local conf = {
	["filename"] = 'e-枚举定义表.xlsx',
	["sheetname"] = 'UI颜色枚举表',
	["types"] = {
'int','string','string','int','int','int','int'
},
	["names"] = {
'id','key','sCode','r','g','b','a'
},
	["data"] = {
{'1',	'1',	'#FFFFFF',	'255',	'255',	'255',	'255'},
{'2',	'2',	'#00CC66',	'0',	'204',	'102',	'255'},
{'3',	'3',	'#33CCFF',	'51',	'204',	'255',	'255'},
{'4',	'4',	'#6666FF',	'102',	'102',	'255',	'255'},
{'5',	'5',	'#FFCC00',	'255',	'204',	'0',	'255'},
{'6',	'6',	'#FF3300',	'255',	'51',	'0',	'255'},
},
}
--cfgCfgUIColorEnum = conf
return conf
