local conf = {
	["filename"] = 'f-付费弹窗.xlsx',
	["sheetname"] = 'Sheet1',
	["types"] = {
'int','int','int','int','string','string','string','string','string','string','json','int','bool'
},
	["names"] = {
'id','key','nType','index','startTime','endTime','img','imgBig','title','des','item','shopItem','isCard'
},
	["data"] = {
{'1',	'1',	'1',	'2',	'',	'',	'img10_5',	'1',	'',	'',	'[[11002,4,2]]',	'31004',	''},
{'2',	'2',	'2',	'3',	'',	'',	'img10_6',	'2',	'构建蓝图 X 3',	'构建蓝图*3',	'[[11002,3,2]]',	'30016',	''},
{'3',	'3',	'3',	'4',	'',	'',	'img10_4',	'3',	'星贸凭证',	'300粲晶\n每日通过邮件发放90微晶与60点燃料(燃料需在背包中使用)',	'[[10002,1,2,"300粲晶"],[10040,1,2,"每日90微晶"],[10036,1,2,"每日60点燃料"]]',	'30001',	'1'},
{'4',	'4',	'4',	'5',	'',	'',	'img10_3',	'4',	'构建蓝图 X 20',	'构建蓝图*20',	'[[11002,20,2]]',	'30021',	''},
{'5',	'5',	'5',	'1',	'2024/02/10 00:00:00',	'2024/02/10 23:59:59',	'img10_7',	'5',	'包含：构建蓝图*10',	'包含：构建蓝图*10',	'[[11002,10,2]]',	'31005',	''},
},
}
--cfgCfgPayNoticeWindow = conf
return conf
