local conf = {
	["filename"] = 'r-任务配置表.xlsx',
	["sheetname"] = '七日完成奖励',
	["types"] = {
'int','string','int','int[]','json','string','string','string','int'
},
	["names"] = {
'id','key','nCount','aFinishIds','jAwardId','sIcon','sDescription','sRewardDes','bRole'
},
	["data"] = {
{'1',	'',	'5',	'',	'[[10002,50,2],[107101,1,2],[58001,2,2]]',	'Role_splinter_5',	'探索日志第一天最终阶段',	'总队长星源，可用于强化总队长的特性',	''},
{'2',	'',	'5',	'',	'[[10002,50,2],[40040,1,3],[58001,2,2]]',	'44004',	'探索日志第二天最终阶段',	'这是第2天奖励',	'1'},
{'3',	'',	'5',	'',	'[[10002,100,2],[50005,1,2],[10011,200,2]]',	'Item_Choose_T3',	'探索日志第三天最终阶段',	'全套【支援】芯片\n支援：修复效果增加',	''},
{'4',	'',	'5',	'',	'[[10002,100,2],[59913,1,2],[10003,20000,2],[10001,20000,2]]',	'Item_Choose_T4',	'探索日志第一天最终阶段',	'全套【振奋】芯片\n振奋：战斗开始我方全体机动增加，行动时额外获得SP',	''},
{'5',	'',	'5',	'',	'[[10002,100,2],[11002,1,2],[50003,1,2],[10001,40000,2]]',	'11002_3',	'探索日志第一天最终阶段',	'构建蓝图，可以进行一次核心构建',	''},
{'6',	'',	'5',	'',	'[[10002,150,2],[50002,1,2],[10003,60000,2],[10001,60000,2]]',	'Item_Choose_T4',	'探索日志第一天最终阶段',	'全套【能量】芯片\n能量：能量伤害增加',	''},
{'7',	'',	'5',	'',	'[[10002,150,2],[50008,1,2],[10001,80000,2],[10003,80000,2]]',	'Item_Choose_T5',	'探索日志第一天最终阶段',	'全套【征服】芯片\n征服：增加对生命大于60%单位的伤害',	''},
},
}
--cfgCfgSevenDayFinish = conf
return conf
