local conf = {
	["filename"] = 'g-工会.xlsx',
	["sheetname"] = '工会战时间表',
	["types"] = {
'int','string','string','int[]','int[]','bool','int','table#9','int','string','int[]','bool','int[]','bool','bool','int[]','int[]'
},
	["names"] = {
'id','key','title','openTime','closeTime','autoJoin','virtualGuildId','infos','index','name','startTime','startRestScore','endTime','endRestScore','endChangeGroup','rangRewardTime','fightResultRewardTime'
},
	["data"] = {
{'1',	'1',	'第一季度',	'2020,12,5,6,0,0',	'2020,12,9,23,59,59',	'0',	'1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	''},
{'1',	'1',	'',	'',	'',	'',	'',	'',	'1',	'预选战',	'2020,12,5,9,0,0',	'1',	'2020,12,5,21,0,0',	'1',	'0',	'',	'2020,12,6,6,0,0'},
{'1',	'1',	'',	'',	'',	'',	'',	'',	'2',	'正赛1',	'2020,12,6,9,0,0',	'0',	'2020,12,6,21,0,0',	'0',	'1',	'',	''},
{'1',	'1',	'',	'',	'',	'',	'',	'',	'3',	'正赛2',	'2020,12,7,9,0,0',	'0',	'2020,12,7,21,0,0',	'0',	'1',	'',	''},
{'1',	'1',	'',	'',	'',	'',	'',	'',	'4',	'正赛3',	'2020,12,8,9,0,0',	'0',	'2020,12,8,21,0,0',	'0',	'1',	'',	''},
{'1',	'1',	'',	'',	'',	'',	'',	'',	'5',	'正赛4',	'2020,12,9,9,0,0',	'0',	'2020,12,9,21,0,0',	'0',	'1',	'2020,12,10,6,0,0',	'2020,12,10,6,0,0'},
},
}
--cfgCfgGuildFightSchedule = conf
return conf
