local conf = {
	["filename"] = 's-宿舍.xlsx',
	["sheetname"] = '服装',
	["types"] = {
'int','string','string','string','string','string','string','int','int[]','int[]','bool'
},
	["names"] = {
'id','key','name','icon','body','hair','face','sex','canUses','notUses','initOpen'
},
	["data"] = {
{'92201',	'92201',	'女性通用1',	'92001',	'Dorm_Girl_s1_white_Body',	'',	'',	'2',	'',	'',	'1'},
{'92202',	'92202',	'女性通用2',	'92001',	'Dorm_Girl_m1_white_Body',	'',	'',	'2',	'',	'',	'1'},
{'92203',	'92203',	'女性通用3',	'92001',	'Dorm_Girl_b1_white_Body',	'',	'',	'2',	'',	'',	''},
{'92204',	'92204',	'男性通用1',	'92001',	'Dorm_Boy_Body',	'',	'',	'1',	'',	'',	'1'},
{'92205',	'92205',	'男性通用2',	'92001',	'Dorm_Boy_Body',	'',	'',	'1',	'',	'',	'1'},
{'92206',	'92206',	'男性通用3',	'92001',	'Dorm_Boy_Body',	'',	'',	'1',	'',	'',	''},
{'92207',	'92207',	'男性非通用1',	'92001',	'Dorm_Boy_Body',	'Dorm_20010_Hair',	'',	'1',	'2001,6001',	'',	''},
{'92208',	'92208',	'男性非通用2',	'92001',	'Dorm_Boy_Body',	'',	'Dorm_20010_Face',	'1',	'2001',	'',	''},
{'92209',	'92209',	'女性非通用1',	'92001',	'Dorm_Girl_b1_white_Body',	'',	'Dorm_10030_Face',	'2',	'1001,1002',	'',	''},
{'92210',	'92210',	'女性非通用2',	'92001',	'Dorm_Girl_m1_white_Body',	'',	'',	'2',	'',	'1001,1002',	''},
{'92211',	'92211',	'所有角色',	'92001',	'Dorm_Girl_m1_white_Body',	'',	'',	'',	'',	'',	'1'},
{'92212',	'92212',	'所有角色',	'92001',	'Dorm_Boy_Body',	'',	'',	'',	'',	'',	'1'},
},
}
--cfgCfgClothes = conf
return conf
