local conf = {
	["filename"] = 's-宿舍.xlsx',
	["sheetname"] = '家具主题',
	["types"] = {
'int','string','string','int','string','string','string','string','string','int','json','json','bool','int[]','int'
},
	["names"] = {
'id','key','sName','layoutId','sEnName','desc','sStart','sEnd','icon','comfort','price_1','price_2','new','PromoImage','hide'
},
	["data"] = {
{'1001',	'1001',	'休息室',	'1001',	'',	'队员最喜欢的地方，还有她们最爱的自动贩卖机。',	'',	'',	'bg2/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'',	'1001,1002,1003,1004',	''},
{'2001',	'2001',	'碎星卧室',	'2001',	'',	'使用碎星元素设计的卧室，充斥着黑暗与光明的冲突感。',	'',	'',	'bg3/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'',	'2001,2002,2003,2004',	''},
{'3001',	'3001',	'惊魂夜特供',	'3001',	'',	'虹在前哨基地中为惊魂夜布置的家具。在节日过后，经过部分队员的回收，可以布置在探索队员的宿舍之中。',	'',	'',	'bg4/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'3001,3002,3003,3004',	''},
{'4001',	'4001',	'初始房间',	'4001',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'1'},
{'5001',	'5001',	'岁寅茶会',	'5001',	'',	'岁旦日，辰寅刻，祝新春。',	'',	'',	'bg5/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'5001,5002,5003,5004',	''},
},
}
--cfgCfgFurnitureTheme = conf
return conf
