local conf = {
	["filename"] = 'w-玩家.xlsx',
	["sheetname"] = '玩家技能组',
	["types"] = {
'int','string','int[]','string','string'
},
	["names"] = {
'id','key','aSkillIds','sName','sIcon'
},
	["data"] = {
{'1001',	'1001',	'1000101,1000201,1000301',	'速攻战术',	'201'},
{'1002',	'1002',	'1010101,1010201,1010301',	'机动战术',	'202'},
{'1003',	'1003',	'1020101,1020201,1020301',	'续行战术',	'203'},
{'1004',	'1004',	'1030101,1030201,1030301',	'爆发战术',	'204'},
{'1005',	'1005',	'1040101,1040201,1040301',	'削弱战术',	'205'},
},
}
--cfgCfgPlrSkillGroup = conf
return conf
