local conf = {
	["filename"] = 'j-基地配置表.xlsx',
	["sheetname"] = '建筑基础',
	["types"] = {
'int','string','string','string','string','bool','string','int','int','int','int','bool','string[]','int','json','int','int','int','json','int','int[]','int','string','string','string','float[]','float[]','string','float[]','float[]','int','int','float','float[]','float[]','int','string','float[]'
},
	["names"] = {
'id','key','name','name_2','name_en','isShow','upCfg','buildSort','type','openType','openVal','initOpen','initRoles','hpCostUnit','hpCosts','assualtWeight','group','buildTime','costs','numLmit','needAbilitys','jumpId','res_icon','icon','icon_small','frontUIPos','overUIPos','sceneKey','offsetPos','offsetRot','minFov','maxFov','radius','centerOffset','startPos','startFov','explanation','enterPos'
},
	["data"] = {
{'1001',	'1001',	'行星指挥部',	'指挥中枢',	'COMMAND',	'1',	'CfgBControlTowerLvl',	'1',	'1',	'1',	'1',	'1',	'',	'10',	'[[10001,1,2]]',	'1200',	'',	'30',	'',	'1',	'',	'',	'base_01',	'building1001',	'btn_2_11',	'-7.24,8.64,0',	'0,9.83,-3.14',	'BS_Indoor_Command',	'2.65,10,-14.14',	'45,0,0',	'22',	'46',	'4.5',	'0,0,1.5',	'0,0,0',	'45',	'碎星探索行动的总指挥部，是基地内所有建筑的基础设置和运算核心。升级可派遣更多队员进入其中协作。',	'8.26,2.12,-1.01'},
{'1002',	'1002',	'能源发电站',	'供能中心',	'ENERGY CENTER',	'1',	'CfgBPowerHouseLvl',	'3',	'2',	'2',	'1',	'',	'',	'10',	'[[10001,1,2]]',	'800',	'1',	'30',	'[[10001,1000,2]]',	'1',	'',	'',	'base_02',	'building1002',	'btn_2_12',	'10.91,3,-4.07',	'-2.92,10.03,-4.03',	'BS_Indoor_Power',	'-12.77,9.93,-7.52',	'35,55,0',	'20',	'45',	'5',	'1,0,1',	'0.41,-0.59,-0.85',	'40',	'利用碎星当地的NOVA结晶产生的能量，高效的转换为基地所需的电力，升级可提高转换效率。',	''},
{'1003',	'1003',	'挖掘矿场',	'制造中心',	'MINE',	'1',	'CfgBProductLvl',	'2',	'3',	'2',	'1',	'1',	'',	'10',	'[[10001,1,2]]',	'800',	'1',	'30',	'[[10001,1000,2]]',	'1',	'',	'',	'base_03',	'building1003',	'btn_2_13',	'-0.87,9.26,0',	'-0.06,-1.2,-9.48',	'BS_Indoor_Fabricate',	'-11.17,9.93,-10.20 ',	'35.00,45.25,0',	'22',	'40',	'5',	'0,0,0',	'-1.35,-0.62,-0.88',	'33',	'安置在矿产丰富的地方，通过开采可定时获得特定的原料，特定原料可用于升级基地和交易，升级可提高采集效率。',	'-4.65,1.71,-2.1'},
{'1004',	'1004',	'原料交易所',	'交易中心',	'EXCHANGE',	'1',	'CfgBTradeLvl',	'4',	'4',	'2',	'1',	'',	'',	'10',	'[[10001,1,2]]',	'800',	'2',	'10',	'[[10001,1000,2]]',	'1',	'',	'',	'base_04',	'building1004',	'btn_2_14',	'-2.82,9.14,-1.09',	'1.44,10.85,-3.7',	'BS_Indoor_Trade',	'14,15,-7.6',	'43.7,-46,0',	'15',	'38',	'5',	'-2,0,-1',	'-4.12,0.41,0.15',	'30',	'可使用特定原料交易自己所需的物品，升级可获得更多的交易订单。',	'-4.96,1.82,0.041'},
{'1006',	'1006',	'合成工厂',	'合成中心',	'SYNTHESIS CENTER',	'1',	'CfgBCompoundLvl',	'5',	'6',	'2',	'1',	'1',	'',	'10',	'[[10001,1,2]]',	'1000',	'1',	'30',	'[[10001,1000,2]]',	'1',	'',	'',	'base_06',	'building1006',	'btn_2_16',	'2.17,9.71,0',	'0,8.97,-3.2',	'BS_Indoor_Synthesis',	'-1.50,8.19,-11.22',	'41.25,31.80,0.00',	'28',	'46',	'4',	'-1,0,2',	'0,0,0',	'45',	'根据前哨基地既有设施改造的合成工厂，可将低级材料合成为更高效的材料。升级解锁更高级物品合成所需的基础条件。',	'2.2,1.7,-2.9'},
{'1009',	'1009',	'研发中心',	'研发中心',	'R&D CENTER',	'1',	'CfgBRemouldLvl',	'6',	'9',	'1',	'1',	'',	'',	'10',	'[[10001,1,2]]',	'1000',	'1',	'30',	'[[10001,1000,2]]',	'1',	'',	'',	'base_09',	'building1009',	'btn_2_19',	'2.67,7.18,0',	'-0.32,7.18,1.1',	'BS_Indoor_Development',	'-9.47,16.67,-10.46',	'40,38.63,0',	'12',	'35',	'8',	'-1,0,0',	'-2.02,-0.31,-3.8',	'34',	'可把低阶芯片研发为高阶芯片，分解芯片可获得研发所需的材料，升级可开启更多的研发槽位。',	'-0.05,5,1.16'},
{'2001',	'2001',	'宿舍',	'',	'DORMITORY',	'1',	'',	'11',	'10',	'1',	'1',	'1',	'',	'',	'',	'0',	'2',	'30',	'',	'1',	'',	'',	'',	'building2001',	'btn_2_21',	'0.6,8.68,-3.66',	'-4.01,5.63,-0.56',	'',	'-16.5,16.5,16.5',	'35,135,0',	'12',	'35',	'6',	'2,0,-2',	'0,0,0',	'35',	'',	''},
{'2002',	'2002',	'心理辅导室',	'',	'COUNSULTING',	'',	'CfgPhyRoomLvl',	'12',	'11',	'1',	'1',	'1',	'',	'',	'',	'0',	'2',	'30',	'',	'1',	'',	'',	'',	'building1005',	'btn_2_21',	'5.45,4.9,-11.06',	'-4.01,5.63,-0.56',	'DormitoryScene_02',	'-24.5,20,-27',	'35,45,0',	'12',	'29',	'8',	'2,0,2',	'0,0,0',	'20',	'',	''},
},
}
--cfgCfgBuidingBase = conf
return conf
