local conf = {
	["filename"] = 'Z-折扣券.xlsx',
	["sheetname"] = 'Sheet1',
	["types"] = {
'int','string','string','int','int','int','int','int','bool','bool','string'
},
	["names"] = {
'id','key','name','voucherType','reduceId','reduceNum','minCost','minLevel','mixUse','mixDiscount','describe'
},
	["data"] = {
{'1',	'1',	'通用优惠券Ⅰ',	'1',	'10002',	'50',	'100',	'',	'',	'1',	'可用于补给站内所有商品的优惠券。\n普普通通的优惠券，亦是探索队每日辛勤的回报。'},
{'2',	'2',	'通用优惠券Ⅱ',	'1',	'10002',	'100',	'200',	'',	'',	'1',	'可用于补给站内所有商品的优惠券。\n限量发放的优惠券，优惠力度足以匹配一场胜利。'},
{'3',	'3',	'通用优惠券Ⅲ',	'1',	'10002',	'150',	'300',	'',	'',	'1',	'可用于补给站内所有商品的优惠券。\n烫金定制的优惠券，厚重的手感下承载着无以言说的荣耀。'},
{'4',	'4',	'时装优惠券Ⅰ',	'2',	'10002',	'50',	'100',	'',	'',	'1',	'时装专属优惠券。\n为鼓励队员士气，由后勤部门定量发放的优惠名额，可在时装商店享受少量优惠。'},
{'5',	'5',	'时装优惠券Ⅱ',	'2',	'10002',	'100',	'200',	'',	'',	'1',	'时装专属优惠券。\n为嘉奖队员功绩，由后勤部门额外批准的私人订制，可在时装商店享受中量优惠。'},
{'6',	'6',	'时装优惠券Ⅲ',	'2',	'10002',	'150',	'300',	'10',	'',	'1',	'时装专属优惠券。\n为铭记队员荣誉，由后勤部门精心安排的内部渠道，可在时装商店享受大量优惠。'},
{'7',	'7',	'插画优惠券Ⅰ',	'3',	'10002',	'50',	'100',	'',	'',	'1',	'插画专属优惠券。\n从名为和平的幻梦中，记录下最珍贵的一瞬——好不容易得来的假期，可要好好把握呀！'},
{'8',	'8',	'插画优惠券Ⅱ',	'3',	'10002',	'100',	'200',	'',	'',	'1',	'插画专属优惠券。\n从名为和平的幻梦中，记录下最珍贵的一瞬——假期余额充足，稍微放肆些也不要紧吧？'},
{'9',	'9',	'插画优惠券Ⅲ',	'3',	'10002',	'150',	'300',	'',	'',	'1',	'插画专属优惠券。\n从名为和平的幻梦中，记录下最珍贵的一瞬——愿时光终结在这美好一刻。'},
},
}
--cfgCfgVoucher = conf
return conf
