local conf = {
	["filename"] = 'w-玩家.xlsx',
	["sheetname"] = '玩家技能组升级',
	["types"] = {
'int','string','table#3','int','int[]','string'
},
	["names"] = {
'id','key','infos','index','costs','desc'
},
	["data"] = {
{'1001',	'1001',	'',	'',	'',	''},
{'1001',	'1001',	'',	'1',	'10020,100,2',	'升级效果：\n<color=#FFC432>【伤害强化】</color>造成伤害增加\n<color=#FFC432>【衰弱锁定】</color>易伤效果增强\n<color=#FFC432>【补给能源】</color>冷却时间减少'},
{'1001',	'1001',	'',	'2',	'10020,200,2',	'升级效果：\n<color=#FFC432>【伤害强化】</color>造成伤害进一步增加\n<color=#FFC432>【衰弱锁定】</color>易伤效果进一步增强\n<color=#FFC432>【补给能源】</color>冷却时间进一步减少'},
{'1001',	'1001',	'',	'3',	'',	'队伍配置战术后，可在战斗中使用的对应的战术技能：<color=#FFC432>【伤害强化】</color>、<color=#FFC432>【衰弱锁定】</color>、<color=#FFC432>【补给能源】</color>'},
{'1002',	'1002',	'',	'',	'',	''},
{'1002',	'1002',	'',	'1',	'10020,100,2',	'升级效果：\n<color=#FFC432>【迅疾突进】</color>行动提前增加，冷却时间减少\n<color=#FFC432>【行进妨碍】</color>行动推迟增加\n<color=#FFC432>【持续充能】</color>冷却时间减少'},
{'1002',	'1002',	'',	'2',	'10020,200,2',	'升级效果：\n<color=#FFC432>【迅疾突进】</color>行动提前进一步增加，冷却时间进一步减少\n<color=#FFC432>【行进妨碍】</color>行动推迟进一步增加\n<color=#FFC432>【持续充能】</color>冷却时间进一步减少'},
{'1002',	'1002',	'',	'3',	'',	'队伍配置战术后，可在战斗中使用的对应的战术技能：<color=#FFC432>【迅疾突进】</color>、<color=#FFC432>【行进妨碍】</color>、<color=#FFC432>【持续充能】</color>'},
{'1003',	'1003',	'',	'',	'',	''},
{'1003',	'1003',	'',	'1',	'10020,100,2',	'升级效果：\n<color=#FFC432>【武装重塑】</color>修复耐久增加\n<color=#FFC432>【经济修复】</color>修复耐久增加\n<color=#FFC432>【超越界限】</color>增加攻击效果提升'},
{'1003',	'1003',	'',	'2',	'10020,200,2',	'升级效果：\n<color=#FFC432>【武装重塑】</color>修复耐久进一步增加\n<color=#FFC432>【经济修复】</color>修复耐久进一步增加\n<color=#FFC432>【超越界限】</color>增加攻击效果再次提升'},
{'1003',	'1003',	'',	'3',	'',	'队伍配置战术后，可在战斗中使用的对应的战术技能：<color=#FFC432>【武装重塑】</color>、<color=#FFC432>【紧急修复】</color>、<color=#FFC432>【超越界限】</color>'},
{'1004',	'1004',	'',	'',	'',	''},
{'1004',	'1004',	'',	'1',	'10020,100,2',	'升级效果：\n<color=#FFC432>【核心同步】</color>获得同步率增加\n<color=#FFC432>【潜能爆发】</color>增加暴伤效果提升\n<color=#FFC432>【急速冷却】</color>冷却时间减少'},
{'1004',	'1004',	'',	'2',	'10020,200,2',	'升级效果：\n<color=#FFC432>【核心同步】</color>获得同步率进一步增加\n<color=#FFC432>【潜能爆发】</color>增加暴伤效果进一步提升\n<color=#FFC432>【急速冷却】</color>冷却时间进一步减少'},
{'1004',	'1004',	'',	'3',	'',	'队伍配置战术后，可在战斗中使用的对应的战术技能：<color=#FFC432>【核心同步】</color>、<color=#FFC432>【潜能爆发】</color>、<color=#FFC432>【极速冷却】</color>'},
{'1005',	'1005',	'',	'',	'',	''},
{'1005',	'1005',	'',	'1',	'10020,100,2',	'升级效果：\n<color=#FFC432>【兵刃干扰】</color>攻击弱化效果提升\n<color=#FFC432>【外甲钝化】</color>防御弱化效果提升\n<color=#FFC432>【修复禁止】</color>冷却时间减少'},
{'1005',	'1005',	'',	'2',	'10020,200,2',	'升级效果：\n<color=#FFC432>【兵刃干扰】</color>攻击弱化效果再次提升\n<color=#FFC432>【外甲钝化】</color>防御弱化效果再次提升\n<color=#FFC432>【修复禁止】</color>冷却时间进一步减少'},
{'1005',	'1005',	'',	'3',	'',	'队伍配置战术后，可在战斗中使用的对应的战术技能：<color=#FFC432>【兵刃干扰】</color>、<color=#FFC432>【外甲钝化】</color>、<color=#FFC432>【修复禁止】</color>'},
},
}
--cfgCfgPlrSkillGroupUpgrade = conf
return conf
