local conf = {
	["filename"] = 'r-任务配置表.xlsx',
	["sheetname"] = '末日战线（世界BOSS）任务（月重置）',
	["types"] = {
'int','string','int','string','string','int','int[]','json','int','int'
},
	["names"] = {
'id','key','nGroup','sName','sDescription','nTransferPath','aFinishIds','jAwardId','isNeedLogin','mailId'
},
	["data"] = {
{'2',	'',	'14001',	'',	'参与末日战线玩法自身单次挑战伤害达到2000000（每月重置）',	'',	'220003',	'[[2000301,1,2]]',	'',	'14001'},
{'3',	'',	'14001',	'',	'参与末日战线玩法自身累计伤害达到90000000（每月重置）',	'',	'220004',	'[[15002,1,2]]',	'',	'14001'},
{'4',	'',	'14001',	'',	'参与末日战线玩法自身累计伤害达到180000000（每月重置）',	'',	'220005',	'[[15002,3,2]]',	'',	'14001'},
{'5',	'',	'14001',	'',	'参与末日战线玩法自身累计伤害达到380000000（每月重置）',	'',	'220006',	'[[15003,1,2],[2000401,3,2]]',	'',	'14001'},
},
}
--cfgcfgWorldBossMonthMission = conf
return conf
