local conf = {
	["filename"] = 'j-角斗场表.xlsx',
	["sheetname"] = '排行榜奖励',
	["types"] = {
'int','int','string','int','int','int','int'
},
	["names"] = {
'id','key','name','group','sub','up','messageid'
},
	["data"] = {
{'1',	'1',	'排名奖励1',	'1',	'1',	'3',	'9002'},
{'2',	'2',	'排名奖励2',	'1',	'4',	'10',	'9003'},
{'3',	'3',	'排名奖励3',	'1',	'11',	'100',	'9004'},
{'4',	'4',	'排名奖励4',	'1',	'101',	'-1',	'9005'},
{'6',	'6',	'排名奖励1',	'2',	'1',	'3',	'9002'},
{'7',	'7',	'排名奖励2',	'2',	'4',	'10',	'9003'},
{'8',	'8',	'排名奖励3',	'2',	'11',	'100',	'9004'},
{'9',	'9',	'排名奖励4',	'2',	'101',	'-1',	'9005'},
},
}
--cfgCfgColosseumRankReward = conf
return conf
