local conf = {
	["filename"] = 't-图鉴表.xlsx',
	["sheetname"] = '图鉴教程',
	["types"] = {
'int','string','int','string','string','string','int[]'
},
	["names"] = {
'id','key','type','name','eName','small_id','icons'
},
	["data"] = {
{'1001',	'1001',	'1',	'基础信息',	'Basic Information',	'Course_1101',	'1101'},
{'1002',	'1002',	'1',	'能量值',	'NP',	'Course_1102',	'1102'},
{'1003',	'1003',	'1',	'同步率',	'SP',	'Course_1103',	'1103'},
{'1004',	'1004',	'1',	'战斗详情',	'Battle Details',	'Course_1104',	'1104,1105'},
{'1005',	'1005',	'1',	'自动战斗',	'Auto Battle',	'Course_1106',	'1106,1107'},
{'1006',	'1006',	'1',	'伤害减免',	'Damage Reduction',	'Course_1701',	'1701'},
{'1007',	'1007',	'1',	'削减伤害',	'Cut Damage',	'Course_1702',	'1702,1703'},
{'1008',	'1008',	'1',	'削减层数',	'Reduce Layers',	'Course_1704',	'1704'},
{'1009',	'1009',	'1',	'战术使用',	'Tactic',	'Course_1901',	'1901,1902'},
{'1010',	'1010',	'1',	'同调',	'Synchro',	'Course_2001',	'2001,2002,2003'},
{'2001',	'2001',	'2',	'基础信息',	'Basic Information',	'Course_1001',	'1001,1002'},
{'2002',	'2002',	'2',	'升级/跃升',	'Upgrade/Breakthrough',	'Course_1003',	'1003'},
{'2004',	'2004',	'2',	'武装芯片',	'Armed Chip',	'Course_1006',	'1006,1007'},
{'2005',	'2005',	'2',	'武装技能',	'Armed Skills',	'Course_1008',	'1008'},
{'2006',	'2006',	'2',	'跃升天赋',	'Armed Talent',	'Course_1009',	'1009'},
{'4001',	'4001',	'4',	'基础信息',	'Basic Information',	'Course_1501',	'1501'},
{'4002',	'4002',	'4',	'战术部署',	'Tactical Deployment',	'Course_1502',	'1502,1503'},
{'5001',	'5001',	'5',	'基础信息',	'Basic Information',	'Course_1601',	'1601'},
{'5002',	'5002',	'5',	'电力相关',	'Electricity',	'Course_1602',	'1602'},
{'5003',	'5003',	'5',	'制作',	'Production',	'Course_1603',	'1603'},
{'5004',	'5004',	'5',	'订单',	'Orders',	'Course_1604',	'1604,1605,1606,1607,1608'},
{'5005',	'5005',	'5',	'队员进驻',	'Team Members',	'Course_1609',	'1609'},
{'6001',	'6001',	'6',	'基础信息',	'Basic Information',	'Course_1801',	'1801'},
{'6002',	'6002',	'6',	'核心共鸣',	'Core Resonance',	'Course_1802',	'1802'},
{'7001',	'7001',	'7',	'敌兵移动',	'Enemy Movement',	'Course_1302',	'1302'},
{'7002',	'7002',	'7',	'补给/货箱',	'Supplies/Containers',	'Course_1303',	'1303'},
{'7003',	'7003',	'7',	'雷击',	'Lightning Strike',	'Course_1307',	'1307'},
{'7004',	'7004',	'7',	'冰面',	'Ice',	'Course_1305',	'1305'},
{'7005',	'7005',	'7',	'冰冻捕夹',	'Freeze Trap',	'Course_1306',	'1306'},
{'7006',	'7006',	'7',	'裁决之雷',	'Thunder of Judgment',	'Course_1304',	'1304'},
{'7007',	'7007',	'7',	'屏蔽力场',	'',	'Course_1308',	'1308'},
{'7008',	'7008',	'7',	'探视天眼',	'',	'Course_1309',	'1309'},
{'7009',	'7009',	'7',	'泄止阀',	'',	'Course_1310',	'1310'},
},
}
--cfgCfgArchiveCourse = conf
return conf
