local conf = {
	["filename"] = 'z-自动战斗配置表.xlsx',
	["sheetname"] = '目标筛选策略条目',
	["types"] = {
'int','string','string','int[]'
},
	["names"] = {
'id','key','description','aiStrategy'
},
	["data"] = {
{'1',	'',	'选择克制单位',	'6'},
{'2',	'',	'耐久最低',	'1'},
{'3',	'',	'攻击最高',	'2'},
{'4',	'',	'防御最低',	'4'},
{'5',	'',	'耐久最高',	'9'},
{'6',	'',	'耐久比最低',	'13'},
{'7',	'',	'人多一排',	'7'},
{'8',	'',	'人多一列',	'8'},
{'9',	'',	'人多2*2范围',	'10'},
{'10',	'',	'人多十字范围',	'11'},
{'11',	'',	'系统默认',	''},
},
}
--cfgcfgAIStrategyItem = conf
return conf
