local conf = {
	["filename"] = 'g-关卡表.xlsx',
	["sheetname"] = '关卡配置表-教程关卡',
	["types"] = {
'int','int','string','string','int','int','int','bool','string','int','int','int[]','int[]','int','int[]','int','int[]','int[]','int','int','int','int','int','int','int','int','json','json','int[]','int[]','int','int[]','int[]','int[]','int[]','json','json','int','int','int','int','json','int','int','string','string','int','json','string','int','int[]','string','int','string','string','string','string','string','int'
},
	["names"] = {
'id','key','name','chapterID','group','type','sub_type','bSingle','bgm','nGroupID','LockLevel','preChapterID','lasChapterID','teamNum','arrForceTeam','forceNPC','arrNPC','forceSkill','enterCostHot','failQuitAddHot','gold','exp','plrExp','reward','eliteReward','bossReward','fisrtPassReward','fisrt3StarReward','fixedReward','randomReward','eliteLimit','aFreshRule','star1','star2','star3','jWinCon','jLostCon','x1','y1','x','y','lines','angle_x','angle_z','introduce','teamDescription','storyID','useItems','lvTips','itemPreview','enemyPreview','desc','modelId','moduleId','moduleDesc','previewLv','checkImage','map','starIx'
},
	["data"] = {
{'8001',	'8001',	'基础战斗',	'T-1',	'10001',	'4',	'',	'1',	'Map_Prologue',	'800011',	'',	'1001',	'8002',	'1',	'800101',	'',	'',	'',	'0',	'0',	'0',	'0',	'0',	'0',	'0',	'0',	'[[10002,60,2]]',	'[[10001,3000,2]]',	'',	'',	'',	'1',	'1,1',	'2,0',	'3,5',	'[1]',	'[[3,99]]',	'-134',	'-67',	'730.6',	'-32.7',	'[[453,41.7],[556,-57]]',	'',	'',	'',	'本关阵容配置不可更改',	'',	'',	'',	'18323',	'80001112,80001111',	'战斗基础操作',	'1003001',	'BaseFight',	'战斗说明图',	'5',	'bg1',	'map_1007',	'101'},
{'8002',	'8002',	'屏障干扰',	'T-2',	'10001',	'4',	'',	'1',	'Map_Prologue',	'800021',	'',	'1003,8001',	'8003',	'1',	'800201',	'',	'',	'',	'0',	'0',	'0',	'0',	'0',	'0',	'0',	'0',	'[[10002,60,2]]',	'[[10001,3000,2]]',	'',	'',	'',	'1',	'1,1',	'2,0',	'3,10',	'[1]',	'[[3,99]]',	'-134',	'-67',	'730.6',	'-32.7',	'[[453,41.7],[556,-57]]',	'',	'',	'',	'本关阵容配置不可更改',	'',	'',	'',	'18323',	'80002112,80002111',	'削减屏障伤害最大化',	'3005001',	'BreakShield',	'屏障说明图',	'5',	'bg2',	'map_1001',	'101'},
{'8003',	'8003',	'核心同调',	'T-3',	'10001',	'4',	'',	'1',	'Map_Prologue',	'800031',	'',	'1005,8002',	'8004',	'1',	'800301',	'',	'',	'',	'0',	'0',	'0',	'0',	'0',	'0',	'0',	'0',	'[[10002,60,2]]',	'[[10001,3000,2]]',	'',	'',	'',	'1',	'1,1',	'2,0',	'3,5',	'[1]',	'[[3,99]]',	'-134',	'-67',	'730.6',	'-32.7',	'[[453,41.7],[556,-57]]',	'',	'',	'',	'本关阵容配置不可更改',	'',	'',	'',	'18323',	'80003113,80003112,80003111',	'构建链接体增强战力',	'5001001',	'Synchro',	'同调说明图',	'5',	'bg1',	'map_1007',	'101'},
{'8004',	'8004',	'战术技能',	'T-4',	'10001',	'4',	'',	'1',	'Map_Prologue',	'800041',	'',	'1007,8003',	'',	'1',	'800401',	'',	'',	'1003',	'0',	'0',	'0',	'0',	'0',	'0',	'0',	'0',	'[[10002,60,2]]',	'[[10001,3000,2]]',	'',	'',	'',	'1',	'1,1',	'2,0',	'3,3',	'[1]',	'[[3,99]]',	'-134',	'-67',	'730.6',	'-32.7',	'[[453,41.7],[556,-57]]',	'',	'',	'',	'本关阵容配置不可更改',	'',	'',	'',	'18323',	'80004111',	'合理利用可扭转战局',	'3008001',	'Tactic',	'战术说明图',	'5',	'bg1',	'map_1007',	'101'},
},
}
--cfgMainLine4 = conf
return conf
