local conf = {
	["filename"] = 'k-卡牌配置表.xlsx',
	["sheetname"] = '变身配置',
	["types"] = {
'int','string','string','int','int[]','string'
},
	["names"] = {
'id','key','desc','model','tTransfoSkills','sTransform'
},
	["data"] = {
{'1001',	'1001',	'1点血转0.2点攻击',	'900901',	'90090101,90090201,90090301,90031801',	'"maxhp","attack",0.2, 1/5'},
{'1002',	'1002',	'1点血转0.005点速度',	'901001',	'90100101,90100201,90100301,90031801',	'"maxhp","speed",0.2, 1/200'},
{'30011',	'30011',	'1点暴击转1.5的暴击伤害',	'3001101',	'300110101',	'"crit_rate","crit",0.5, 3/2'},
{'70050',	'30011',	'暴击伤害转化为命中',	'7005001',	'700500101',	'"crit","hit",0, 1/1'},
{'70051',	'30011',	'效果命中转化为暴伤',	'7005101',	'700510101',	'"hit","crit",0, 1/1'},
{'92291',	'92291',	'1点血转0.2点攻击',	'9229101',	'922910101',	'"maxhp","attack",0, 1/5'},
{'91311',	'91311',	'1点血转0.2点攻击',	'9131101',	'913110101',	'"maxhp","attack",0, 1/5'},
},
}
--cfgTransform = conf
return conf
