local conf = {
	["filename"] = 'T-头像框表.xlsx',
	["sheetname"] = '头像框',
	["types"] = {
'int','string','int','int','int','string','string','string','string','int'
},
	["names"] = {
'id','key','index','isShow','type','picture','avatareffect','avatarname','accessmethods','shopId'
},
	["data"] = {
{'1',	'1',	'1',	'',	'1',	'icon_1_01',	'',	'默认',	'',	''},
{'2002',	'2002',	'2',	'',	'1',	'img_7_01',	'',	'数据源芯',	'传说星尘区购买',	''},
{'2003',	'2003',	'10',	'',	'1',	'img_8_01',	'',	'特供物资',	'拟真演训任务领取',	''},
{'2005',	'2005',	'3',	'',	'1',	'img_10_01',	'',	'浓情拿铁',	'焕然心生活动任务',	''},
{'2012',	'2012',	'19',	'',	'1',	'img_21_01',	'',	'锋芒獠齿',	'兑换码获得',	''},
{'1001',	'1001',	'2',	'',	'2',	'',	'HeadFrame/Frame_TV/Frame_TV',	'怀旧1925',	'礼包获得',	''},
{'2007',	'2007',	'14',	'',	'1',	'img_13_01',	'',	'春樱萌兔',	'绮境笺宴活动',	''},
{'2009',	'2009',	'16',	'',	'1',	'img_20_01',	'',	'糖果娃娃机',	'绮境笺宴活动',	''},
{'2001',	'2001',	'8',	'',	'1',	'img_6_01',	'',	'栅栏之内',	'完成成就获得',	''},
{'2011',	'2011',	'18',	'',	'1',	'img_7_02',	'',	'机能矩阵',	'完成成就获得',	''},
{'2006',	'2006',	'13',	'',	'1',	'img_12_01',	'',	'荣光之人',	'完成成就获得',	''},
},
}
--cfgAvatarFrame = conf
return conf
