local conf = {
	["filename"] = 'h-回归玩家.xlsx',
	["sheetname"] = '玩法一览',
	["types"] = {
'int','int','string','string','int','string','json','string','int'
},
	["names"] = {
'id','key','name','enName','index','icon','rewards','desc','jumpID'
},
	["data"] = {
{'1',	'1',	'资源采集',	'RESOURCE ACQUISITION',	'5',	'img_01_02',	'[[10001,30,2],[10003,30,2],[15002,30,2],[10039,30,2]]',	'获取星币、技术点等各类材料',	'10301'},
{'2',	'2',	'芯片嵌合',	'CHIP EMBEDDING',	'4',	'img_01_03',	'[[18523,30,2],[18524,30,2],[18502,30,2]]',	'获得各类可供角色搭载的芯片',	'10301'},
{'3',	'3',	'碎星虚影',	'RESOURCE COLLECTION',	'3',	'img_01_04',	'[[10040,30,2]]',	'获得大量微晶',	'15001'},
{'4',	'4',	'镜像竞技',	'COMPETITION',	'2',	'img_01_05',	'[[10010,30,2]]',	'获得积分以及演习勋章',	'30003'},
{'5',	'5',	'基地',	'BASE',	'1',	'img_01_06',	'[[60101,30,2],[60102,30,2],[60103,30,2]]',	'拥有合成、改造、交易等功能',	'150000'},
},
}
--cfgAllGameplayCfg = conf
return conf
