local conf = {
	["filename"] = 'e-枚举定义表.xlsx',
	["sheetname"] = '所属',
	["types"] = {
'int','string','string'
},
	["names"] = {
'id','key','sName'
},
	["data"] = {
{'1',	'1',	'探索队第一分队'},
{'2',	'2',	'探索队第一分队「队长」'},
{'3',	'3',	'探索队第二分队'},
{'4',	'4',	'探索队第二分队「队长」'},
{'5',	'5',	'碎星-戈里刻'},
{'6',	'6',	'地球-碎星前哨基地'},
{'7',	'7',	'探索队第三分队「队长」'},
{'8',	'8',	'N·E·R·I总部'},
{'9',	'9',	'探索队第四分队「队长」'},
{'10',	'10',	'探索队第五分队'},
{'11',	'11',	'探索队第五分队「队长」'},
{'12',	'12',	'探索队第四分队'},
{'13',	'13',	'灭刃部队「队长」'},
{'14',	'14',	'灭刃部队'},
{'15',	'15',	'地球-U·E·D·F'},
{'16',	'16',	'防火猫'},
{'17',	'17',	'太空电梯工作站'},
{'18',	'18',	'碎星-诺斯'},
{'19',	'19',	'海洋哨站'},
{'20',	'20',	'NERI'},
{'21',	'21',	'探索队第三分队'},
{'22',	'22',	'碎星-尼克罗'},
{'23',	'23',	'碎星-天阶原'},
{'24',	'24',	'不朽部队'},
},
}
--cfgCfgBelonging = conf
return conf
