local conf = {
	["filename"] = 'c-场景.xlsx',
	["sheetname"] = 'loading背景资源',
	["types"] = {
'int','string','int','string','string','string'
},
	["names"] = {
'id','key','sType','name','title','desc'
},
	["data"] = {
{'1',	'1',	'1',	'loading_03',	'',	''},
{'2',	'2',	'1',	'loading_04',	'',	''},
{'3',	'3',	'1',	'loading_05',	'',	''},
{'4',	'4',	'1',	'loading_06',	'',	''},
{'5',	'5',	'1',	'loading_07',	'',	''},
{'6',	'6',	'1',	'loading_11',	'',	''},
{'7',	'7',	'1',	'loading_12',	'',	''},
{'8',	'8',	'1',	'loading_15',	'',	''},
{'9',	'9',	'1',	'loading_16',	'',	''},
{'10',	'10',	'1',	'loading_18',	'',	''},
{'11',	'11',	'1',	'loading_21',	'',	''},
{'12',	'12',	'1',	'loading_22',	'',	''},
{'13',	'13',	'1',	'loading_23',	'',	''},
{'14',	'14',	'1',	'loading_03',	'',	''},
{'15',	'15',	'1',	'loading_04',	'',	''},
{'16',	'16',	'1',	'loading_05',	'',	''},
{'17',	'17',	'1',	'loading_06',	'',	''},
{'18',	'18',	'1',	'loading_07',	'',	''},
{'19',	'19',	'1',	'loading_11',	'',	''},
{'20',	'20',	'1',	'loading_12',	'',	''},
{'21',	'21',	'2',	'loading_neri',	'',	''},
{'22',	'22',	'1',	'loading_15',	'',	''},
},
}
--cfgCfgLoadingRes = conf
return conf
