local conf = {
	["filename"] = 's-商店配置.xlsx',
	["sheetname"] = '商品多时段上架',
	["types"] = {
'int','int','table#3','int','string','string'
},
	["names"] = {
'id','key','infos','index','begTime','endTime'
},
	["data"] = {
{'1001',	'1001',	'',	'',	'',	''},
{'1001',	'1001',	'',	'1',	'2025-04-25 03:00:00',	'2025-04-25 17:58:00'},
{'1001',	'1001',	'',	'2',	'2025-04-25 18:00:00',	'2025-04-25 18:28:00'},
{'1001',	'1001',	'',	'3',	'2025-04-25 19:00:00',	'2025-04-27 11:00:00'},
},
}
--cfgCfgSplitTime = conf
return conf
