_G["CfgPayNoticeWindow"]={{["sName"]="首充奖励",["skipPos"]={607.2,-415.6}
,["index"]=204,["id"]=1,["img"]="img10_5",["imgBig"]="1",["closePos"]={662,310}
,["bgPos"]={14,0}
,["nType"]=1,["key"]=1,["item"]={{11002,4,2}
}
,["endTime"]="2024/12/11 10:00:00",["startTime"]="2024/2/11 00:00:00",["shopItem"]=31004,["isCard"]=false}
,{["item"]={{11002,3,2}
}
,["skipPos"]={229,-430}
,["index"]=205,["id"]=2,["img"]="img10_6",["imgBig"]="2",["closePos"]={537.8,322.1}
,["bgPos"]={-78,19}
,["nType"]=2,["title"]="构建蓝图 X 3",["isCard"]=false,["key"]=2,["sName"]="新手构建",["shopItem"]=30016,["des"]="构建蓝图*3"}
,{["item"]={{10002,1,2,"300粲晶"}
,{10002,1,2,"每日粲晶*10"}
,{10040,1,2,"每日微晶*90"}
,{10035,1,2,"每日燃料*60"}
}
,["skipPos"]={283,-442}
,["index"]=206,["id"]=3,["img"]="img10_4",["imgBig"]="3",["closePos"]={716,321}
,["bgPos"]={-44,21}
,["nType"]=3,["title"]="星贸凭证",["isCard"]=true,["key"]=3,["sName"]="星贸凭证",["shopItem"]=30001,["des"]=[[300粲晶
每日通过邮件发放粲晶*10、微晶*90、燃料*60]]}
,{["item"]={{11002,20,2}
}
,["skipPos"]={229,-430}
,["index"]=207,["id"]=4,["img"]="img10_3",["imgBig"]="4",["closePos"]={537.8,322.1}
,["bgPos"]={-78,19}
,["nType"]=4,["title"]="构建蓝图 X 20",["isCard"]=false,["key"]=4,["sName"]="特价构建包",["shopItem"]=30021,["des"]="构建蓝图*20"}
,{["index"]=101,["img"]="img10_7",["key"]=5,["startTime"]="2024/02/10 00:00:00",["isCard"]=false,["id"]=5,["sName"]="新春红包",["imgBig"]="5",["skipPos"]={513.1,-365.6}
,["closePos"]={568.1,249.6}
,["nType"]=5,["title"]="包含：构建蓝图*10",["bgPos"]={-23.8,22.5}
,["endTime"]="2024/02/10 23:59:59",["item"]={{11002,10,2}
}
,["shopItem"]=31005,["des"]="包含：构建蓝图*10"}
,{["sName"]="返礼馈赠",["skipPos"]={590.9,-327.8}
,["index"]=201,["closePos"]={657,237}
,["endTime"]="2025-12-03 03:00:00",["img"]="img10_8",["imgBig"]="6",["bgPos"]={0,32}
,["id"]=6,["nType"]=6,["item"]={{11002,10,2}
}
,["isCard"]=false,["title"]="2025/11/19 12:00-2025/12/3 3:00",["startTime"]="2025-02-25 00:00:00",["key"]=6,["des"]="在活动期间进行任意充值后将开启"}
,{["item"]={{11002,10,2}
}
,["skipPos"]={607.2,-415.6}
,["index"]=202,["id"]=7,["img"]="img10_5",["imgBig"]="1",["closePos"]={662,310}
,["bgPos"]={14,0}
,["nType"]=7,["title"]="2025/11/19 12:00-2025/12/3 3:00",["isCard"]=false,["key"]=6,["sName"]="首充奖励",["shopItem"]=31013,["des"]="在活动期间进行任意充值后将开启"}
,{["item"]={{11002,10,2}
}
,["skipPos"]={607.2,-415.6}
,["index"]=203,["id"]=8,["img"]="img10_9",["imgBig"]="8",["closePos"]={662,310}
,["bgPos"]={14,0}
,["nType"]=8,["title"]="2025/11/19 12:00-2025/12/3 3:00",["isCard"]=false,["key"]=6,["sName"]="充值奖励",["shopItem"]=31014,["des"]="在活动期间进行任意充值后将开启"}
,{["index"]=102,["img"]="img10_10",["key"]=9,["startTime"]="2025/1/28 00:00:00",["isCard"]=false,["id"]=9,["sName"]="新春红包",["imgBig"]="9",["skipPos"]={486.6,-385}
,["closePos"]={0,100000}
,["nType"]=9,["title"]="时间：1/28 00:00 - 2/12 23:59",["bgPos"]={-32,17.5}
,["endTime"]="2025/2/12 23:59:59",["item"]={{11002,20,2}
}
,["shopItem"]=31040,["des"]="包含：构建蓝图*20"}
,{["index"]=103,["muban"]=10,["img"]="img10_12",["item"]={{11002,5,2}
}
,["startTime"]="2024/2/10 00:00:00",["isCard"]=false,["endTime"]="2025/6/25 03:00:00",["sName"]="签到奖励",["imgBig"]="10",["skipPos"]={497.9,-414.9}
,["closePos"]={555.9,310.5}
,["nType"]=10,["title"]="时间：6/11 12:00 - 6/25 3:00",["bgPos"]={0,62.6}
,["id"]=10,["key"]=10,["shopItem"]=31051,["des"]="包含：构建蓝图*5"}
,{["index"]=103,["muban"]=11,["img"]="img10_13",["item"]={{11002,10,2}
}
,["startTime"]="2025/8/06 12:00:00",["isCard"]=false,["endTime"]="2025/8/12 23:59:59",["imgBig"]="11",["sName"]="签到奖励",["closePos"]={553.4,256.6}
,["nType"]=11,["skipPos"]={460.6,-341.8}
,["id"]=11,["bgPos"]={-22.5,23.5}
,["key"]=11,["shopItem"]=31052,["des"]="时间：8/06 12:00 - 8/12 23:59"}
,{["index"]=103,["muban"]=10,["img"]="img10_14",["item"]={{11002,5,2}
}
,["startTime"]="2025/10/15 00:00:00",["isCard"]=false,["endTime"]="2025/10/29 2:59:59",["sName"]="签到奖励",["imgBig"]="12",["skipPos"]={497.9,-414.9}
,["closePos"]={555.9,310.5}
,["nType"]=12,["title"]="时间：12/30 00:00 - 2/11 03:00",["bgPos"]={0,62.6}
,["id"]=12,["key"]=12,["shopItem"]=31051,["des"]="包含：构建蓝图*5"}
,{["index"]=103,["muban"]=10,["img"]="img10_15",["item"]={{11002,5,2}
}
,["startTime"]="2025/11/19 00:00:00",["isCard"]=false,["endTime"]="2025/12/3 2:59:59",["sName"]="签到奖励",["imgBig"]="13",["skipPos"]={623.4,-414.9}
,["closePos"]={555.9,310.5}
,["nType"]=13,["title"]="时间：12/30 00:00 - 2/11 03:00",["bgPos"]={0,62.6}
,["id"]=13,["key"]=13,["shopItem"]=31051,["des"]="包含：构建蓝图*5"}
,{["index"]=103,["muban"]=11,["img"]="img10_16",["item"]={{11002,10,2}
}
,["startTime"]="2025/12/30 00:00:00",["isCard"]=false,["endTime"]="2026/2/11 00:00:00",["imgBig"]="14",["sName"]="签到奖励",["closePos"]={553.4,256.6}
,["nType"]=14,["skipPos"]={586.1,-341.8}
,["id"]=14,["bgPos"]={-22.5,23.5}
,["key"]=14,["shopItem"]=31052,["des"]="时间：12/30 00:00 - 2/11 03:00"}
}

