local conf = {
	["filename"] = 'j-角色模型.xlsx',
	["sheetname"] = '皮肤合集信息',
	["types"] = {
'int','string','string','string','int','string'
},
	["names"] = {
'id','key','name','icon','sort','story'
},
	["data"] = {
{'201',	'201',	'时装合辑',	'skin_tag_201',	'1',	' '},
{'101',	'101',	'新春茶会',	'skin_tag_101',	'2',	'佳节茶会，执手相伴，共享平安'},
{'102',	'102',	'微醺时氛',	'skin_tag_102',	'3',	'玉桂入匣，共映漩光。宵乐饮 ，金樽烁，镜夜共酌，岂止残灯梦火？'},
{'103',	'103',	'基地小憩',	'skin_tag_103',	'4',	'为探索队员量身定制的功能制服：由高可塑性材料制成，适用于各种训练环境。'},
{'104',	'104',	'碧海之风',	'skin_tag_104',	'5',	'海滨骄阳，鳞波浪涌，热情逐夏。'},
{'105',	'105',	'璀璨盛宴',	'skin_tag_105',	'6',	'爱、星空与嘉年华。'},
{'106',	'106',	'娆婵叙歌',	'skin_tag_106',	'7',	'钢铁密林的深处埋藏着一些不为人知之事，莫要追寻那些被隐瞒的真实。'},
{'107',	'107',	'胧月焚霜',	'skin_tag_107',	'8',	'霓虹之夜，嘈杂之音，有人迷失，有人指引。'},
{'108',	'108',	'仙镜魅影',	'skin_tag_108',	'9',	'不可思议之国，万千奇遇正等待邂逅。'},
{'109',	'109',	'极速方程',	'skin_tag_109',	'10',	'速度是一种生活状态，一种切实感受到自己活着的状态。'},
{'111',	'111',	'甜蜜时刻',	'skin_tag_111',	'11',	'假日、阳光、游乐场三大要素齐聚，书写怦然心动的故事，定格甜蜜迷人的瞬间。'},
{'112',	'112',	'摩登丽人',	'skin_tag_112',	'11',	'不要盲目跟从别人，做你自己的引领者即可。'},
{'114',	'114',	'寻隙留影',	'skin_tag_114',	'12',	'所有值得记录的时刻都是人生的足迹。'},
{'116',	'116',	'运动时刻',	'skin_tag_116',	'13',	'燃烧你的活力，展现你的魅力。'},
{'117',	'117',	'隆冬驿使',	'skin_tag_117',	'14',	'怀抱美好的希望与期待，送上满载心意的礼物和书信，传递的炙热情感足以融化冬日冰雪。'},
{'118',	'118',	'洛可可宫殿',	'skin_tag_118',	'15',	'清淡鲜明的颜色，精致纤细的曲线，一切都笼罩在优雅神秘的氛围中，等候探求之人。'},
{'119',	'119',	'轩窗逸语',	'skin_tag_119',	'16',	'推开窗户，触及那隐藏已久的，连她们自己都几乎忘却的一面。'},
{'120',	'120',	'围炉浴兰',	'skin_tag_120',	'17',	'踏入温泉之中，暖热的水浸过身体，带走疲惫与伤痛，只留下惬意的心情，还有那宛若美梦一般的绮丽记忆。'},
{'123',	'123',	'惊魂虚构集',	'skin_tag_123',	'17',	'夜幕之中，幻影迷离，难辨真假，等待你前往探寻。'},
{'124',	'124',	'门德尔松俱乐部',	'skin_tag_124',	'18',	'优雅与浪漫交织，华丽和精致相融，置身此地，只需沉醉其中。'},
{'131',	'131',	'音律悠扬',	'skin_tag_131',	'19',	'节拍跃动间，无尽情感被流畅地演绎出来。'},
{'132',	'132',	'经典风尚',	'skin_tag_132',	'20',	'回顾往昔风潮，萃取经典之美。衣香鬓影，眉间心上。'},
},
}
--cfgCfgSkinSetInfo = conf
return conf
