local conf = {
	["filename"] = 'h-徽章表.xlsx',
	["sheetname"] = '徽章',
	["types"] = {
'int','int','int','int','int','int','int','string','string','string','string','string','int[]'
},
	["names"] = {
'id','key','group','nIsHide','type','typeSort','sort','icon','name','tag','desc','effect','aFinishIds'
},
	["data"] = {
{'1',	'1',	'1',	'',	'',	'1',	'4',	'icon_01_01',	'千锤百炼',	'主线剧情',	'通关【教程】下的4个关卡',	'',	'10101,1'},
{'2',	'2',	'1',	'',	'101',	'1',	'3',	'icon_01_02',	'觅寻真我',	'主线剧情',	'通关【主线剧情】中序章的全部困难难度关卡',	'',	'10102,1'},
{'3',	'3',	'1',	'',	'101',	'2',	'3',	'icon_01_03',	'群星闪耀',	'主线剧情',	'通关【主线剧情】中序章的全部普通难度关卡',	'',	'10103,1'},
{'4',	'4',	'1',	'',	'102',	'1',	'2',	'icon_01_04',	'长路伊始',	'主线剧情',	'通关【主线剧情】中第一章的全部困难难度关卡',	'',	'10104,1'},
{'5',	'5',	'1',	'',	'102',	'2',	'2',	'icon_01_05',	'颠倒未来',	'主线剧情',	'通关【主线剧情】中第一章的全部普通难度关卡',	'',	'10105,1'},
{'6',	'6',	'1',	'',	'103',	'1',	'1',	'icon_01_06',	'绿野歧旅',	'主线剧情',	'通关【主线剧情】中第二章的全部困难难度关卡',	'',	'10106,1'},
{'7',	'7',	'1',	'',	'103',	'2',	'1',	'icon_01_07',	'银淞逆行',	'主线剧情',	'通关【主线剧情】中第二章的全部普通难度关卡',	'',	'10107,1'},
{'8',	'8',	'2',	'',	'201',	'1',	'2',	'icon_02_01',	'火种的延续',	'碎星虚影',	'通关【碎星虚影】第一章的全部关卡并完成所有挑战任务',	'',	'10201,1'},
{'9',	'9',	'2',	'',	'201',	'2',	'2',	'icon_02_02',	'混沌与秩序',	'碎星虚影',	'通关【碎星虚影】第一章的全部关卡',	'',	'10202,1'},
{'10',	'10',	'2',	'',	'202',	'1',	'1',	'icon_02_03',	'新生的世界',	'碎星虚影',	'通关【碎星虚影】第二章的全部关卡并完成所有挑战任务',	'',	'10203,1'},
{'11',	'11',	'2',	'',	'202',	'2',	'1',	'icon_02_04',	'毁灭与重生',	'碎星虚影',	'通关【碎星虚影】第二章的全部关卡',	'',	'10204,1'},
{'12',	'12',	'3',	'',	'',	'1',	'2',	'icon_03_01',	'口香糖大作战',	'绮境笺宴活动',	'累计收集200个宇宙口香糖',	'',	'10301,200'},
{'13',	'13',	'3',	'',	'301',	'1',	'1',	'icon_03_02',	'糖衣炮弹',	'绮境笺宴活动',	'完成【绮境笺宴】困难模式下的临界挑战等级5关卡',	'',	'10302,1'},
{'14',	'14',	'3',	'',	'301',	'2',	'1',	'icon_03_03',	'童话绘本',	'绮境笺宴活动',	'完成【绮境笺宴】困难模式下除临界挑战外的所有关卡',	'',	'10303,1'},
{'15',	'15',	'3',	'',	'301',	'3',	'1',	'icon_03_04',	'绮梦漫游',	'绮境笺宴活动',	'完成【绮境笺宴】简单模式下的所有关卡',	'',	'10304,1'},
},
}
--cfgCfgBadge = conf
return conf
