_G["CfgSkinSetInfo"]={[114]={["story"]="所有值得记录的时刻都是人生的足迹。",["name"]="寻隙留影",["id"]=114,["sort"]=12,["icon"]="skin_tag_114",["key"]="114"}
,[116]={["story"]="燃烧你的活力，展现你的魅力。",["name"]="运动时刻",["id"]=116,["sort"]=13,["icon"]="skin_tag_116",["key"]="116"}
,[201]={["story"]=" ",["name"]="时装合辑",["id"]=201,["sort"]=1,["icon"]="skin_tag_201",["key"]="201"}
,[120]={["story"]="踏入温泉之中，暖热的水浸过身体，带走疲惫与伤痛，只留下惬意的心情，还有那宛若美梦一般的绮丽记忆。",["name"]="围炉浴兰",["id"]=120,["sort"]=17,["icon"]="skin_tag_120",["key"]="120"}
,[124]={["story"]="优雅与浪漫交织，华丽和精致相融，置身此地，只需沉醉其中。",["name"]="门德尔松俱乐部",["id"]=124,["sort"]=18,["icon"]="skin_tag_124",["key"]="124"}
,[132]={["story"]="回顾往昔风潮，萃取经典之美。衣香鬓影，眉间心上。",["name"]="经典风尚",["id"]=132,["sort"]=20,["icon"]="skin_tag_132",["key"]="132"}
,[101]={["story"]="佳节茶会，执手相伴，共享平安",["name"]="新春茶会",["id"]=101,["sort"]=2,["icon"]="skin_tag_101",["key"]="101"}
,[103]={["story"]="为探索队员量身定制的功能制服：由高可塑性材料制成，适用于各种训练环境。",["name"]="基地小憩",["id"]=103,["sort"]=4,["icon"]="skin_tag_103",["key"]="103"}
,[105]={["story"]="爱、星空与嘉年华。",["name"]="璀璨盛宴",["id"]=105,["sort"]=6,["icon"]="skin_tag_105",["key"]="105"}
,[107]={["story"]="霓虹之夜，嘈杂之音，有人迷失，有人指引。",["name"]="胧月焚霜",["id"]=107,["sort"]=8,["icon"]="skin_tag_107",["key"]="107"}
,[109]={["story"]="速度是一种生活状态，一种切实感受到自己活着的状态。",["name"]="极速方程",["id"]=109,["sort"]=10,["icon"]="skin_tag_109",["key"]="109"}
,[111]={["story"]="假日、阳光、游乐场三大要素齐聚，书写怦然心动的故事，定格甜蜜迷人的瞬间。",["name"]="甜蜜时刻",["id"]=111,["sort"]=11,["icon"]="skin_tag_111",["key"]="111"}
,[129]={["story"]="不是因为美丽才喜欢，而是因为喜欢才觉得美丽。",["name"]="恋色风景",["id"]=129,["sort"]=28,["icon"]="skin_tag_129",["key"]="129"}
,[117]={["story"]="怀抱美好的希望与期待，送上满载心意的礼物和书信，传递的炙热情感足以融化冬日冰雪。",["name"]="隆冬驿使",["id"]=117,["sort"]=14,["icon"]="skin_tag_117",["key"]="117"}
,[119]={["story"]="推开窗户，触及那隐藏已久的，连她们自己都几乎忘却的一面。",["name"]="轩窗逸语",["id"]=119,["sort"]=16,["icon"]="skin_tag_119",["key"]="119"}
,[123]={["story"]="夜幕之中，幻影迷离，难辨真假，等待你前往探寻。",["name"]="惊魂虚构集",["id"]=123,["sort"]=17,["icon"]="skin_tag_123",["key"]="123"}
,[127]={["story"]="医生和护士会为您治愈每一处创伤。",["name"]="良医妙手",["id"]=127,["sort"]=26,["icon"]="skin_tag_127",["key"]="127"}
,[102]={["story"]="玉桂入匣，共映漩光。宵乐饮 ，金樽烁，镜夜共酌，岂止残灯梦火？",["name"]="微醺时氛",["id"]=102,["sort"]=3,["icon"]="skin_tag_102",["key"]="102"}
,[104]={["story"]="海滨骄阳，鳞波浪涌，热情逐夏。",["name"]="碧海之风",["id"]=104,["sort"]=5,["icon"]="skin_tag_104",["key"]="104"}
,[106]={["story"]="钢铁密林的深处埋藏着一些不为人知之事，莫要追寻那些被隐瞒的真实。",["name"]="娆婵叙歌",["id"]=106,["sort"]=7,["icon"]="skin_tag_106",["key"]="106"}
,[108]={["story"]="不可思议之国，万千奇遇正等待邂逅。",["name"]="仙镜魅影",["id"]=108,["sort"]=9,["icon"]="skin_tag_108",["key"]="108"}
,[131]={["story"]="节拍跃动间，无尽情感被流畅地演绎出来。",["name"]="音律悠扬",["id"]=131,["sort"]=19,["icon"]="skin_tag_131",["key"]="131"}
,[112]={["story"]="不要盲目跟从别人，做你自己的引领者即可。",["name"]="摩登丽人",["id"]=112,["sort"]=11,["icon"]="skin_tag_112",["key"]="112"}
,[118]={["story"]="清淡鲜明的颜色，精致纤细的曲线，一切都笼罩在优雅神秘的氛围中，等候探求之人。",["name"]="洛可可宫殿",["id"]=118,["sort"]=15,["icon"]="skin_tag_118",["key"]="118"}
}

