_G["CfgMatrixInfo"]={{["id"]=1,["sName"]="建筑耐久",["key"]="1"}
,{["id"]=2,["sName"]="提供电力",["key"]="2"}
,{["id"]=3,["sName"]="驻员上限",["key"]="3"}
,{["id"]=4,["sName"]="等级上限",["key"]="4"}
,{["id"]=5,["sName"]="心情消耗",["key"]="5"}
,{["id"]=6,["sName"]="电力消耗",["key"]="6"}
,{["id"]=7,["sName"]="产出效率",["key"]="7"}
,{["id"]=8,["sName"]="资源上限",["key"]="8"}
,{["id"]=9,["sName"]="订单上限",["key"]="9"}
,{["id"]=10,["sName"]="订单产出",["key"]="10"}
,{["id"]=11,["sName"]="制作能力",["key"]="11"}
,{["id"]=12,["sName"]="制作上限",["key"]="12"}
,{["id"]=13,["sName"]="改造上限",["key"]="13"}
}

