local conf = {
	["filename"] = 'j-角色模型.xlsx',
	["sheetname"] = '皮肤合集信息',
	["types"] = {
'int','string','string','string','int','string'
},
	["names"] = {
'id','key','name','icon','sort','story'
},
	["data"] = {
{'201',	'201',	'时装合辑',	'skin_tag_201',	'1',	''},
{'101',	'101',	'新春茶会',	'skin_tag_101',	'2',	'佳节茶会，执手相伴，共享平安'},
{'102',	'102',	'微醺时氛',	'skin_tag_102',	'3',	'玉桂入匣，共映漩光。宵乐饮 ，金樽烁，镜夜共酌，岂止残灯梦火？'},
{'103',	'103',	'基地小憩',	'skin_tag_103',	'4',	'为探索队员量身定制的功能制服：由高可塑性材料制成，适用于各种训练环境。'},
{'104',	'104',	'碧海之风',	'skin_tag_104',	'5',	'海滨骄阳，鳞波浪涌，热情逐夏。'},
{'105',	'105',	'璀璨盛宴',	'skin_tag_105',	'6',	'爱、星空与嘉年华。'},
{'106',	'106',	'娆婵叙歌',	'skin_tag_106',	'7',	'钢铁密林的深处埋藏着一些不为人知之事，莫要追寻那些被隐瞒的真实。'},
{'107',	'107',	'胧月焚霜',	'skin_tag_107',	'8',	'霓虹之夜，嘈杂之音，有人迷失，有人指引。'},
{'108',	'108',	'仙镜魅影',	'skin_tag_108',	'9',	'不可思议之国，万千奇遇正等待邂逅。'},
{'114',	'114',	'研取异考',	'skin_tag_114',	'10',	'研究当下问题，实践得出结论，观点的碰撞或者与实施相悖的再次研究，得出结论并引申利用，人类便是如此前进的。'},
{'116',	'116',	'运动时刻',	'skin_tag_116',	'11',	'燃烧你的活力，展现你的魅力。'},
},
}
--cfgCfgSkinSetInfo = conf
return conf
