local conf = {
	["filename"] = 'h-活动入口开放.xlsx',
	["sheetname"] = '讨伐活动',
	["types"] = {
'int','string','string','int','int','string','string'
},
	["names"] = {
'id','key','name','sectionID','shopID','actionTime','actionCloseTime'
},
	["data"] = {
{'3000',	'3000',	'拟真演训',	'4001',	'901',	'2/7 10:00 - 2/21  03:00',	''},
{'3001',	'3001',	'拟真演训',	'4002',	'901',	'3/20 12:00 - 4/3  02:59',	''},
{'3002',	'3002',	'拟真演训',	'4003',	'901',	'6/5 12:00 - 6/19  02:59',	'商店关闭于：2024/2/10 3:00:00'},
{'3003',	'3003',	'雷霆试炼',	'8001',	'901',	'7/24 12:00 - 8/28  03:00',	'商店关闭于：2024/8/28 3:00:00'},
{'3004',	'3004',	'拟真演训',	'4004',	'901',	'9/25 12:00 - 10/16  03:00',	'商店关闭于：2024/10/16  03:00'},
},
}
--cfgCfgDungeonTaoFa = conf
return conf
