local conf = {
	["filename"] = 'd-掉落次数加成.xlsx',
	["sheetname"] = '掉落次数加成',
	["types"] = {
'int','int','int','int','string','string'
},
	["names"] = {
'id','dropAddCnt','regressionType','specialMultiId','startTime','endTime'
},
	["data"] = {
{'1',	'2',	'',	'',	'2024/06/19 03:00:00',	'2024/06/26 03:00:00'},
{'101',	'',	'',	'101',	'2025/10/17 12:00:00',	'2025/10/20 03:00:00'},
{'102',	'',	'',	'102',	'2025/10/24 12:00:00',	'2025/10/27 03:00:00'},
{'103',	'',	'',	'103',	'2024/06/19 03:00:00',	'2024/06/19 03:00:00'},
{'2',	'3',	'',	'',	'2024/12/01 03:00:00',	'2025/01/22 03:00:00'},
},
}
--cfgCfgDupDropCntAdd = conf
return conf
