local conf = {
	["filename"] = 'r-任务配置表.xlsx',
	["sheetname"] = '新年阶段完成奖励',
	["types"] = {
'int','string','int','int[]','json','string','string','string','int'
},
	["names"] = {
'id','key','nCount','aFinishIds','jAwardId','sIcon','sDescription','sRewardDes','bRole'
},
	["data"] = {
{'1',	'',	'5',	'80301',	'[[10040,50,2],[58032,2,2],[58002,1,2]]',	'58032',	'新年任务第1阶段最终阶段',	'新年特殊物品，打开后可随机获得材料或物品',	''},
{'2',	'',	'5',	'80302',	'[[10040,50,2],[58032,2,2],[58002,1,2]]',	'58032',	'新年任务第2阶段最终阶段',	'新年特殊物品，打开后可随机获得材料或物品',	''},
{'3',	'',	'5',	'80303',	'[[10040,100,2],[58032,3,2],[58002,1,2]]',	'10040',	'新年任务第3阶段最终阶段',	'在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。',	''},
{'4',	'',	'5',	'80304',	'[[10040,100,2],[58032,3,2],[58003,1,2]]',	'10040',	'新年任务第4阶段最终阶段',	'在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。',	''},
{'5',	'',	'5',	'80305',	'[[10040,100,2],[58032,3,2],[58003,1,2]]',	'10040',	'新年任务第5阶段最终阶段',	'在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。',	''},
{'6',	'',	'5',	'80306',	'[[10040,150,2],[58032,4,2],[58003,1,2]]',	'10040',	'新年任务第6阶段最终阶段',	'在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。',	''},
{'7',	'',	'5',	'80307',	'[[10040,150,2],[58032,4,2],[58004,1,2]]',	'58004',	'新年任务第7阶段最终阶段',	'T4跃升材料包中选择1种材料奖励',	''},
},
}
--cfgCfgNewYearFinish = conf
return conf
