_G["CfgSummary"]={[2]={["id"]=2,["type"]=2,["key"]="2",["infos"]={{["eTime"]="2025/8/20 03:00:00",["index"]=1,["icon"]="icon_01_01",["sTime"]="2025/7/30 12:00:00",["name"]="庆典签到",["jumpId"]=180014,["iconType"]=1}
,{["eTime"]="2025/8/6 03:00:00",["index"]=2,["icon"]="icon_01_02",["sTime"]="2025/7/30 12:00:00",["name"]="每日免费单抽",["jumpId"]=61046,["iconType"]=1}
,{["eTime"]="2025/9/1 03:00:00",["index"]=3,["icon"]="icon_01_03",["sTime"]="2025/7/30 12:00:00",["name"]="协同作战",["jumpId"]=310001,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=4,["icon"]="icon_01_04",["sTime"]="2025/8/6 12:00:00",["name"]="庆典活动",["jumpId"]=350002,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=5,["icon"]="icon_01_05",["sTime"]="2025/8/6 12:00:00",["name"]="赤溟专属",["jumpId"]=350003,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=6,["icon"]="icon_01_06",["sTime"]="2025/7/30 12:00:00",["name"]="惠享返礼",["jumpId"]=350004,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=7,["icon"]="icon_01_07",["sTime"]="2025/7/30 12:00:00",["name"]="庆典时装",["jumpId"]=140008,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=8,["icon"]="icon_01_08",["sTime"]="2025/7/30 12:00:00",["name"]="庆典画册",["jumpId"]=140019,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=9,["icon"]="icon_01_10",["sTime"]="2025/7/30 12:00:00",["name"]="奇趣扭蛋",["jumpId"]=340001,["iconType"]=1}
}
}
,[3]={["id"]=3,["type"]=2,["key"]="3",["infos"]={{["eTime"]="2025/8/20 03:00:00",["index"]=1,["icon"]="icon_02_01",["sTime"]="2025/7/30 12:00:00",["name"]="庆典签到",["jumpId"]=180014,["iconType"]=2}
,{["eTime"]="2025/8/6 03:00:00",["index"]=2,["icon"]="icon_02_02",["sTime"]="2025/7/30 12:00:00",["name"]="每日免费单抽",["jumpId"]=61046,["iconType"]=2}
,{["eTime"]="2025/9/1 03:00:00",["index"]=3,["icon"]="icon_02_03",["sTime"]="2025/7/30 12:00:00",["name"]="协同作战",["jumpId"]=310001,["iconType"]=2}
}
}
,[4]={["id"]=4,["type"]=2,["key"]="4",["infos"]={{["index"]=1,["iconType"]=2,["desc"]="渊默变奏",["name"]="主线·第五章",["eTime"]="2025/9/3 03:00:00",["sTime"]="2025/7/30 12:00:00",["icon"]="icon_03_01",["jumpId"]=30002}
,{["eTime"]="2025/8/15 03:00:00",["index"]=2,["icon"]="icon_03_02",["sTime"]="2025/8/6 12:00:00",["name"]="周年狂欢",["jumpId"]=370001,["iconType"]=2}
,{["eTime"]="2025/9/3 03:00:00",["index"]=3,["icon"]="icon_03_03",["sTime"]="2025/8/20 12:00:00",["name"]="周年狂欢",["jumpId"]=13161,["iconType"]=2}
,{["eTime"]="2025/9/3 03:00:00",["index"]=4,["icon"]="icon_03_04",["sTime"]="2025/8/13 12:00:00",["name"]="周年狂欢",["jumpId"]=13039,["iconType"]=2}
}
}
,[5]={["id"]=5,["type"]=2,["key"]="5",["infos"]={{["eTime"]="2025/9/3 03:00:00",["index"]=1,["icon"]="icon_01_02",["sTime"]="2025/7/30 12:00:00",["name"]="庆典画册",["jumpId"]=140019,["iconType"]=2}
}
}
,[6]={["id"]=6,["type"]=2,["key"]="6",["infos"]={{["index"]=1,["iconType"]=2,["desc"]="您的错过与新的渴望，这次一并奉上！",["name"]="庆典时装",["eTime"]="2025/9/3 03:00:00",["sTime"]="2025/7/30 12:00:00",["icon"]="icon_01_01",["jumpId"]=140008}
}
}
,[7]={["id"]=7,["type"]=2,["key"]="7",["infos"]={{["index"]=1,["iconType"]=2,["name"]="翻转课堂",["eTime"]="2025/9/3 03:00:00",["sTime"]="2025/8/6 12:00:00",["icon"]="icon_02_01",["jumpId"]=140008,["commodity"]=30035}
,{["eTime"]="2025/9/3 03:00:00",["index"]=2,["icon"]="icon_02_02",["sTime"]="2025/8/6 12:00:00",["name"]="海研丽影",["jumpId"]=61022,["iconType"]=2}
,{["eTime"]="2025/8/12 03:00:00",["index"]=3,["icon"]="icon_02_03",["sTime"]="2024/8/6 12:00:00",["name"]="赤溟有礼",["jumpId"]=180015,["iconType"]=2}
}
}
,[8]={["id"]=8,["type"]=2,["key"]="8",["infos"]={{["eTime"]="2025/9/3 03:00:00",["index"]=1,["icon"]="icon_01_01",["sTime"]="2025/7/30 12:00:00",["name"]="奇趣扭蛋",["jumpId"]=340001,["iconType"]=1}
}
}
}

