local conf = {
	["filename"] = 'T-头像框表.xlsx',
	["sheetname"] = '表情',
	["types"] = {
'int','string','int','bool','int','string','string[]','float[]','string','string','int','int','int'
},
	["names"] = {
'id','key','index','isShow','type','avatarname','picture','textPos','avatareffect','accessmethods','shopId','is_Open','sound'
},
	["data"] = {
{'1031',	'1031',	'3',	'',	'3',	'银羽-胜利',	'img_02_01,img_02_02',	'61,-47',	'',	'',	'',	'1',	''},
{'1032',	'1032',	'3',	'',	'4',	'银羽-失败',	'img_03_01,img_03_02',	'61,-47',	'',	'',	'',	'1',	''},
{'1033',	'1033',	'3',	'',	'2',	'银羽-问好',	'img_01_01,img_01_02',	'61,-47',	'',	'',	'',	'1',	''},
{'1041',	'1041',	'1',	'',	'3',	'哈托莉-胜利',	'',	'',	'HeadFace/Gif2',	'GetWay_137##幸运扭蛋机奖励',	'',	'',	'50320143'},
{'1042',	'1042',	'1',	'',	'4',	'哈托莉-失败',	'',	'',	'HeadFace/Gif4',	'GetWay_137##幸运扭蛋机奖励',	'',	'',	'50320146'},
{'1043',	'1043',	'1',	'',	'2',	'哈托莉-问好',	'',	'',	'HeadFace/Gif3',	'GetWay_137##幸运扭蛋机奖励',	'',	'',	'50320142'},
{'1051',	'1051',	'2',	'',	'3',	'刃齿-胜利',	'',	'',	'HeadFace/Gif7',	'GetWay_148##奇趣扭蛋奖励',	'',	'',	'30180142'},
{'1052',	'1052',	'2',	'',	'4',	'刃齿-失败',	'',	'',	'HeadFace/Gif5',	'GetWay_148##奇趣扭蛋奖励',	'',	'',	'30180145'},
{'1053',	'1053',	'2',	'',	'2',	'刃齿-问好',	'',	'',	'HeadFace/Gif6',	'GetWay_148##奇趣扭蛋奖励',	'',	'',	'30180140'},
{'1061',	'1061',	'4',	'',	'3',	'袅韵-胜利',	'img_04_01,img_04_02',	'61,-47',	'',	'GetWay_137##幸运扭蛋机奖励',	'',	'',	''},
{'1062',	'1062',	'4',	'',	'4',	'袅韵-失败',	'img_05_01,img_05_02',	'61,-47',	'',	'GetWay_137##幸运扭蛋机奖励',	'',	'',	''},
{'1063',	'1063',	'4',	'',	'2',	'袅韵-问好',	'img_06_01,img_06_02',	'61,-47',	'',	'GetWay_137##幸运扭蛋机奖励',	'',	'',	''},
{'1071',	'1071',	'5',	'',	'3',	'巴德兰兹-胜利',	'img_07_01,img_07_02',	'61,-47',	'',	'GetWay_148##奇趣扭蛋奖励',	'',	'',	''},
{'1072',	'1072',	'5',	'',	'4',	'巴德兰兹-失败',	'img_08_01,img_08_02',	'61,-47',	'',	'GetWay_148##奇趣扭蛋奖励',	'',	'',	''},
{'1073',	'1073',	'5',	'',	'2',	'巴德兰兹-问好',	'img_09_01,img_09_02',	'61,-47',	'',	'GetWay_148##奇趣扭蛋奖励',	'',	'',	''},
},
}
--cfgCfgIconEmote = conf
return conf
