_G["CfgSummary"]={[206]={["id"]=206,["type"]=3,["key"]="206",["infos"]={{["index"]=1,["iconType"]=2,["name"]="燃情热夜",["eTime"]="2026/2/11 3:00:00",["sTime"]="2025/12/30 10:00:00",["icon"]="icon_06_01",["jumpId"]=140002,["commodity"]=30035}
,{["eTime"]="2026/2/11 3:00:00",["index"]=2,["icon"]="icon_06_02",["sTime"]="2025/12/30 10:00:00",["name"]="辉耀灿金",["jumpId"]=61022,["iconType"]=2}
,{["eTime"]="2026/2/11 3:00:00",["index"]=3,["icon"]="icon_06_03",["sTime"]="2025/12/30 10:00:00",["name"]="洛贝拉有礼",["jumpId"]=180021,["iconType"]=2}
}
}
,[7]={["id"]=7,["type"]=2,["key"]="7",["infos"]={{["index"]=1,["iconType"]=2,["name"]="翻转课堂",["eTime"]="2025/9/3 03:00:00",["sTime"]="2025/8/6 12:00:00",["icon"]="icon_02_01",["jumpId"]=140008,["commodity"]=30035}
,{["eTime"]="2025/9/3 03:00:00",["index"]=2,["icon"]="icon_02_02",["sTime"]="2025/8/6 12:00:00",["name"]="海研丽影",["jumpId"]=61022,["iconType"]=2}
,{["eTime"]="2025/8/12 03:00:00",["index"]=3,["icon"]="icon_02_03",["sTime"]="2024/8/6 12:00:00",["name"]="赤溟有礼",["jumpId"]=180015,["iconType"]=2}
}
}
,[207]={["id"]=207,["type"]=3,["key"]="207",["infos"]={{["eTime"]="2026/2/11 3:00:00",["index"]=1,["icon"]="icon_01_01",["sTime"]="2025/12/30 10:00:00",["name"]="次元馈赠",["jumpId"]=61046,["iconType"]=1}
}
}
,[2]={["id"]=2,["type"]=2,["key"]="2",["infos"]={{["eTime"]="2025/8/20 03:00:00",["index"]=1,["icon"]="icon_01_01",["sTime"]="2025/7/30 12:00:00",["name"]="庆典签到",["jumpId"]=180014,["iconType"]=1}
,{["eTime"]="2025/8/6 03:00:00",["index"]=2,["icon"]="icon_01_02",["sTime"]="2025/7/30 12:00:00",["name"]="每日免费单抽",["jumpId"]=61046,["iconType"]=1}
,{["eTime"]="2025/9/1 03:00:00",["index"]=3,["icon"]="icon_01_03",["sTime"]="2025/7/30 12:00:00",["name"]="协同作战",["jumpId"]=310001,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=4,["icon"]="icon_01_04",["sTime"]="2025/8/6 12:00:00",["name"]="庆典活动",["jumpId"]=350002,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=5,["icon"]="icon_01_05",["sTime"]="2025/8/6 12:00:00",["name"]="赤溟专属",["jumpId"]=350003,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=6,["icon"]="icon_01_06",["sTime"]="2025/7/30 12:00:00",["name"]="惠享返礼",["jumpId"]=350004,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=7,["icon"]="icon_01_07",["sTime"]="2025/7/30 12:00:00",["name"]="庆典时装",["jumpId"]=140008,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=8,["icon"]="icon_01_08",["sTime"]="2025/7/30 12:00:00",["name"]="庆典画册",["jumpId"]=140019,["iconType"]=1}
,{["eTime"]="2025/9/3 03:00:00",["index"]=9,["icon"]="icon_01_10",["sTime"]="2025/7/30 12:00:00",["name"]="奇趣扭蛋",["jumpId"]=340001,["iconType"]=1}
}
}
,[4]={["id"]=4,["type"]=2,["key"]="4",["infos"]={{["index"]=1,["iconType"]=2,["desc"]="渊默变奏",["name"]="主线·第五章",["eTime"]="2025/9/3 03:00:00",["sTime"]="2025/7/30 12:00:00",["icon"]="icon_03_01",["jumpId"]=30002}
,{["eTime"]="2025/8/15 03:00:00",["index"]=2,["icon"]="icon_03_02",["sTime"]="2025/8/6 12:00:00",["name"]="周年狂欢",["jumpId"]=370001,["iconType"]=2}
,{["eTime"]="2025/9/3 03:00:00",["index"]=3,["icon"]="icon_03_03",["sTime"]="2025/8/20 12:00:00",["name"]="周年狂欢",["jumpId"]=13161,["iconType"]=2}
,{["eTime"]="2025/9/3 03:00:00",["index"]=4,["icon"]="icon_03_04",["sTime"]="2025/8/13 12:00:00",["name"]="周年狂欢",["jumpId"]=13039,["iconType"]=2}
}
}
,[201]={["id"]=201,["type"]=3,["key"]="201",["infos"]={{["eTime"]="2026/2/11 3:00:00",["index"]=1,["icon"]="icon_01_01",["sTime"]="2025/12/30 10:00:00",["name"]="同行签到",["jumpId"]=180019,["iconType"]=1}
,{["eTime"]="2026/2/11 3:00:00",["index"]=2,["icon"]="icon_01_02",["sTime"]="2025/12/30 10:00:00",["name"]="同行福利",["jumpId"]=351002,["iconType"]=1}
,{["eTime"]="2026/2/11 3:00:00",["index"]=3,["icon"]="icon_01_03",["sTime"]="2025/12/30 10:00:00",["name"]="悠游之旅",["jumpId"]=351005,["iconType"]=1}
,{["eTime"]="2026/2/11 3:00:00",["index"]=4,["icon"]="icon_01_04",["sTime"]="2025/12/30 10:00:00",["name"]="光影奇境",["jumpId"]=440001,["iconType"]=1}
,{["eTime"]="2026/2/11 3:00:00",["index"]=5,["icon"]="icon_01_05",["sTime"]="2025/12/30 10:00:00",["name"]="洛贝拉专属",["jumpId"]=351003,["iconType"]=1}
,{["eTime"]="2026/2/11 3:00:00",["index"]=6,["icon"]="icon_01_06",["sTime"]="2025/12/30 10:00:00",["name"]="焕然新装",["jumpId"]=140008,["iconType"]=1}
,{["eTime"]="2026/2/11 3:00:00",["index"]=7,["icon"]="icon_01_07",["sTime"]="2025/12/30 10:00:00",["name"]="同行画册",["jumpId"]=140019,["iconType"]=1}
,{["eTime"]="2026/2/11 3:00:00",["index"]=8,["icon"]="icon_01_08",["sTime"]="2025/12/30 10:00:00",["name"]="同行礼包",["jumpId"]=351005,["iconType"]=1}
,{["eTime"]="2026/2/11 3:00:00",["index"]=9,["icon"]="icon_01_09",["sTime"]="2025/12/30 10:00:00",["name"]="次元馈赠",["jumpId"]=351004,["iconType"]=1}
,{["eTime"]="2026/2/11 3:00:00",["index"]=10,["icon"]="icon_01_10",["sTime"]="2025/12/30 10:00:00",["name"]="每日免费单抽",["jumpId"]=61046,["iconType"]=1}
}
}
,[202]={["id"]=202,["type"]=3,["key"]="202",["infos"]={{["eTime"]="2026/2/11 3:00:00",["index"]=1,["icon"]="icon_02_01",["sTime"]="2025/12/30 10:00:00",["name"]="同行签到",["jumpId"]=180019,["iconType"]=2}
,{["eTime"]="2026/2/11 3:00:00",["index"]=2,["icon"]="icon_02_02",["sTime"]="2025/12/30 10:00:00",["name"]="首馈增幅回归",["jumpId"]=140001,["iconType"]=2}
,{["eTime"]="2026/2/11 3:00:00",["index"]=3,["icon"]="icon_02_03",["sTime"]="2025/12/30 10:00:00",["name"]="每日免费单抽",["jumpId"]=61046,["iconType"]=2}
,{["eTime"]="2026/1/11 3:00:00",["index"]=4,["icon"]="icon_02_04",["sTime"]="2026/1/3 10:00:00",["name"]="周年好礼",["jumpId"]=351007,["iconType"]=2}
,{["eTime"]="2026/2/11 3:00:00",["index"]=5,["icon"]="icon_02_04",["sTime"]="2025/12/30 10:00:00",["name"]="周年心选",["jumpId"]=351006,["iconType"]=2}
}
}
,[5]={["id"]=5,["type"]=2,["key"]="5",["infos"]={{["eTime"]="2025/9/3 03:00:00",["index"]=1,["icon"]="icon_01_02",["sTime"]="2025/7/30 12:00:00",["name"]="庆典画册",["jumpId"]=140019,["iconType"]=2}
}
}
,[203]={["id"]=203,["type"]=3,["key"]="203",["infos"]={{["index"]=1,["iconType"]=2,["desc"]="寒寂回声",["name"]="主线·第六章",["eTime"]="2026/2/11 3:00:00",["sTime"]="2025/12/30 10:00:00",["icon"]="icon_03_01",["jumpId"]=30002}
,{["eTime"]="2026/2/11 3:00:00",["index"]=2,["icon"]="icon_03_02",["sTime"]="2025/12/30 10:00:00",["name"]="协同作战",["jumpId"]=310001,["iconType"]=2}
,{["eTime"]="2026/1/14 3:00:00",["index"]=3,["icon"]="icon_03_03",["sTime"]="2026/01/7 10:00:00",["name"]="递归沙盒",["jumpId"]=370001,["iconType"]=2}
,{["eTime"]="2026/2/4 3:00:00",["index"]=4,["icon"]="icon_03_04",["sTime"]="2026/1/14 10:00:00",["name"]="溯源探查-摩羯座",["jumpId"]=13039,["iconType"]=2}
,{["eTime"]="2026/2/2 3:00:00",["index"]=5,["icon"]="icon_03_05",["sTime"]="2026/1/14 10:00:00",["name"]="日月试炼",["jumpId"]=13211,["iconType"]=2}
,{["eTime"]="2026/2/11 3:00:00",["index"]=6,["icon"]="icon_03_05",["sTime"]="2025/12/30 10:00:00",["name"]="光影奇境",["jumpId"]=440001,["iconType"]=2}
}
}
,[8]={["id"]=8,["type"]=2,["key"]="8",["infos"]={{["eTime"]="2025/9/3 03:00:00",["index"]=1,["icon"]="icon_01_01",["sTime"]="2025/7/30 12:00:00",["name"]="奇趣扭蛋",["jumpId"]=340001,["iconType"]=1}
}
}
,[204]={["id"]=204,["type"]=3,["key"]="204",["infos"]={{["eTime"]="2026/2/11 3:00:00",["index"]=1,["icon"]="icon_04_01",["sTime"]="2025/12/30 10:00:00",["name"]="同行画册",["jumpId"]=140019,["iconType"]=2}
}
}
,[6]={["id"]=6,["type"]=2,["key"]="6",["infos"]={{["index"]=1,["iconType"]=2,["desc"]="您的错过与新的渴望，这次一并奉上！",["name"]="庆典时装",["eTime"]="2025/9/3 03:00:00",["sTime"]="2025/7/30 12:00:00",["icon"]="icon_01_01",["jumpId"]=140008}
}
}
,[205]={["id"]=205,["type"]=3,["key"]="205",["infos"]={{["index"]=1,["iconType"]=2,["desc"]="您的错过与新的渴望，这次一并奉上！",["name"]="焕然新装",["eTime"]="2026/2/11 3:00:00",["sTime"]="2025/12/30 10:00:00",["icon"]="icon_05_01",["jumpId"]=140008}
}
}
,[3]={["id"]=3,["type"]=2,["key"]="3",["infos"]={{["eTime"]="2025/8/20 03:00:00",["index"]=1,["icon"]="icon_02_01",["sTime"]="2025/7/30 12:00:00",["name"]="庆典签到",["jumpId"]=180014,["iconType"]=2}
,{["eTime"]="2025/8/6 03:00:00",["index"]=2,["icon"]="icon_02_02",["sTime"]="2025/7/30 12:00:00",["name"]="每日免费单抽",["jumpId"]=61046,["iconType"]=2}
,{["eTime"]="2025/9/1 03:00:00",["index"]=3,["icon"]="icon_02_03",["sTime"]="2025/7/30 12:00:00",["name"]="协同作战",["jumpId"]=310001,["iconType"]=2}
}
}
}

