local conf = {
	["filename"] = 's-宿舍.xlsx',
	["sheetname"] = '家具主题',
	["types"] = {
'int','string','string','int','string','string','string','string','string','int','json','json','bool','int[]','int'
},
	["names"] = {
'id','key','sName','layoutId','sEnName','desc','sStart','sEnd','icon','comfort','price_1','price_2','new','PromoImage','hide'
},
	["data"] = {
{'1001',	'1001',	'休息室',	'1001',	'',	'队员最喜欢的地方，还有她们最爱的自动贩卖机。',	'',	'',	'bg2/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'',	'1001,1002,1003,1004',	''},
{'2001',	'2001',	'碎星卧室',	'2001',	'',	'使用碎星元素设计的卧室，充斥着黑暗与光明的冲突感。',	'',	'',	'bg3/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'',	'2001,2002,2003,2004',	''},
{'3001',	'3001',	'惊魂夜特供',	'3001',	'',	'虹在前哨基地中为惊魂夜布置的家具。在节日过后，经过部分队员的回收，可以布置在探索队员的宿舍之中。',	'',	'',	'bg4/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'3001,3002,3003,3004',	''},
{'4001',	'4001',	'初始房间',	'4001',	'',	'岁旦日，辰寅刻，祝新春。',	'',	'',	'',	'',	'',	'',	'',	'',	'1'},
{'5001',	'5001',	'岁寅茶会',	'5001',	'',	'岁旦日，辰寅刻，祝新春。',	'',	'',	'bg5/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'5001,5002,5003,5004',	''},
{'6001',	'6001',	'蜘牌屋直播间',	'6001',	'',	'根据哈托莉的描述再现的某个直播间，风格独特，设备齐全，娱乐生活两不误。',	'',	'',	'bg6/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'6001,6002,6003,6004',	''},
{'7001',	'7001',	'银河漫游',	'7001',	'',	'乌斯怀亚从一系列奇幻冒险中被启发的绝妙灵感，打开这扇门，平行宇宙就在你的房间之中。',	'',	'',	'bg7/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'7001,7002,7003,7004',	''},
{'8001',	'8001',	'夏日海景屋',	'8001',	'',	'参考碎星海滩实景建成的小屋，满载着队员们的回忆。愿时光在此停驻于那个夏日。',	'',	'',	'bg8/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'8001,8002,8003,8004',	''},
{'9001',	'9001',	'惊悚特卖',	'9001',	'',	'灵异，怪奇，令人不安——绝对可怕！抓住机会，把都市怪谈和恐怖故事的精华带回家！',	'',	'',	'bg9/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'9001,9002,9003,9004',	''},
{'10001',	'10001',	'悠悠小筑',	'10001',	'',	'应队员呼声而建造的休息室，每一处都散发着轻松与自在的气息，是一个充满悠闲氛围的小天地。',	'',	'',	'bg10/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'10001,10002,10003,10004',	''},
{'11001',	'11001',	'甜蜜派对屋',	'11001',	'',	'为感谢心中憧憬之人，队员们自发开辟、装饰成的派对小屋。将这份甜蜜保存到幸福的那天吧！',	'',	'',	'bg11/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'11001,11002,11003,11004',	''},
{'12001',	'12001',	'万圣节诡屋',	'12001',	'',	'这里是魔王还是巫婆的城堡来着？怎么跟想象的不太一样？怀着这样的疑惑，队员们誓要将探索度推进到100%。',	'',	'',	'bg12/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'12001,12002,12003,12004',	''},
{'14001',	'14001',	'豪华游轮',	'14001',	'',	'地球的赞助商集团为前哨基地捐赠的游轮主题休息室。据说原本内设还要豪华得多，在总队长的强烈要求下才被降配成如今这样。',	'',	'',	'bg14/bg',	'3100',	'[[10013,1960]]',	'[[10002,5880]]',	'1',	'14001,14002,14003,14004',	''},
},
}
--cfgCfgFurnitureTheme = conf
return conf
