local conf = {
	["filename"] = 'e-枚举定义表.xlsx',
	["sheetname"] = '角色定位类型',
	["types"] = {
'int','string','string','string','json'
},
	["names"] = {
'id','key','sName','icon','sortIcon'
},
	["data"] = {
{'1',	'1',	'护盾',	'1',	'[[1,"RolePos/1",1.2,0.3]]'},
{'2',	'2',	'输出',	'2',	'[[1,"RolePos/2",1.2,0.3]]'},
{'3',	'3',	'反击',	'3',	'[[1,"RolePos/3",1.2,0.3]]'},
{'4',	'4',	'反伤',	'4',	'[[1,"RolePos/4",1.2,0.3]]'},
{'5',	'5',	'治疗',	'5',	'[[1,"RolePos/5",1.2,0.3]]'},
{'6',	'6',	'防御',	'6',	'[[1,"RolePos/6",1.2,0.3]]'},
{'7',	'7',	'辅助',	'7',	'[[1,"RolePos/7",1.2,0.3]]'},
{'8',	'8',	'控制',	'8',	'[[1,"RolePos/8",1.2,0.3]]'},
{'9',	'9',	'协击',	'9',	'[[1,"RolePos/9",1.2,0.3]]'},
},
}
--cfgCfgRolePosEnum = conf
return conf
