_G["CfgMultiImageThemeType"]={{["id"]=1,["sName"]="海边度假",["key"]=1}
,{["id"]=2,["sName"]="宿舍故事",["key"]=2}
,{["id"]=3,["sName"]="佳节逐禧",["key"]=3}
,{["id"]=4,["sName"]="作战准备",["key"]=4}
,{["id"]=5,["sName"]="娇痴颐使",["key"]=5}
,{["id"]=6,["sName"]="寰宇梦境",["key"]=6}
,{["id"]=7,["sName"]="涂色速写",["key"]=7}
,{["id"]=8,["sName"]="闲适假日",["key"]=8}
,{["id"]=9,["sName"]="都市掠影",["key"]=9}
,{["id"]=10,["sName"]="活力瞬间",["key"]=10}
,{["id"]=11,["sName"]="恋色风景",["key"]=11}
,{["id"]=12,["sName"]="暖心呵护",["key"]=12}
}

