local conf = {
	["filename"] = 'e-枚举定义表.xlsx',
	["sheetname"] = '怪物标签',
	["types"] = {
'int','string','string','string','int'
},
	["names"] = {
'id','key','sName','icon','languageID'
},
	["data"] = {
{'1',	'1',	'机巧型',	'Monster_01',	'29018'},
{'2',	'2',	'守卫型',	'Monster_02',	'29019'},
{'3',	'3',	'巡游型',	'Monster_03',	'29020'},
{'4',	'4',	'傀儡型',	'Monster_04',	'29021'},
{'5',	'5',	'鸟型',	'Monster_05',	'29022'},
{'6',	'6',	'人马型',	'Monster_06',	'29023'},
{'7',	'7',	'泰坦型',	'Monster_07',	'29024'},
{'8',	'8',	'人型',	'Monster_08',	'29025'},
{'9',	'9',	'传说型',	'Monster_09',	'29026'},
{'10',	'10',	'机神型',	'Monster_10',	'29027'},
{'11',	'11',	'人偶型',	'Monster_11',	'29028'},
{'12',	'12',	'巨龙型',	'Monster_12',	'29029'},
{'13',	'13',	'野兽型',	'Monster_12',	'29061'},
{'14',	'14',	'战车型',	'Monster_12',	'29062'},
{'15',	'15',	'海魔型',	'Monster_13',	'29074'},
},
}
--cfgCfgMonsterEnum = conf
return conf
