_G["CfgDungeonTaoFa"]={[3001]={["sectionID"]=4002,["name"]="拟真演训",["actionTime"]="3/20 12:00 - 4/3  02:59",["id"]=3001,["key"]="3001",["shopID"]=901}
,[3009]={["sectionID"]=8003,["name"]="圣刃试炼",["actionTime"]="7/2 12:00 - 7/30  02:59",["id"]=3009,["key"]="3009",["shopID"]=901}
,[3002]={["sectionID"]=4003,["name"]="拟真演训",["actionTime"]="6/5 12:00 - 6/19  02:59",["id"]=3002,["actionCloseTime"]="商店关闭于：2024/2/10 3:00:00",["key"]="3002",["shopID"]=901}
,[3010]={["sectionID"]=8004,["name"]="苍穹试炼",["actionTime"]="8/20 12:00 - 9/3  02:59",["id"]=3010,["key"]="3010",["shopID"]=901}
,[3003]={["sectionID"]=8001,["name"]="雷霆试炼",["actionTime"]="2/26 12:00 - 3/19  02:59",["id"]=3003,["key"]="3003",["shopID"]=901}
,[3011]={["sectionID"]=4008,["name"]="拟真演训",["actionTime"]="10/15 12:00 - 10/29  03:00",["id"]=3011,["key"]="3011",["shopID"]=901}
,[3004]={["sectionID"]=4004,["name"]="拟真演训",["actionTime"]="9/25 12:00 - 10/16  02:59",["id"]=3004,["actionCloseTime"]="商店关闭于：2024/10/16  03:00",["key"]="3004",["shopID"]=901}
,[3012]={["sectionID"]=4009,["name"]="拟真演训",["actionTime"]="11/19 12:00 - 12/03  03:00",["id"]=3012,["key"]="3012",["shopID"]=901}
,[3005]={["sectionID"]=8002,["name"]="裁决试炼",["actionTime"]="11/20 12:00 - 12/11  02:59",["id"]=3005,["actionCloseTime"]="商店关闭于：2024/12/11 2:59:00",["key"]="3005",["shopID"]=901}
,[3013]={["sectionID"]=8005,["name"]="循环试炼",["actionTime"]="12/3 10:00 - 12/30  03:00",["id"]=3013,["key"]="3013",["shopID"]=901}
,[3006]={["sectionID"]=4005,["name"]="拟真演训",["actionTime"]="12/11 12:00 - 12/25  02:59",["id"]=3006,["actionCloseTime"]="商店关闭于：2024/2/10 3:00:00",["key"]="3006",["shopID"]=901}
,[3007]={["sectionID"]=4006,["name"]="拟真演训",["actionTime"]="4/16 12:00 - 4/30  02:59",["id"]=3007,["actionCloseTime"]="商店关闭于：2025/4/30 3:00:00",["key"]="3007",["shopID"]=901}
,[3000]={["sectionID"]=4001,["name"]="拟真演训",["actionTime"]="2/7 10:00 - 2/21  02:59",["id"]=3000,["key"]="3000",["shopID"]=901}
,[3008]={["sectionID"]=4007,["name"]="拟真演训",["actionTime"]="6/11 12:00 - 6/25  02:59",["id"]=3008,["actionCloseTime"]="商店关闭于：2024/2/10 3:00:00",["key"]="3008",["shopID"]=901}
}

