local conf = {
	["filename"] = 'p-排序筛选.xlsx',
	["sheetname"] = '排序筛选总表',
	["types"] = {
'int','string','string','int[]','int','int[]','json','json'
},
	["names"] = {
'id','key','view','sort_view','sort_default','sort','filter','filter_default'
},
	["data"] = {
{'1',	'1',	'RoleListNormal',	'1008,1002,1001,1005,1004,1006,1003',	'1008',	'1008,1002,1001,1005,1004,1006,1003,1000',	'[["所属小队","CfgTeamEnum"],["稀有度","CfgCardSortQuality"],["定位","CfgRolePosEnum"]]',	''},
{'2',	'2',	'TeamView',	'1002,1001,1005,1004,1006,1003,1008',	'1002',	'1002,1001,1005,1008,1004,1006,1003,1000',	'[["所属小队","CfgTeamEnum"],["稀有度","CfgCardSortQuality"],["定位","CfgRolePosEnum"]]',	''},
{'3',	'3',	'TeamView',	'1002,1001,1005,1004,1006,1003,1008',	'1002',	'1002,1001,1005,1008,1004,1006,1003,1000',	'[["所属小队","CfgTeamEnum"],["稀有度","CfgCardSortQuality"],["定位","CfgRolePosEnum"]]',	''},
{'4',	'4',	'TeamView',	'1002,1001,1005,1004,1006,1003,1008',	'1002',	'1002,1001,1005,1008,1004,1006,1003,1000',	'[["所属小队","CfgTeamEnum"],["稀有度","CfgCardSortQuality"],["定位","CfgRolePosEnum"]]',	''},
{'5',	'5',	'CRoleSelectView',	'4003,4004',	'4003',	'4003,4004,4000',	'[["所属小队","CfgTeamEnum"],["已拥有皮肤","CfgIsSkin"]]',	''},
{'6',	'6',	'CRoleSelectView',	'5002',	'5002',	'5002,5001,5000',	'[["主题","CfgMultiImageThemeType"]]',	''},
{'7',	'7',	'DormSetRoleList',	'4001',	'4001',	'4001,4005,4008,4006,4002,4000',	'[["所属小队","CfgTeamEnum"]]',	''},
{'8',	'8',	'DormSetRoleList',	'4007',	'4007',	'4007,4000',	'[["所属小队","CfgTeamEnum"]]',	''},
{'9',	'9',	'Bag',	'2001',	'2001',	'2001,2000',	'[["物品类型","CfgGoodsSortEnum"]]',	''},
{'10',	'10',	'Bag',	'3001,3002,3003,3004,3005,3006,3008,3010',	'3001',	'3001,3010,3003,3002,3008,3004,3006,3007,3005,3000',	'[["芯片品质","CfgEquipQualityEnum"],["芯片类型","CfgEquipSlotEnum"],["佩戴类型","CfgIsEquipEnum"]]',	''},
{'11',	'11',	'Bag',	'3009,3002,3003,3004,3005,3006,3010',	'3009',	'3009,3002,3003,3010,3004,3005,3006,3000',	'[["芯片品质","CfgEquipQualityEnum"]]',	''},
{'12',	'12',	'RoleEquip',	'3001,3002,3010,3006,3004,3005',	'3001',	'3001,3010,3002,3006,3004,3005,3000',	'[["芯片品质","CfgEquipQualityEnum"],["技能","CfgEquipSkillTypeSortEnum"]]',	''},
{'13',	'13',	'RoleEquip',	'3001,3002,3010,3006,3004,3005',	'3001',	'3001,3010,3002,3006,3004,3005,3000',	'[["芯片品质","CfgEquipQualityEnum"],["技能","CfgEquipSkillTypeSortEnum"]]',	''},
{'14',	'14',	'EquipStreng',	'3001,3002,3010,3006,3004,3005',	'3001',	'3001,3010,3002,3006,3004,3005,3000',	'[["芯片品质","CfgEquipQualityEnum"],["技能","CfgEquipSkillTypeSortEnum"]]',	''},
{'15',	'15',	'MatrixCompound',	'6003,6001,6002',	'6003',	'6004,6003,6001,6002,6000',	'',	''},
{'16',	'16',	'Bag',	'3001',	'3009',	'3001,3000',	'',	''},
{'17',	'17',	'RoleListSelectView',	'1008,1002,1001,1005,1004,1006,1003',	'1008',	'1009,1008,1002,1001,1005,1004,1006,1003,1000',	'[["所属小队","CfgTeamEnum"],["稀有度","CfgCardSortQuality"],["定位","CfgRolePosEnum"]]',	''},
{'18',	'18',	'DormSetRoleList',	'4001',	'4001',	'4009,4001,4005,4008,4006,4002,4000',	'[["增加订单","CfgMatrixOrderType"]]',	'[["CfgMatrixOrderType",[13]]]'},
{'19',	'19',	'RewardPanel',	'7003,7002,7001,7000',	'7003',	'7003,7002,7001,7000',	'',	''},
{'20',	'20',	'SweepView',	'7003',	'7003',	'7003',	'',	''},
{'21',	'21',	'Bag',	'2001',	'2001',	'2001,2000',	'',	''},
},
}
--cfgCfgSortFilter = conf
return conf
