local conf = {
	["filename"] = 'h-活动入口开放.xlsx',
	["sheetname"] = '活动表',
	["types"] = {
'int','string','string','int','int','int','string','int','int[]','string','string','string','string','string','string','int','int','string'
},
	["names"] = {
'id','key','name','type','mainShow','sort','mainBtn','period','days','begTime','hardBegTime','exBegTime','battleendTime','endTime','config','nConfigID','JumpID','desc'
},
	["data"] = {
{'1',	'1',	'拂晓之战',	'1',	'0',	'4',	'mainbtn_2001',	'',	'',	'2023/02/23 10:00:00',	'',	'',	'2023/10/31 10:00:00',	'2023/11/10 10:00:00',	'CfgBattleField',	'1000',	'14001',	'通关\n<color=#ffc146>1-20漆黑</color>\n开启'},
{'2',	'2',	'真假惊魂夜',	'2',	'1',	'2',	'mainbtn_3001',	'',	'',	'2023/11/23 10:00:00',	'2024/01/24 12:00:00',	'',	'2024/02/07 03:00:00',	'2024/02/10 03:00:00',	'CfgDungeonPlot',	'2000',	'12001',	'通关\n<color=#ffc146>剧0-8</color>\n开启'},
{'3',	'3',	'拟真演训',	'3',	'1',	'1',	'mainbtn_4001',	'',	'',	'2024/02/07 10:00:00',	'',	'',	'2024/02/21 03:00:00',	'2024/02/21 03:00:00',	'CfgDungeonTaoFa',	'3000',	'13001',	'通关\n<color=#ffc146>剧0-8</color>\n开启'},
{'4',	'4',	'迷城蛛影',	'2',	'1',	'3',	'mainbtn_6001',	'',	'',	'2023/02/23 10:00:00',	'2023/02/23 10:00:00',	'',	'2024/05/08 03:00:00',	'2024/05/12 03:00:00',	'CfgDungeonPlot',	'2002',	'12201',	'通关\n<color=#ffc146>剧0-8</color>\n开启'},
{'5',	'5',	'迷躇樊笼',	'2',	'1',	'5',	'mainbtn_5001',	'',	'',	'2024/02/1 12:00:00',	'',	'',	'2024/03/13 3:00:00',	'2024/03/16 3:00:00',	'CfgDungeonPlot',	'2001',	'16001',	'通关\n<color=#ffc146>剧0-8</color>\n开启'},
{'6',	'6',	'拟真演训',	'3',	'1',	'1',	'mainbtn_4001',	'',	'',	'2024/1/5 12:00:00',	'',	'',	'2024/04/03 03:00:00',	'2024/04/03 03:00:00',	'CfgDungeonTaoFa',	'3001',	'13010',	'通关\n<color=#ffc146>剧0-8</color>\n开启'},
{'7',	'7',	'焕然心生',	'2',	'1',	'5',	'mainbtn_7001',	'',	'',	'2024/04/22 12:00:00',	'',	'',	'2024/05/29 03:00:00',	'2024/06/05 03:00:00',	'CfgDungeonPlot',	'2004',	'16201',	'通关\n<color=#ffc146>剧0-8</color>\n开启'},
{'8',	'8',	'异构空间',	'4',	'1',	'2',	'mainbtn_9001',	'',	'',	'2024/6/17 12:00:00',	'',	'',	'2024/07/17 03:00:00',	'2024/07/17 03:00:00',	'CfgInfiniteTower',	'7001',	'17001',	'通关\n<color=#ffc146>1-20漆黑</color>\n开启'},
{'9',	'9',	'拟真演训',	'3',	'1',	'3',	'mainbtn_4001',	'',	'',	'2024/1/5 12:00:00',	'',	'',	'2024/06/19 03:00:00',	'2024/06/19 03:00:00',	'CfgDungeonTaoFa',	'3002',	'13021',	'通关\n<color=#ffc146>剧0-8</color>\n开启'},
{'10',	'10',	'绮境笺宴',	'2',	'1',	'1',	'mainbtn_8001',	'',	'',	'2024/02/23 10:00:00',	'',	'',	'2024/07/24 03:00:00',	'2024/07/27 03:00:00',	'CfgDungeonPlot',	'2005',	'12301',	'通关\n<color=#ffc146>剧0-8</color>\n开启'},
},
}
--cfgCfgActiveEntry = conf
return conf
