local conf = {
	["filename"] = 'j-军演限时.xlsx',
	["sheetname"] = '累计任务奖励',
	["types"] = {
'int','string','int','table#4','int','int','json','string'
},
	["names"] = {
'id','key','fold','infos','index','order','jAward','sDescription'
},
	["data"] = {
{'1',	'1',	'',	'',	'',	'',	'',	''},
{'1',	'1',	'0',	'',	'1',	'5',	'[[10011,50,2]]',	'Pvp_Task_Times_01##累计参与限时军演5次'},
{'1',	'1',	'0',	'',	'2',	'10',	'[[10703,1,2]]',	'Pvp_Task_Times_02##累计参与限时军演10次'},
{'1',	'1',	'0',	'',	'3',	'15',	'[[2000401,1,2]]',	'Pvp_Task_Times_03##累计参与限时军演15次'},
{'1',	'1',	'0',	'',	'4',	'20',	'[[14209,1,2]]',	'Pvp_Task_Times_04##累计参与限时军演20次'},
{'1',	'1',	'0',	'',	'5',	'25',	'[[10011,100,2]]',	'Pvp_Task_Times_05##累计参与限时军演25次'},
{'1',	'1',	'0',	'',	'6',	'30',	'[[10703,2,2]]',	'Pvp_Task_Times_06##累计参与限时军演30次'},
{'1',	'1',	'0',	'',	'7',	'35',	'[[2000401,2,2]]',	'Pvp_Task_Times_07##累计参与限时军演35次'},
{'1',	'1',	'0',	'',	'8',	'40',	'[[14209,2,2]]',	'Pvp_Task_Times_08##累计参与限时军演40次'},
{'1',	'1',	'0',	'',	'9',	'45',	'[[10011,150,2]]',	'Pvp_Task_Times_09##累计参与限时军演45次'},
{'1',	'1',	'0',	'',	'10',	'50',	'[[10701,2,2]]',	'Pvp_Task_Times_10##累计参与限时军演50次'},
{'2',	'2',	'',	'',	'',	'',	'',	''},
{'2',	'2',	'0',	'',	'1',	'1',	'[[2000401,1,2]]',	'Pvp_Task_Win_01##累计挑战限时军演获胜1次'},
{'2',	'2',	'0',	'',	'2',	'5',	'[[2000401,2,2]]',	'Pvp_Task_Win_02##累计挑战限时军演获胜5次'},
{'2',	'2',	'0',	'',	'3',	'10',	'[[2000401,3,2]]',	'Pvp_Task_Win_03##累计挑战限时军演获胜10次'},
{'2',	'2',	'0',	'',	'4',	'15',	'[[17421,1,2]]',	'Pvp_Task_Win_04##累计挑战限时军演获胜15次'},
{'2',	'2',	'0',	'',	'5',	'20',	'[[17421,1,2]]',	'Pvp_Task_Win_05##累计挑战限时军演获胜20次'},
{'2',	'2',	'0',	'',	'6',	'25',	'[[17421,1,2]]',	'Pvp_Task_Win_06##累计挑战限时军演获胜25次'},
{'2',	'2',	'0',	'',	'7',	'30',	'[[17421,1,2]]',	'Pvp_Task_Win_07##累计挑战限时军演获胜30次'},
{'2',	'2',	'0',	'',	'8',	'35',	'[[17421,1,2]]',	'Pvp_Task_Win_08##累计挑战限时军演获胜35次'},
},
}
--cfgCfgPvpTaskReward = conf
return conf
