_G["CfgLanguage"]={["70023"]={["key"]="70023",["language1"]=[[<color=#ffc146>【简介】</color>
末日战线为全服玩家共同挑战同一个敌方首领，根据造成的伤害量获取奖励的活动。

<color=#ffc146>【规则】</color>
1、每天拥有3次挑战敌方首领的机会，3次过后则无法再挑战敌方首领，模拟战斗不会发放奖励及计算排名数据。
2、敌方首领初始等级为100级，根据被击败的时间长短，首领等级可能会发生变化，而血量也会有对应变动。
3、每次活动，玩家可获得<color=#ffc146>演算单元</color>增益效果，请合理搭配阵容进行挑战。
4、该活动每月1号10点重置，请注意对应时限。

<color=#ffc146>【关于奖励】</color>
该活动奖励分为“挑战奖励”、“击败奖励”、“排名奖励”。
1.“挑战奖励”-每次挑战敌方首领，造成伤害量后即可获得奖励，每天最多能获得3次。
2.“击败奖励”-顺利击败敌方首领后，奖励将于次日凌晨结算后通过邮件发放，只要参与该活动即可获得奖励。<color=#ffc146>奖励邮件将在邮箱存放7天，请及时领取</color>。
3.“排名奖励”-根据单次挑战造成的伤害量计算排名，排名越高，所获取的奖励越丰厚。该奖励将于敌方首领被击败后，次日凌晨结算后通过邮件发放，<color=#ffc146>邮件时限为7天，请及时领取</color>。

]],["id"]="70023",["language3"]="None",["language2"]=[[<color=#ffc146>【簡介】</color>
末日戰線為全服玩家共同挑戰同一個敵方首領，根據造成的傷害量獲取獎勵的活動。

<color=#ffc146>【規則】</color>
1、每天擁有3次挑戰敵方首領的機會，3次過後則無法再挑戰敵方首領，模擬戰鬥不會發放獎勵及計算排名數據。
2、敵方首領初始等級為100級，根據被擊敗的時間長短，首領等級可能會發生變化，而血量也會有對應變動。
3、每次活動，玩家可獲得<color=#ffc146>演算單元</color>增益效果，請合理搭配陣容進行挑戰。
4、該活動每月1號10點重置，請注意對應時限。

<color=#ffc146>【關於獎勵】</color>
該活動獎勵分為“挑戰獎勵”、“擊敗獎勵”、“排名獎勵”。
1.“挑戰獎勵”-每次挑戰敵方首領，造成傷害量後即可獲得獎勵，每天最多能獲得3次。
2.“擊敗獎勵”-順利擊敗敵方首領後，獎勵將於次日淩晨結算後通過郵件發放，只要參與該活動即可獲得獎勵。<color=#ffc146>獎勵郵件將在郵箱存放7天，請及時領取</color>。
3.“排名獎勵”-根據單次挑戰造成的傷害量計算排名，排名越高，所獲取的獎勵越豐厚。該獎勵將於敵方首領被擊敗後，次日淩晨結算後通過郵件發放，<color=#ffc146>郵件時限為7天，請及時領取</color>。

]]}
,["15115"]={["key"]="15115",["language1"]="成功切换移动视角模式，请拖动屏幕移动视角",["id"]="15115",["language3"]="視点移動モードに変更。画面をスワイプして視点を移動させてください",["language2"]="成功切換移動視角模式，請拖動螢幕移動視角"}
,["50023"]={["key"]="50023",["language1"]="战斗总操作次数:%s",["id"]="50023",["language3"]="戦闘総操作数:%s",["language2"]="戰鬥總操作次數:%s"}
,["18029"]={["key"]="18029",["language1"]="<size=36>首充</size>双倍",["id"]="18029",["language4"]="DOUBLE",["language3"]="<size=36>初回購入</size>2倍",["language2"]="<size=36>首儲</size>雙倍"}
,["29064"]={["key"]="29064",["language1"]="个人信息",["id"]="29064",["language3"]="個人情報",["language2"]="個人資訊"}
,["10023"]={["key"]="10023",["language1"]="灰",["id"]="10023",["language3"]="灰",["language2"]="灰"}
,["20023"]={["key"]="20023",["language1"]="战术加成",["id"]="20023",["language3"]="戦術ボーナス",["language2"]="戰術加成"}
,["21114"]={["key"]="21114",["language1"]="【限时贸易所】或【研发中心生产】获得",["id"]="21114",["language3"]="【時限取引所】or【開発センター】で獲得",["language2"]="【限時貿易所】或【研發中心生產】獲得"}
,["36012"]={["key"]="36012",["language1"]="挑战",["id"]="36012",["language4"]="CHALLENGE",["language3"]="挑戦",["language2"]="挑戰"}
,["26012"]={["key"]="26012",["language1"]="清空编队",["id"]="26012",["language3"]="編成削除",["language2"]="清空編隊"}
,["45012"]={["key"]="45012",["language1"]="【衣惠有礼】已激活 · 有效期剩余：",["id"]="45012",["language3"]="【礼装の力】発動 · 有効期限残り：",["language2"]="【衣惠有禮】已激活 · 有效期剩余："}
,["65012"]={["key"]="65012",["language1"]="下轮挑战",["id"]="65012",["language3"]="次の挑戦",["language2"]="下輪挑戰"}
,["75012"]={["key"]="75012",["language1"]="请先进行重构",["id"]="75012",["language3"]="まず再構築を行ってください",["language2"]="請先進行重構"}
,["49174"]={["key"]="49174",["language1"]="禁止编入治疗队员",["id"]="49174",["language3"]="回復隊員編成禁止",["language2"]="禁止編入治療隊員"}
,["49029"]={["key"]="49029",["language1"]="//当前关卡",["id"]="49029",["language3"]="//現在のステージ",["language2"]="//當前關卡"}
,["24047"]={["key"]="24047",["language1"]="包含<color=\"#ffc146\">【%s】</color>道具",["id"]="24047",["language3"]="<color=\"#ffc146\">【%s】</color>アイテムを含む",["language2"]="包含<color=\"#ffc146\">【%s】</color>道具"}
,["29029"]={["key"]="29029",["language1"]="巨龙型",["id"]="29029",["language4"]="DRAGON",["language3"]="巨竜型",["language2"]="巨龍型"}
,["64047"]={["key"]="64047",["language1"]="角斗场小队",["id"]="64047",["language3"]="闘技チーム",["language2"]="角鬥場小隊"}
,["54047"]={["key"]="54047",["language1"]="%s天%s小时%s分",["id"]="54047",["language3"]="%s日%s時間%s分",["language2"]="%s天%s小時%s分"}
,["60114"]={["key"]="60114",["language1"]="第%s轮~无限轮",["id"]="60114",["language3"]="第%sラウンド~無限ラウンド",["language2"]="第%s輪~無限輪"}
,["61023"]={["key"]="61023",["language1"]="阶段%s",["id"]="61023",["language3"]="ステップ%s",["language2"]="階段%s"}
,["51023"]={["key"]="51023",["language1"]="狮子座",["id"]="51023",["language4"]="LEO",["language3"]="レオ",["language2"]="獅子座"}
,["10114"]={["key"]="10114",["language1"]="暂无好友访问你的订单库",["id"]="10114",["language3"]=[[まだあなたの注文リストを訪問した
フレンドがいません]],["language2"]="暫無好友訪問你的訂單列表"}
,["15012"]={["key"]="15012",["language1"]="区域系数：<color=\"#F01100\">危险</color>",["id"]="15012",["language3"]="区域係数：<color=\"#F01100\">危険</color>",["language2"]="區域係數：<color=\"#F01100\">危險</color>"}
,["25012"]={["key"]="25012",["language1"]="战斗消耗",["id"]="25012",["language3"]="戦闘消耗",["language2"]="戰鬥消耗"}
,["35012"]={["key"]="35012",["language1"]="补给次数",["id"]="35012",["language3"]="購入回数",["language2"]="補給次數"}
,["7043"]={["key"]="7043",["language1"]="选择中",["id"]="7043",["language4"]="IN USE",["language3"]="選択中",["language2"]="選擇中"}
,["62011"]={["key"]="62011",["language1"]="清洁",["id"]="62011",["language3"]="お風呂",["language2"]="清洁"}
,["32011"]={["key"]="32011",["language1"]=[[是否花费<color=#ffc146>%s%s</color>升级房间？
房间从%s扩展至%s]],["id"]="32011",["language3"]=[[<color=#ffc146>%s%s</color>を消費してルームを拡張しますか？
ルームは%sから%sに拡張されます]],["language2"]=[[是否花費<color=#ffc146>%s%s</color>升級房間？
房間從%s擴展至%s]]}
,["4043"]={["key"]="4043",["language1"]="战力：",["id"]="4043",["language3"]="戦力：",["language2"]="戰力："}
,["12011"]={["key"]="12011",["language1"]="没有搜索到目标对象",["id"]="12011",["language3"]="該当結果が見つかりませんでした",["language2"]="沒有搜索到目標對象"}
,["22011"]={["key"]="22011",["language1"]="购买<color=\"#FFC146\">“高级勘探”</color>可解锁高级勘探的额外奖励",["id"]="22011",["language3"]="<color=\"#FFC146\">“高級探査”</color>を購入すると、高級探査の報酬をアンロックすることができます",["language2"]="購買<color=\"#FFC146\">“高級勘探”</color>可解鎖高級勘探的額外獎勵"}
,["25047"]={["key"]="25047",["language1"]="我方回合",["id"]="25047",["language3"]="味方ターン",["language2"]="我方回合"}
,["15047"]={["key"]="15047",["language1"]="无法战斗",["id"]="15047",["language3"]="戦闘実行不可",["language2"]="無法戰鬥"}
,["10429"]={["key"]="10429",["language1"]="技能素材",["id"]="10429",["language4"]="TECHICAL ABILITY",["language3"]="訓練素材",["language2"]="技能素材"}
,["15127"]={["key"]="15127",["language1"]="挑战等级%s",["id"]="15127",["language3"]="挑戦レベル%s",["language2"]="挑戰等級%s"}
,["17185"]={["key"]="17185",["language1"]=[[完成选定后，<color=#FF3300>%s</color>和<color=#FFCC00>%s</color>将加入自选星尘区可供兑换，不可更改。
后续可更换<color=#ffae00>【自选构建】</color>概率提升队员。
自选星尘区的可兑换队员不受影响。]],["id"]="17185",["language3"]="選定完了後、マークされた隊員は星屑選択区で交換可能となり、後続の<color=#ffae00>【選択召集】</color>の確率UP隊員の変更は星屑選択区の交換可能隊員には影響しない。",["language2"]=[[完成選定後，<color=#FF3300>%s</color>和<color=#FFCC00>%s</color>將加入自選星塵區可供兌換，不可更改。
後續可更換<color=#ffae00>【自選構建】</color>概率提升隊員。
自選星塵區的可兌換隊員不受影響。]]}
,["20009"]={["key"]="20009",["language1"]="技能升级",["id"]="20009",["language4"]="Enhance Skill",["language3"]="スキル強化",["language2"]="技能升級"}
,["18082"]={["key"]="18082",["language1"]="剩余天数：%s",["id"]="18082",["language3"]="残り日数：%s",["language2"]="剩餘天數：%s"}
,["40009"]={["key"]="40009",["language1"]="心理数值提示",["id"]="40009",["language3"]="メンタルヘルス",["language2"]="心理數值提示"}
,["17152"]={["key"]="17152",["language1"]="活动期间，总队长在「闪电猛袭」中可使用「构建蓝图」进行构建。",["id"]="17152",["language3"]="イベント期間中、総隊長は「猛襲一閃」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「閃電猛襲」中可使用「構建藍圖」進行構建。"}
,["38012"]={["key"]="38012",["language1"]="检测到长时间没有操作，需要重新登录验证",["id"]="38012",["language3"]="長時間操作がなかったため、もう一度ログインする必要があります",["language2"]="檢測到長時間沒有操作，需要重新登錄驗證"}
,["28012"]={["key"]="28012",["language1"]="同步",["id"]="28012",["language3"]="SP",["language2"]="同步"}
,["18012"]={["key"]="18012",["language1"]="售罄",["id"]="18012",["language3"]="売り切れ",["language2"]="售罄"}
,["67012"]={["key"]="67012",["language1"]="已售罄",["id"]="67012",["language3"]="売り切れ",["language2"]="已售罄"}
,["45011"]={["key"]="45011",["language1"]="已领取全部奖励，活动将在倒计时结束后关闭",["id"]="45011",["language3"]="報酬を全部獲得しました。カウントダウン終了後、イベントが表示されなくなります",["language2"]="已領取全部獎勵，活動將在倒計時結束後關閉"}
,["4215"]={["key"]="4215",["language1"]="是否显示技能信息详情",["id"]="4215",["language4"]="BACK",["language3"]="スキル内容の詳細表示",["language2"]="是否顯示技能資訊詳情"}
,["25011"]={["key"]="25011",["language1"]="波次    %s/%s",["id"]="25011",["language4"]="WAVE    %s/%s",["language3"]="WAVE %s/%s",["language2"]="波次    %s/%s"}
,["17174"]={["key"]="17174",["language1"]="在任何一个<color=#9a80b7>【自选构建】</color>中，没有获得6星队员时，都会<color=#ffae00>累积次数</color>，该次数不会因为<color=#9a80b7>【自选构建】</color>的结束而清零，也会应用于接下来任意一次<color=#9a80b7>【自选构建】</color>",["id"]="17174",["language3"]="<color=#ffae00>任意の【選択召集】</color>の中で、☆6キャラを獲得しなかった場合、召集を行った回数が<color=#ffae00>カウントされます</color>。<color=#ffae00>カウントは【選択召集】の終了によってリセットされることはありません</color>。次の【選択召集】に引き継がれます。",["language2"]="在任何一個<color=#ffae00>【自選構建】</color>中，沒有獲得6星隊員時，都會<color=#ffae00>累積次數</color>，該<color=#ffae00>次數不會因為【自選構建】的結束而清零</color>，也會應用於接下來任意一次【自選構建】"}
,["75011"]={["key"]="75011",["language1"]="%s不足，是否前往购买？",["id"]="75011",["language3"]="%s不足、購入しに行きますか？",["language2"]="%s不足，是否前往購買？"}
,["65011"]={["key"]="65011",["language1"]="重新挑战",["id"]="65011",["language3"]="再挑戦",["language2"]="重新挑戰"}
,["90009"]={["key"]="90009",["language1"]="军演队伍",["id"]="90009",["language3"]="演習チーム",["language2"]="軍演隊伍"}
,["51034"]={["key"]="51034",["language1"]="巨蟹座-泰坦",["id"]="51034",["language4"]="CANCER TITAN",["language3"]="キャンサー-タイタン",["language2"]="巨蟹座-泰坦"}
,["18078"]={["key"]="18078",["language1"]="∞",["id"]="18078",["language4"]="∞",["language3"]="∞",["language2"]="∞"}
,["15011"]={["key"]="15011",["language1"]="区域系数：<color=\"#00f000\">安全</color>",["id"]="15011",["language3"]="区域係数：<color=\"#00f000\">安全</color>",["language2"]="區域係數：<color=\"#00f000\">安全</color>"}
,["50009"]={["key"]="50009",["language1"]="放弃",["id"]="50009",["language4"]="give up",["language3"]="放棄",["language2"]="放棄"}
,["80009"]={["key"]="80009",["language1"]=[[非常可惜，回答错误
(%s秒后可重新作答)]],["id"]="80009",["language3"]=[[残念！
(%s秒後に再回答できます)]],["language2"]=[[非常可惜，回答錯誤
(%s秒後可重新作答)]]}
,["70009"]={["key"]="70009",["language1"]="击败后邮件发放奖励",["id"]="70009",["language3"]="撃破後にメールで報酬を配布",["language2"]="擊敗後郵件發放獎勵"}
,["18064"]={["key"]="18064",["language1"]="时装已在穿戴中",["id"]="18064",["language3"]="すでに着用中",["language2"]="時裝已在穿戴中"}
,["27012"]={["key"]="27012",["language1"]="申请列表",["id"]="27012",["language3"]="申請リスト",["language2"]="申請列表"}
,["37012"]={["key"]="37012",["language1"]="排行奖励说明",["id"]="37012",["language4"]="REWARDEXPLAIN",["language3"]="ランキング報酬説明",["language2"]="排行獎勵說明"}
,["10207"]={["key"]="10207",["language1"]="维修中",["id"]="10207",["language3"]="修理中",["language2"]="維修中"}
,["17012"]={["key"]="17012",["language1"]="注意",["id"]="17012",["language3"]="注意",["language2"]="注意"}
,["50011"]={["key"]="50011",["language1"]="挑战过程中<color=#ffc146>不可再次更换编队</color>",["id"]="50011",["language3"]="挑戦中に再度編成を変更することはできない",["language2"]="挑戰過程中<color=#ffc146>不可再次更換編隊</color>"}
,["17197"]={["key"]="17197",["language1"]="在<color=#ffae00>【猩红猎手】</color>构建中，没有获得6星队员时，都会<color=#ffae00>累积次数</color>，该<color=#ffae00>次数不会因为【猩红猎手】构建的结束而清零</color>，也会应用于接下来任意一次【猩红猎手】构建",["id"]="17197",["language3"]="<color=#ffae00>【血濡れの狩人】</color>の中で、☆6キャラを獲得しなかった場合、召集を行った回数が<color=#ffae00>カウントされます</color>。<color=#ffae00>カウントは【血濡れの狩人】の終了によってリセットされることはありません</color>。次の【血濡れの狩人】に引き継がれます。",["language2"]="在<color=#ffae00>任何一個【限定構建】</color>中，沒有獲得6星隊員時，都會<color=#ffae00>累積次數</color>，該<color=#ffae00>次數不會因為【限定構建】的結束而清零</color>，也會應用於接下來任意一次【限定構建】"}
,["70011"]={["key"]="70011",["language1"]="名次",["id"]="70011",["language3"]="順位",["language2"]="名次"}
,["47206"]={["key"]="47206",["language1"]="活动",["id"]="47206",["language3"]="アクティビティ",["language2"]="活動"}
,["10011"]={["key"]="10011",["language1"]="可改造：",["id"]="10011",["language3"]="改造枠：",["language2"]="可改造："}
,["20011"]={["key"]="20011",["language1"]="芯片强化",["id"]="20011",["language4"]="Chip Enhancement",["language3"]="チップ強化",["language2"]="晶片強化"}
,["40011"]={["key"]="40011",["language1"]="解锁条件：",["id"]="40011",["language3"]="解放条件：",["language2"]="解鎖條件："}
,["15123"]={["key"]="15123",["language1"]="限时掉落",["id"]="15123",["language3"]="時限ドロップ",["language2"]="限時掉落"}
,["16107"]={["key"]="16107",["language1"]="每日首次免费",["id"]="16107",["language3"]="毎日初回無料",["language2"]="每日首次免費"}
,["17127"]={["key"]="17127",["language1"]="活动期间，总队长在「定制构建β」中可使用「构建蓝图」进行构建。",["id"]="17127",["language3"]="期間中、「セレクト召集β」で「召集券」を使用して召集を行うことができます。",["language2"]="活動期間，總隊長在「定制構建β」中可使用「構建藍圖」進行構建。"}
,["90034"]={["key"]="90034",["language1"]="邀请",["id"]="90034",["language3"]="申請",["language2"]="邀請"}
,["16082"]={["key"]="16082",["language1"]="不同意",["id"]="16082",["language3"]="同意しない",["language2"]="不同意"}
,["15114"]={["key"]="15114",["language1"]="成功切换旋转视角模式，请拖动屏幕旋转视角",["id"]="15114",["language3"]="視点回転モードに変更。画面をスワイプして視点を回転させてください",["language2"]="成功切換旋轉視角模式，請拖動螢幕旋轉視角"}
,["18401"]={["key"]="18401",["language1"]="原晶使用说明",["id"]="18401",["language3"]="支払いポイント使用説明",["language2"]="原晶使用說明"}
,["13000"]={["key"]="13000",["language1"]="总队长，今天的奖励已经领取过了",["id"]="13000",["language3"]="総隊長、本日の報酬はすでに受け取りました",["language2"]="總隊長，今天的獎勵已經領取過了"}
,["22078"]={["key"]="22078",["language1"]="%s天%s时%s分%s秒",["id"]="22078",["language3"]="%s日%s時%s分%s秒",["language2"]="%s天%s時%s分%s秒"}
,["1045"]={["key"]="1045",["language1"]="提示",["id"]="1045",["language3"]="通知",["language2"]="提示"}
,["14003"]={["key"]="14003",["language1"]="战斗设置",["id"]="14003",["language4"]="BATTLE SETTING",["language3"]="戦闘設定",["language2"]="戰鬥設置"}
,["24003"]={["key"]="24003",["language1"]="未佩戴",["id"]="24003",["language3"]="未装着",["language2"]="未佩戴"}
,["34003"]={["key"]="34003",["language1"]="数量：",["id"]="34003",["language3"]="数量：",["language2"]="數量："}
,["33011"]={["key"]="33011",["language1"]="当前所得积分",["id"]="33011",["language3"]="現在所持ポイント",["language2"]="當前所得積分"}
,["23011"]={["key"]="23011",["language1"]="点数达到：",["id"]="23011",["language3"]="必要ポイント：",["language2"]="點數達到："}
,["17172"]={["key"]="17172",["language1"]="在所有<color=#9a80b7>【自选构建】</color>中构建获取<color=#FF3300>6星</color>队员的基础概率为<color=#ffae00>2.2%</color>，综合获取概率为<color=#ffae00>3%</color>（含出率上升），<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>49.8%</color>。10连构建必得<color=#FFCC00>5星</color>或以上队员。如果连续50次没有获得<color=#FF3300>6星</color>队员，则下一次获得<color=#FF3300>6星</color>队员的概率将从原本的<color=#ffae00>2.2%</color>提升至<color=#ffae00>4.2%</color>。如果该次还没有获得<color=#FF3300>6星</color>队员，则下一次构建获得<color=#FF3300>6星</color>队员的概率由<color=#ffae00>4.2%</color>提升到<color=#ffae00>6.2%</color>。直至达到<color=#ffae00>100%</color>时必定获得<color=#FF3300>6星</color>队员",["id"]="17172",["language3"]="<color=#ffae00>【選択召集】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>、<color=#FFCC00>☆5</color>キャラの基本確率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>以上のキャラが1体確定します。50回召集で<color=#FF3300>☆6</color>キャラを獲得できなかった場合、次回の<color=#FF3300>☆6</color>キャラの獲得確率は元の<color=#ffae00>2%</color>から<color=#ffae00>4%</color>に上昇します。その回でも<color=#FF3300>☆6</color>キャラを獲得できなかった場合、次回の召集で<color=#FF3300>☆6</color>キャラの獲得確率は<color=#ffae00>4%</color>から<color=#ffae00>6%</color>に上昇します。<color=#ffae00>100%</color>に達すると必ず<color=#FF3300>☆6</color>キャラを獲得できます。",["language2"]="在所有<color=#9a80b7>【自選構建】</color>中構建獲取<color=#FF3300>6星</color>隊員的基礎概率為<color=#ffae00>2.2%</color>，綜合獲取概率為<color=#ffae00>3%</color>（含出率上升），<color=#FFCC00>5星</color>隊員的基礎概率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎概率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎概率為<color=#ffae00>49.8%</color>。10連構建必得<color=#FFCC00>5星</color>或以上隊員。如果連續50次沒有獲得<color=#FF3300>6星</color>隊員，則下一次獲得<color=#FF3300>6星</color>隊員的概率將從原本的<color=#ffae00>2.2%</color>提升至<color=#ffae00>4.2%</color>。如果該次還沒有獲得<color=#FF3300>6星</color>隊員，則下一次構建獲得<color=#FF3300>6星</color>隊員的概率由<color=#ffae00>4.2%</color>提升到<color=#ffae00>6.2%</color>。直至達到<color=#ffae00>100%</color>時必定獲得<color=#FF3300>6星</color>隊員"}
,["73011"]={["key"]="73011",["language1"]="已获得",["id"]="73011",["language3"]="獲得済み",["language2"]="已獲得"}
,["7045"]={["key"]="7045",["language1"]="不轮换",["id"]="7045",["language4"]="NO ROTATION",["language3"]="しない",["language2"]="不輪換"}
,["45029"]={["key"]="45029",["language1"]="已领完",["id"]="45029",["language3"]="受取完了"}
,["15107"]={["key"]="15107",["language1"]="需解锁探索日志中<color=#FFC142>第%s阶段</color>后才能获得<color=#FFC142>%s</color>的挑战资格，是否前往?",["id"]="15107",["language3"]="探索日誌の<color=#FFC142>第%s段階</color>を解放してから、<color=#FFC142>%s</color>に挑戦できます。今すぐ向かいますか？",["language2"]="需解鎖探索日誌中<color=#FFC142>第%s階段</color>後才能獲得<color=#FFC142>%s</color>的挑戰資格，是否前往?"}
,["13011"]={["key"]="13011",["language1"]="本活动中%s过期时间为%s",["id"]="13011",["language3"]="本イベント%sの締め切りは%s",["language2"]="本活動中%s過期時間為%s"}
,["7066"]={["key"]="7066",["language1"]="双人看板",["id"]="7066",["language4"]="DOUBLE KANBAN",["language3"]="2キャラ看板",["language2"]="雙人看板"}
,["1066"]={["key"]="1066",["language1"]="悉心培养的队员，分享给其他总队长看看吧！",["id"]="1066",["language3"]="心を込めて育てた隊員を他の総隊長とシェアしよう！",["language2"]="悉心培養的隊員，分享給其他總隊長看看吧！"}
,["4066"]={["key"]="4066",["language1"]="血型：",["id"]="4066",["language3"]="血液型：",["language2"]="血型："}
,["4223"]={["key"]="4223",["language1"]="未解禁",["id"]="4223",["language3"]="未解除",["language2"]="未解禁"}
,["24000"]={["key"]="24000",["language1"]="选择完毕",["id"]="24000",["language3"]="選択済み",["language2"]="選擇完畢"}
,["25029"]={["key"]="25029",["language1"]="*此项可多选",["id"]="25029",["language3"]="※複数選択可能",["language2"]="*此項可多選"}
,["14000"]={["key"]="14000",["language1"]="画面设置",["id"]="14000",["language4"]="PICTURE QUALITY",["language3"]="画面設定",["language2"]="畫面設置"}
,["29012"]={["key"]="29012",["language1"]="气象",["id"]="29012",["language4"]="ATMOSPHERE",["language3"]="気象",["language2"]="氣象"}
,["26011"]={["key"]="26011",["language1"]="编队预设",["id"]="26011",["language3"]="編成設定",["language2"]="編隊預設"}
,["36011"]={["key"]="36011",["language1"]="未开放",["id"]="36011",["language3"]="未開放",["language2"]="未開放"}
,["49197"]={["key"]="49197",["language1"]="队员芯片总等级大于等于40级",["id"]="49197",["language3"]="隊員チップ総Lvが40以上",["language2"]="隊員晶片總等級大於等於40級"}
,["76011"]={["key"]="76011",["language1"]="击败BOSS：",["id"]="76011",["language3"]="BOSS撃破：",["language2"]="擊敗BOSS："}
,["18107"]={["key"]="18107",["language1"]="机神",["id"]="18107",["language4"]="KISHIN",["language3"]="機神",["language2"]="機神"}
,["18115"]={["key"]="18115",["language1"]="NO.6",["id"]="18115",["language3"]="NO.6",["language2"]="NO.6"}
,["4212"]={["key"]="4212",["language1"]="长按连续提升等级",["id"]="4212",["language3"]="長押しでLvUPし続ける",["language2"]="長按連續提升等級"}
,["62023"]={["key"]="62023",["language1"]="回复心情值较高",["id"]="62023",["language3"]="機嫌度回復効果大",["language2"]="回復心情值較高"}
,["17115"]={["key"]="17115",["language1"]=[[第2次至第9次：获取相同<color=#FFCC00>5星</color>角色时，每次将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「传说星尘券」*5</color>。
第10次及之后获取相同角色：将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「传说星尘券」*8</color>。]],["id"]="17115",["language3"]=[[2回目から9回目まで：重複した<color=#FF3300>☆5</color>キャラを1体獲得するにつき、そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・虹」×5</color>を獲得する。
10回目以降：そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・虹」×8</color>を獲得する。]],["language2"]=[[第2次至第9次：獲取相同<color=#FFCC00>5星</color>角色時，每次將轉化為對應角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「傳說星塵券」*5</color>。
第10次及之後獲取相同角色：將轉化為對應角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「傳說星塵券」*8</color>。]]}
,["12023"]={["key"]="12023",["language1"]="搜索",["id"]="12023",["language4"]="Search",["language3"]="検索",["language2"]="搜索"}
,["22023"]={["key"]="22023",["language1"]="粲晶投资说明：",["id"]="22023",["language3"]="輝晶投資説明：",["language2"]="粲晶投資說明："}
,["14082"]={["key"]="14082",["language1"]="<color=#ffc142>5000</color>",["id"]="14082",["language3"]="<color=#ffc142>5000</color>",["language2"]="<color=#ffc142>5000</color>"}
,["11000"]={["key"]="11000",["language1"]="上限：",["id"]="11000",["language3"]="上限：",["language2"]="上限："}
,["31000"]={["key"]="31000",["language1"]="是否使用核心爆发",["id"]="31000",["language3"]="オーバーロードの使用",["language2"]="是否使用核心爆發"}
,["21000"]={["key"]="21000",["language1"]="获得物品",["id"]="21000",["language4"]="-GET ITEMS-",["language3"]="アイテム獲得",["language2"]="獲得物品"}
,["26003"]={["key"]="26003",["language1"]="层数：%s",["id"]="26003",["language3"]="スタック：%s",["language2"]="層數：%s"}
,["15069"]={["key"]="15069",["language1"]="<color=#c3c3c8>%s掉落:</color> <color=#ffc146>%s</color>/%s",["id"]="15069",["language3"]="<color=#c3c3c8>%sドロップ:</color> <color=#ffc146>%s</color>/%s",["language2"]="<color=#c3c3c8>%s掉落:</color> <color=#ffc146>%s</color>/%s"}
,["10216"]={["key"]="10216",["language1"]="（好友交付次数共享，售罄请等待重置）",["id"]="10216",["language3"]=[[（フレンドへの提出回数
は共通です。）]],["language2"]="（好友提交次數共用，售罄請等待重置）"}
,["16003"]={["key"]="16003",["language1"]="繁忙",["id"]="16003",["language3"]="混雑",["language2"]="繁忙"}
,["18035"]={["key"]="18035",["language1"]="%s天",["id"]="18035",["language3"]="%s日",["language2"]="%s天"}
,["45003"]={["key"]="45003",["language1"]="消耗对应的粲晶，获得订单奖励",["id"]="45003",["language3"]="輝晶を消費して、報酬を獲得する",["language2"]="消耗對應的粲晶，獲得訂單獎勵"}
,["75003"]={["key"]="75003",["language1"]="合成",["id"]="75003",["language4"]="COMPOSITE",["language3"]="合成",["language2"]="合成"}
,["65003"]={["key"]="65003",["language1"]="活动时间",["id"]="65003",["language3"]="イベント時間",["language2"]="活動時間"}
,["49172"]={["key"]="49172",["language1"]="禁止编入反击队员",["id"]="49172",["language3"]="反撃隊員編成禁止",["language2"]="禁止編入反擊隊員"}
,["14078"]={["key"]="14078",["language1"]="16歳未満",["id"]="14078",["language3"]="16歳未満",["language2"]="16歳未満"}
,["16047"]={["key"]="16047",["language1"]="形象2",["id"]="16047",["language4"]="Image",["language3"]="外見2",["language2"]="形象2"}
,["4088"]={["key"]="4088",["language1"]="当前机神",["id"]="4088",["language4"]="KISHIN",["language3"]="現在機神",["language2"]="當前機神"}
,["26047"]={["key"]="26047",["language1"]="请上阵己方队员",["id"]="26047",["language3"]="自分の隊員を出陣させてください",["language2"]="請上陣己方隊員"}
,["25034"]={["key"]="25034",["language1"]="战斗暂停",["id"]="25034",["language3"]="PAUSE",["language2"]="戰鬥暫停"}
,["15034"]={["key"]="15034",["language1"]="全部领取",["id"]="15034",["language4"]="CLAIM ALL",["language3"]="一括受取",["language2"]="全部領取"}
,["1088"]={["key"]="1088",["language1"]="同队员编成中",["id"]="1088",["language3"]="同隊員編成中",["language2"]="同隊員編成中"}
,["7061"]={["key"]="7061",["language1"]="完整模式",["id"]="7061",["language3"]="フルモード",["language2"]="完整模式"}
,["16115"]={["key"]="16115",["language1"]="下载",["id"]="16115",["language3"]="ダウンロード",["language2"]="下載"}
,["23023"]={["key"]="23023",["language1"]="套装",["id"]="23023",["language3"]="セット装備",["language2"]="套裝"}
,["13023"]={["key"]="13023",["language1"]=[[1.参与过活动的总队长可以在赛程完成后的次日签到时活动最终奖励“香甜软糯”或“油润鲜香”。奖励款式将会根据总队长的口味倾向决定。
2.为香甜软糯队加油次数多的总队长会获得最终奖励头像：<color="#ffc146">香甜软糯</color>。
3.为油润鲜香队加油次数多的总队长会获得最终奖励头像：<color="#ffc146">油润鲜香</color>。
4.为双方队伍加油数相同的总队长将会加入好吃就行队，好吃就行队会获得胜利方阵营的最终奖励
5.<color="#ffc146">若总队长在加油活动期间内未进行过加油，则加油活动结束后无法获得阵营头像奖励</color>]],["id"]="13023",["language3"]=[[1.イベントに参加した総隊長は、レース終了後の翌日のログイン時にイベント最終報酬「甘くもちもち」または「辛くパリパリ」を受け取ることができます。報酬の種類は総隊長の好みによって決まります。
2.甘くもちもちチームを応援した回数が多い総隊長は、最終報酬アイコン：<color="#ffc146">甘くもちもち</color>を獲得します。
3.辛くパリパリチームを応援した回数が多い総隊長は、最終報酬アイコン：<color="#ffc146">辛くパリパリ</color>を獲得します。
4.両チームを応援した回数が同じ総隊長は、おいしければいいチームに参加し、おいしければいいチームは勝利陣営の最終報酬を獲得します。
5.<color="#ffc146">総隊長が応援イベント期間中に応援を行わなかった場合、応援イベント終了後に陣営アイコン報酬を獲得することはできません</color>]],["language2"]=[[1.參與過活動的總隊長可以在賽程完成後的次日簽到時活動最終獎勵“香甜軟糯”或“油潤鮮香”。獎勵款式將會根據總隊長的口味傾向決定。
2.為香甜軟糯隊加油次數多的總隊長會獲得最終獎勵頭像：<color="#ffc146">香甜軟糯</color>。
3.為油潤鮮香隊加油次數多的總隊長會獲得最終獎勵頭像：<color="#ffc146">油潤鮮香</color>。
4.為雙方隊伍加油數相同的總隊長將會加入好吃就行隊，好吃就行隊會獲得勝利方陣營的最終獎勵
5.<color="#ffc146">若總隊長在加油活動期間內未進行過加油，則加油活動結束後無法獲得陣營頭像獎勵</color>]]}
,["23082"]={["key"]="23082",["language1"]="芯片技能",["id"]="23082",["language3"]="チップスキル",["language2"]="晶片技能"}
,["33023"]={["key"]="33023",["language1"]="接受",["id"]="33023",["language4"]="ACCEPT",["language3"]="承認",["language2"]="接受"}
,["23078"]={["key"]="23078",["language1"]="全部清除",["id"]="23078",["language4"]="Unequip All",["language3"]="全部クリア",["language2"]="全部清除"}
,["12000"]={["key"]="12000",["language1"]="好友申请",["id"]="12000",["language3"]="フレンド申請",["language2"]="好友申請"}
,["22000"]={["key"]="22000",["language1"]="公告",["id"]="22000",["language4"]="Announcement",["language3"]="お知らせ",["language2"]="公告"}
,["32000"]={["key"]="32000",["language1"]="解锁房间",["id"]="32000",["language4"]="UNLOCK",["language3"]="ルーム解放",["language2"]="解鎖房間"}
,["15003"]={["key"]="15003",["language1"]="开始战斗",["id"]="15003",["language4"]="START FIGHTING",["language3"]="戦闘開始",["language2"]="開始戰鬥"}
,["35003"]={["key"]="35003",["language1"]="全部补给",["id"]="35003",["language3"]="完全補給",["language2"]="全部補給"}
,["25003"]={["key"]="25003",["language1"]="自动",["id"]="25003",["language3"]="AUTO",["language2"]="自動"}
,["24011"]={["key"]="24011",["language1"]="当前已是最大容量。",["id"]="24011",["language3"]="容量上限に達しています",["language2"]="當前已是最大容量。"}
,["34011"]={["key"]="34011",["language1"]="经验获取",["id"]="34011",["language3"]="経験値獲得",["language2"]="經驗獲取"}
,["8030"]={["key"]="8030",["language1"]="当前形象",["id"]="8030",["language4"]="CURRENT MODEL",["language3"]="現在のイメージ",["language2"]="當前形象"}
,["17193"]={["key"]="17193",["language1"]=[[第2次至第9次：获取相同<color=#6666FF>4星</color>角色时，每次将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#9a80b7>「自选星尘券」*5</color>。
第10次及之后获取相同角色：将会获得<color=#9a80b7>「自选星尘券」*13</color>。]],["id"]="17193",["language3"]=[[2回目から9回目まで：重複した<color=#FF3300>☆4</color>キャラを1体獲得するにつき、そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・選択」×5</color>を獲得する。
10回目以降：そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・選択」×13</color>を獲得する。]],["language2"]=[[第2次至第9次：獲取相同<color=#6666FF>4星</color>角色時，將會獲得<color=#9a80b7>「自選星塵券」*13</color>。
第10次及之後獲取相同角色：將會獲得<color=#9a80b7>「自選星塵券」*13</color>。]]}
,["64011"]={["key"]="64011",["language1"]="商店兑换",["id"]="64011",["language4"]="SHOP",["language3"]="ショップ",["language2"]="商店兌換"}
,["54029"]={["key"]="54029",["language1"]="存档%s",["id"]="54029",["language3"]="記録%s",["language2"]="存檔%s"}
,["7059"]={["key"]="7059",["language1"]="简洁模式",["id"]="7059",["language3"]="カジュアルモード",["language2"]="簡潔模式"}
,["34029"]={["key"]="34029",["language1"]="领取奖励",["id"]="34029",["language4"]="EXCHANGE",["language3"]="報酬受取",["language2"]="領取獎勵"}
,["1059"]={["key"]="1059",["language1"]="技能",["id"]="1059",["language3"]="スキル",["language2"]="技能"}
,["17047"]={["key"]="17047",["language1"]="更换保底角色",["id"]="17047",["language3"]="確定キャラ変更",["language2"]="更換保底角色"}
,["1030"]={["key"]="1030",["language1"]="特殊护甲",["id"]="1030",["language3"]="特殊装甲",["language2"]="特殊護甲"}
,["2030"]={["key"]="2030",["language1"]="当前暂无可填写的问卷",["id"]="2030",["language3"]="現在記入可能なアンケートはありません",["language2"]="當前暫無可填寫的問卷"}
,["24034"]={["key"]="24034",["language1"]="已满级",["id"]="24034",["language4"]="MAX LV",["language3"]="すでに最大レベルです",["language2"]="已滿級"}
,["4030"]={["key"]="4030",["language1"]="试玩",["id"]="4030",["language4"]="Trial",["language3"]="お試し",["language2"]="試玩"}
,["14011"]={["key"]="14011",["language1"]="抗锯齿",["id"]="14011",["language3"]="アンチエイリアシング",["language2"]="抗鋸齒"}
,["18004"]={["key"]="18004",["language1"]="折扣",["id"]="18004",["language4"]="OFF",["language3"]="セール",["language2"]="折扣"}
,["32031"]={["key"]="32031",["language1"]="主题部分家具需要花费钻石，请单独购买。",["id"]="32031",["language3"]="テーマ家具の一部は輝晶を消費します。別途購入してください。",["language2"]="主題部分傢俱需要花費鑽石，請單獨購買。"}
,["56009"]={["key"]="56009",["language1"]="已领取",["id"]="56009",["language2"]="已領取"}
,["18003"]={["key"]="18003",["language1"]="周剩余：",["id"]="18003",["language3"]="在庫／週：",["language2"]="每週剩餘："}
,["28003"]={["key"]="28003",["language1"]="当前状态",["id"]="28003",["language3"]="現在状態",["language2"]="當前狀態"}
,["26009"]={["key"]="26009",["language1"]="队伍战力",["id"]="26009",["language3"]="チーム戦力",["language2"]="隊伍戰力"}
,["16009"]={["key"]="16009",["language1"]="输入的名字长度超过上限（不得超过7个中文字符）",["id"]="16009",["language3"]="7文字以内の内容を入力してください",["language2"]="輸入的名字長度超過上限（不得超過7個中文字元）"}
,["12031"]={["key"]="12031",["language1"]="已申请",["id"]="12031",["language3"]="申請しました",["language2"]="已申請"}
,["22031"]={["key"]="22031",["language1"]="活动剩余时间：%s天%s:%s:%s",["id"]="22031",["language3"]="イベント残り時間：%s日%s:%s:%s",["language2"]="活動剩餘時間：%s天%s:%s:%s"}
,["18130"]={["key"]="18130",["language1"]="限时",["id"]="18130",["language3"]="時限",["language2"]="限時"}
,["8026"]={["key"]="8026",["language1"]="无法使用重复名称<color=#ffc146>（优先使用限时信息修正卡）</color>",["id"]="8026",["language3"]="重複名前使用不可（時限情報修正カードを優先使用）",["language2"]="無法使用重複名稱<color=#ffc146>（優先使用限時資訊修正卡）</color>"}
,["47003"]={["key"]="47003",["language1"]="即将完成",["id"]="47003",["language3"]="もうすぐ達成",["language2"]="即將完成"}
,["3026"]={["key"]="3026",["language1"]="快速选择",["id"]="3026",["language3"]="自動選択",["language2"]="快速選擇"}
,["4026"]={["key"]="4026",["language1"]="形态切换",["id"]="4026",["language4"]="CHANGE",["language3"]="形態変換",["language2"]="形態切換"}
,["1026"]={["key"]="1026",["language1"]="新",["id"]="1026",["language3"]="NEW",["language2"]="新"}
,["2026"]={["key"]="2026",["language1"]="活动",["id"]="2026",["language4"]="ACTIVITY",["language3"]="イベント",["language2"]="活動"}
,["49004"]={["key"]="49004",["language1"]="普通模式",["id"]="49004",["language3"]="ノーマルモード",["language2"]="普通模式"}
,["17190"]={["key"]="17190",["language1"]="首次获得队员时，可<color=#9a80b7>额外获得「自选星尘券」*10</color>;",["id"]="17190",["language3"]="新しいキャラを獲得した時、さらに<color=#ffae00>「星屑券・選択」×10</color>が獲得できます",["language2"]="首次獲得隊員時，可<color=#9a80b7>額外獲得「自選星塵券」*10</color>;"}
,["29004"]={["key"]="29004",["language1"]="回忆",["id"]="29004",["language4"]="MEMORIES",["language3"]="メモリー",["language2"]="回憶"}
,["39004"]={["key"]="39004",["language1"]="长期作战挑战",["id"]="39004",["language3"]="長期作戦",["language2"]="長期作戰挑戰"}
,["33034"]={["key"]="33034",["language1"]="·正在匹配对手·",["id"]="33034",["language3"]="・対戦相手を検索中・",["language2"]="·正在配對對手·"}
,["23034"]={["key"]="23034",["language1"]="强化",["id"]="23034",["language4"]="STRENGTH",["language3"]="強化",["language2"]="強化"}
,["13034"]={["key"]="13034",["language1"]="今<size=40>日</size>",["id"]="13034",["language3"]="今<size=40>日</size>",["language2"]="今<size=40>日</size>"}
,["20022"]={["key"]="20022",["language1"]="历史最高",["id"]="20022",["language3"]="最高記録",["language2"]="歷史最高"}
,["10022"]={["key"]="10022",["language1"]="全部",["id"]="10022",["language4"]="ALL",["language3"]="すべて",["language2"]="全部"}
,["22053"]={["key"]="22053",["language1"]="前往绑定",["id"]="22053",["language4"]="GO TO",["language3"]="向かう",["language2"]="前往綁定"}
,["19004"]={["key"]="19004",["language1"]="跳过剧情",["id"]="19004",["language4"]="SKIP",["language3"]="ストーリースキップ",["language2"]="跳過劇情"}
,["1021"]={["key"]="1021",["language1"]="周五",["id"]="1021",["language4"]="FRIDAY",["language3"]="金曜",["language2"]="週五"}
,["50022"]={["key"]="50022",["language1"]="保存退出",["id"]="50022",["language4"]="save",["language3"]="保存して退出",["language2"]="保存退出"}
,["6021"]={["key"]="6021",["language1"]="任务奖励",["id"]="6021",["language3"]="任務報酬",["language2"]="任務獎勵"}
,["35009"]={["key"]="35009",["language1"]="补给",["id"]="35009",["language4"]="REFUEL",["language3"]="購入",["language2"]="補給"}
,["9014"]={["key"]="9014",["language1"]="等级不足",["id"]="9014",["language3"]="レベル不足",["language2"]="等級不足"}
,["15009"]={["key"]="15009",["language1"]="通关",["id"]="15009",["language3"]="クリア",["language2"]="通關"}
,["25009"]={["key"]="25009",["language1"]="离开",["id"]="25009",["language4"]="LEAVE",["language3"]="退出",["language2"]="離開"}
,["17003"]={["key"]="17003",["language1"]="构建10次",["id"]="17003",["language3"]="10回召集",["language2"]="構建10次"}
,["5014"]={["key"]="5014",["language1"]="冷却完成",["id"]="5014",["language3"]="冷却完了",["language2"]="冷卻完成"}
,["66003"]={["key"]="66003",["language1"]="扣费说明",["id"]="66003",["language3"]="消費説明",["language2"]="扣費說明"}
,["17130"]={["key"]="17130",["language1"]="获取方式包括且不限于：构建、商店兑换、玩法系统等。",["id"]="17130",["language3"]="獲得手段：召集、ショップ交換、クエスト報酬など。",["language2"]="獲取方式包括且不限於：構建、商店兌換、玩法系統等。"}
,["46003"]={["key"]="46003",["language1"]="有效期：",["id"]="46003",["language3"]="有効期限：",["language2"]="有效期："}
,["56003"]={["key"]="56003",["language1"]="活动期间，总队长可以选择购买任意一个特典，通过任务获得丰富的粲晶回馈！",["id"]="56003",["language2"]="活動期間，總隊長可以選擇購買任意一個特典，通過任務獲得豐富的粲晶回饋！"}
,["10411"]={["key"]="10411",["language1"]="推荐",["id"]="10411",["language3"]="おすすめ",["language2"]="推薦"}
,["18070"]={["key"]="18070",["language1"]="未拥有",["id"]="18070",["language3"]="未所持",["language2"]="未擁有"}
,["10068"]={["key"]="10068",["language1"]="设施建造",["id"]="10068",["language3"]="施設建造",["language2"]="設施建造"}
,["26004"]={["key"]="26004",["language1"]="剩余回合：%s",["id"]="26004",["language3"]="残りターン：%s",["language2"]="剩餘回合：%s"}
,["56004"]={["key"]="56004",["language1"]="立即领取",["id"]="56004",["language2"]="立即領取"}
,["46004"]={["key"]="46004",["language1"]="使用中",["id"]="46004",["language3"]="使用中",["language2"]="使用中"}
,["10102"]={["key"]="10102",["language1"]="<color=#ffc146>%s级</color>订单库：",["id"]="10102",["language3"]="<color=#ffc146>レベル%s</color>注文リスト：",["language2"]="<color=#ffc146>%s級</color>訂單列表："}
,["22022"]={["key"]="22022",["language1"]="粲晶投资",["id"]="22022",["language4"]="CRYSTAL INVEST",["language3"]="輝晶投資",["language2"]="粲晶投資"}
,["12034"]={["key"]="12034",["language1"]="好友上限",["id"]="12034",["language3"]="フレンド数上限",["language2"]="好友上限"}
,["22034"]={["key"]="22034",["language1"]="剧情关卡",["id"]="22034",["language3"]="ストーリー",["language2"]="劇情關卡"}
,["33053"]={["key"]="33053",["language1"]="繁忙",["id"]="33053",["language3"]="混雑",["language2"]="繁忙"}
,["33048"]={["key"]="33048",["language1"]="匹配后的战斗为实时战斗，请做好准备",["id"]="33048",["language3"]="これから行われるのはリアルタイム対戦です。準備してください",["language2"]="配對後的戰鬥為即時戰鬥，請做好準備"}
,["23048"]={["key"]="23048",["language1"]="一键拆卸",["id"]="23048",["language4"]="DELETE",["language3"]="全部外す",["language2"]="一鍵拆卸"}
,["10205"]={["key"]="10205",["language1"]="延迟制作",["id"]="10205",["language3"]="制作遅延",["language2"]="延遲製作"}
,["23053"]={["key"]="23053",["language1"]="配装存储",["id"]="23053",["language4"]="STORAGE",["language3"]="セット保存",["language2"]="配裝存儲"}
,["38009"]={["key"]="38009",["language1"]="限量：∞",["id"]="38009",["language3"]="数量限定：∞",["language2"]="限量：∞"}
,["68009"]={["key"]="68009",["language1"]="新的挑战已开启",["id"]="68009",["language3"]="新しいチャレンジが開放されました",["language2"]="新的挑戰已開啟"}
,["10031"]={["key"]="10031",["language1"]="等待编号:%s",["id"]="10031",["language3"]="待ち番号：%s",["language2"]="等待編號:%s"}
,["28009"]={["key"]="28009",["language1"]="被动",["id"]="28009",["language3"]="パッシブ",["language2"]="被動"}
,["18009"]={["key"]="18009",["language1"]="刷新",["id"]="18009",["language4"]="REFRESH",["language3"]="更新",["language2"]="更新"}
,["18124"]={["key"]="18124",["language1"]="现金支付",["id"]="18124",["language3"]="現金支払い",["language2"]="現金支付"}
,["51032"]={["key"]="51032",["language1"]="罗恩格林",["id"]="51032",["language4"]="Lohengrin",["language3"]="ローエングリン",["language2"]="羅恩格林"}
,["61032"]={["key"]="61032",["language1"]="每日任务",["id"]="61032",["language3"]="毎日任務",["language2"]="每日任務"}
,["49003"]={["key"]="49003",["language1"]="编成限制",["id"]="49003",["language3"]="編成制限",["language2"]="編成限制"}
,["29070"]={["key"]="29070",["language1"]="好感度",["id"]="29070",["language3"]="好感度",["language2"]="好感度"}
,["49190"]={["key"]="49190",["language1"]="队员已携带的芯片稀有度最低R2",["id"]="49190",["language3"]="隊員が装着しているチップのレア度最低R2",["language2"]="隊員已攜帶的晶片稀有度最低R2"}
,["33022"]={["key"]="33022",["language1"]="挑战",["id"]="33022",["language4"]="CHALLENGE",["language3"]="挑戦",["language2"]="挑戰"}
,["23022"]={["key"]="23022",["language1"]="快捷搜索",["id"]="23022",["language3"]="簡易検索",["language2"]="快捷搜索"}
,["13022"]={["key"]="13022",["language1"]="“甜咸龙舟争霸赛”奖励规则",["id"]="13022",["language3"]="「ドラゴンボート制覇戦」報酬ルール",["language2"]="“甜鹹龍舟爭霸賽”獎勵規則"}
,["10120"]={["key"]="10120",["language1"]="队员工作中，当前操作将终止所有工作，包括清空已加成的所有效果，请确认。",["id"]="10120",["language3"]="作業中の隊員がいます。この操作を行うと作業が中止し、設定中の基地スキル効果がなくなります。ご確認ください。",["language2"]="隊員工作中，當前操作將終止所有工作，包括清空已加成的所有效果，請確認。"}
,["14053"]={["key"]="14053",["language1"]="待机界面风格",["id"]="14053",["language3"]="待機画面スタイル",["language2"]="待機介面風格"}
,["37009"]={["key"]="37009",["language1"]="今日剩余挑战次数",["id"]="37009",["language3"]="本日残り挑戦回数",["language2"]="今日剩餘挑戰次數"}
,["47009"]={["key"]="47009",["language1"]="成就收集",["id"]="47009",["language3"]="実績収集",["language2"]="成就收集"}
,["29003"]={["key"]="29003",["language1"]="待解锁",["id"]="29003",["language3"]="未解放",["language2"]="待解鎖"}
,["19003"]={["key"]="19003",["language1"]="停止",["id"]="19003",["language3"]="STOP",["language2"]="停止"}
,["17009"]={["key"]="17009",["language1"]="类型",["id"]="17009",["language3"]="タイプ",["language2"]="類型"}
,["27009"]={["key"]="27009",["language1"]="普通会员",["id"]="27009",["language3"]="一般会員",["language2"]="普通會員"}
,["78003"]={["key"]="78003",["language1"]="奖励次数",["id"]="78003",["language3"]="報酬回数",["language2"]="獎勵次數"}
,["21130"]={["key"]="21130",["language1"]="第二章 11~20关",["id"]="21130",["language3"]="第2章 ステージ11~20",["language2"]="第二章 11~20關"}
,["17124"]={["key"]="17124",["language1"]="活动期间，总队长在「裂核星云」中可使用「构建蓝图」进行构建。",["id"]="17124",["language3"]="期間中、「裂変せし星雲」で「召集券」を使用して召集を行うことができます。",["language2"]="活動期間，總隊長在「裂核星雲」中可使用「構建藍圖」進行構建。"}
,["50032"]={["key"]="50032",["language1"]="乱序演习",["id"]="50032",["language3"]="乱脈演習",["language2"]="亂序演習"}
,["38003"]={["key"]="38003",["language1"]="售价",["id"]="38003",["language3"]="価格",["language2"]="售價"}
,["48003"]={["key"]="48003",["language1"]="保存",["id"]="48003",["language4"]="SAVE",["language3"]="保存",["language2"]="保存"}
,["10032"]={["key"]="10032",["language1"]="合成",["id"]="10032",["language3"]="合成",["language2"]="合成"}
,["74022"]={["key"]="74022",["language1"]="请选择需要购买的商品",["id"]="74022",["language3"]="購入する商品を選択してください",["language2"]="請選擇需要購買的商品"}
,["48004"]={["key"]="48004",["language1"]="——%s获得",["id"]="48004",["language3"]="——%s獲得",["language2"]="——%s獲得"}
,["18305"]={["key"]="18305",["language1"]="确认支付",["id"]="18305",["language4"]="CONFIRM PAYMENT",["language3"]="購入する",["language2"]="確認付款"}
,["28004"]={["key"]="28004",["language1"]="武装天赋",["id"]="28004",["language3"]="タレント",["language2"]="武裝天賦"}
,["34022"]={["key"]="34022",["language1"]="<color=#ffc146>高级勘探</color>生效中",["id"]="34022",["language3"]="<color=#ffc146>高級探査</color>有効中",["language2"]="<color=#ffc146>高級勘探</color>生效中"}
,["14022"]={["key"]="14022",["language1"]="兑换中心",["id"]="14022",["language4"]="SHOP",["language3"]="シリアルコード",["language2"]="兌換中心"}
,["24022"]={["key"]="24022",["language1"]="稀有度 %s",["id"]="24022",["language3"]="レアリティ%s",["language2"]="稀有度 %s"}
,["12009"]={["key"]="12009",["language1"]="搜索",["id"]="12009",["language3"]="検索",["language2"]="搜索"}
,["38001"]={["key"]="38001",["language1"]="家具币支付",["id"]="38001",["language3"]="家具コインで購入",["language2"]="傢俱幣購買"}
,["15128"]={["key"]="15128",["language1"]="探索进行",["id"]="15128",["language3"]="探索進行中",["language2"]="探索進行"}
,["18001"]={["key"]="18001",["language1"]="购买道具",["id"]="18001",["language4"]="BURCHASE",["language3"]="アイテム購入",["language2"]="購買道具"}
,["10423"]={["key"]="10423",["language1"]="合成份数",["id"]="10423",["language3"]="合成数",["language2"]="合成份數"}
,["42009"]={["key"]="42009",["language1"]="扫荡次数：<color=#ffc146>%s/%s</color>",["id"]="42009",["language3"]="掃討回数：<color=#ffc146>%s/%s</color>",["language2"]="掃蕩次數：<color=#ffc146>%s/%s</color>"}
,["25048"]={["key"]="25048",["language1"]="敌方回合",["id"]="25048",["language3"]="敵ターン",["language2"]="敵方回合"}
,["22009"]={["key"]="22009",["language1"]="活动期间，完成日常、周常、消耗燃料等方式",["id"]="22009",["language3"]="期間中に毎日任務、週間任務、燃料消費などの方法",["language2"]="活動期間，完成每日任務、每週任務、消耗燃料等方式"}
,["49300"]={["key"]="49300",["language1"]="编队限制",["id"]="49300",["language3"]="編成制限",["language2"]="編隊限制"}
,["1093"]={["key"]="1093",["language1"]="战斗胜利,我方没有队员阵亡,战斗回合数小于20",["id"]="1093",["language3"]="戦闘勝利、味方隊員全員生存、戦闘ターン数が20未満",["language2"]="戰鬥勝利,我方沒有隊員陣亡,戰鬥回合數小於20"}
,["21165"]={["key"]="21165",["language1"]="自选构建获得",["id"]="21165",["language3"]="選択召集で獲得",["language2"]="自選構建獲得"}
,["62009"]={["key"]="62009",["language1"]="全部",["id"]="62009",["language3"]="全部",["language2"]="全部"}
,["18096"]={["key"]="18096",["language1"]="单个队员<color=#ffc146>【星源】</color>物品累计<color=#ffc146>【5个】</color>后可以在<color=#ffc146>【万物贸易所】</color>进行星尘券的兑换",["id"]="18096",["language3"]="同キャラの<color=#ffc146>【星源】</color>が<color=#ffc146>【5つ】</color>集まると、<color=#ffc146>【物資貿易所】</color>で星屑券を交換できる",["language2"]="單個隊員<color=#ffc146>【星源】</color>物品累計<color=#ffc146>【5個】</color>後可以在<color=#ffc146>【萬物貿易所】</color>進行星塵券的兌換"}
,["18047"]={["key"]="18047",["language1"]="第二期",["id"]="18047",["language4"]="2nd quarter",["language3"]="第二期",["language2"]="第二期"}
,["46504"]={["key"]="46504",["language1"]="势力",["id"]="46504",["language3"]="勢力",["language2"]="勢力"}
,["37001"]={["key"]="37001",["language1"]="激战前线",["id"]="37001",["language4"]="BASE STATION FRONTLINE",["language3"]="激戦前線",["language2"]="激戰前線"}
,["11009"]={["key"]="11009",["language1"]="小时",["id"]="11009",["language3"]="時間",["language2"]="小時"}
,["17001"]={["key"]="17001",["language1"]="【构建信息】",["id"]="17001",["language3"]="【召集詳細】",["language2"]="【構建資訊】"}
,["27001"]={["key"]="27001",["language1"]="升序",["id"]="27001",["language3"]="昇順",["language2"]="昇冪"}
,["22048"]={["key"]="22048",["language1"]="兑换提醒",["id"]="22048",["language3"]="交換リマインダー",["language2"]="兌換提醒"}
,["49127"]={["key"]="49127",["language1"]="只能编入2个队员（基础队伍最大人数为2）",["id"]="49127",["language3"]="隊員2名のみ編成可能（基本チーム最大2名）",["language2"]="只能編入2個隊員（基礎隊伍最大人數為2）"}
,["31009"]={["key"]="31009",["language1"]="请先上阵队员再设置",["id"]="31009",["language3"]="隊員を参戦させてから設定してください",["language2"]="請先上陣隊員再設置"}
,["47218"]={["key"]="47218",["language1"]="圣刃",["id"]="47218",["language3"]="聖剣",["language2"]="聖刃"}
,["47220"]={["key"]="47220",["language1"]="沙盒",["id"]="47220",["language3"]="仮想",["language2"]="沙盒"}
,["61009"]={["key"]="61009",["language1"]="累计",["id"]="61009",["language3"]="累計",["language2"]="累計"}
,["17123"]={["key"]="17123",["language1"]="【<color=#ffae00>注意</color>】本构建属于【定制构建α】，其构建次数保底会一直累计于【定制构建α】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17123",["language3"]="【<color=#ffae00>注意</color>】本召集は【セレクト召集α】に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="【<color=#ffae00>注意</color>】本構建屬於【定制構建α】，其構建次數保底會一直累計於【定制構建α】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["77001"]={["key"]="77001",["language1"]="递归沙盒",["id"]="77001",["language3"]="仮想空間",["language2"]="遞歸沙盒"}
,["29047"]={["key"]="29047",["language1"]="战斗意志",["id"]="29047",["language3"]="意志力",["language2"]="戰鬥意志"}
,["67001"]={["key"]="67001",["language1"]="幸运扭蛋",["id"]="67001",["language4"]="Lucky Gashapon",["language3"]="ラッキーガチャ",["language2"]="幸運扭蛋"}
,["14009"]={["key"]="14009",["language1"]="高帧率",["id"]="14009",["language3"]="高フレーム",["language2"]="高幀率"}
,["34009"]={["key"]="34009",["language1"]="%s<size=25>至</size>%s",["id"]="34009",["language3"]="%s<size=25>～</size>%s",["language2"]="%s<size=25>至</size>%s"}
,["24009"]={["key"]="24009",["language1"]="批量分解",["id"]="24009",["language3"]="一括分解",["language2"]="一併分解"}
,["16004"]={["key"]="16004",["language1"]="维护",["id"]="16004",["language3"]="メンテナンス",["language2"]="維護"}
,["1043"]={["key"]="1043",["language1"]="今日",["id"]="1043",["language3"]="本日",["language2"]="今日"}
,["4014"]={["key"]="4014",["language1"]="倒计时",["id"]="4014",["language3"]="カウントダウン",["language2"]="倒數計時"}
,["3014"]={["key"]="3014",["language1"]="确认上锁",["id"]="3014",["language3"]="ロックする",["language2"]="確認上鎖"}
,["2014"]={["key"]="2014",["language1"]="最大",["id"]="2014",["language4"]="MAX",["language3"]="最大",["language2"]="最大"}
,["1014"]={["key"]="1014",["language1"]="日",["id"]="1014",["language3"]="日",["language2"]="日"}
,["21125"]={["key"]="21125",["language1"]="困难第一章 11~20关",["id"]="21125",["language3"]="第1章 ステージ11~20（ハード）",["language2"]="困難第一章 11~20關"}
,["21172"]={["key"]="21172",["language1"]="道具获取",["id"]="21172",["language3"]="アイテム入手",["language2"]="道具獲取"}
,["47004"]={["key"]="47004",["language1"]="暂无完成成就",["id"]="47004",["language3"]="実績未獲得",["language2"]="暫無完成成就"}
,["18108"]={["key"]="18108",["language1"]="同调",["id"]="18108",["language3"]="シンクロ",["language2"]="同調"}
,["67004"]={["key"]="67004",["language1"]="前往获取",["id"]="67004",["language3"]="獲得へ",["language2"]="前往獲取"}
,["77004"]={["key"]="77004",["language1"]="当前进度",["id"]="77004",["language3"]="現在進捗",["language2"]="當前進度"}
,["18123"]={["key"]="18123",["language1"]=[[为队员 <color='#ffc146'>%s</color>
购买时装<color='#ffc146'>%s</color>  <size=20>






</size>*<size=32>购买可额外解锁<color='#ffc146'>%s</color></size>]],["id"]="18123",["language3"]=[[隊員 <color='#ffc146'>%s</color>
にスキンを購入<color='#ffc146'>%s</color> <size=20>






</size>*<size=32>購入で<color='#ffc146'>%s</color></size>を追加解放]],["language2"]=[[為隊員 <color='#ffc146'>%s</color>
購買時裝<color='#ffc146'>%s</color>  <size=20>






</size>*<size=32>購買可額外解鎖<color='#ffc146'>%s</color></size>]]}
,["19001"]={["key"]="19001",["language1"]="跳过",["id"]="19001",["language3"]="SKIP",["language2"]="跳過"}
,["29001"]={["key"]="29001",["language1"]="角色",["id"]="29001",["language4"]="ROLE",["language3"]="キャラ",["language2"]="角色"}
,["21171"]={["key"]="21171",["language1"]="奇趣扭蛋",["id"]="21171",["language3"]="ファンシーガチャ",["language2"]="奇趣扭蛋"}
,["13009"]={["key"]="13009",["language1"]="领取补给",["id"]="13009",["language3"]="補給受領",["language2"]="領取補給"}
,["23009"]={["key"]="23009",["language1"]="换装",["id"]="23009",["language3"]="着用",["language2"]="換裝"}
,["33009"]={["key"]="33009",["language1"]="刷新对手",["id"]="33009",["language4"]="CANCEL",["language3"]="リスト更新",["language2"]="更新列表"}
,["14048"]={["key"]="14048",["language1"]="每天播放一次",["id"]="14048",["language3"]="1日に1回",["language2"]="每天播放一次"}
,["24048"]={["key"]="24048",["language1"]="本次需求数量：%s",["id"]="24048",["language3"]="今回必要数量：%s",["language2"]="本次需求數量：%s"}
,["10053"]={["key"]="10053",["language1"]="订单数量:",["id"]="10053",["language3"]="注文数：",["language2"]="訂單數量:"}
,["15130"]={["key"]="15130",["language1"]="剩余次数：%s次",["id"]="15130",["language3"]="残り回数：%s回",["language2"]="剩餘次數：%s次"}
,["15146"]={["key"]="15146",["language1"]="当前<color=#FF4c4c>技能等级</color>养成较低，是否仍要继续挑战？",["id"]="15146",["language3"]="現在の<color=#FF4c4c>スキルLv</color>の育成度が低いですが、挑戦を続けますか？",["language2"]="當前<color=#FF4c4c>技能等級</color>養成較低，是否仍要繼續挑戰？"}
,["73009"]={["key"]="73009",["language1"]=[[是否退出当前剧情
（退出后当前节点剧情进度不会保存）]],["id"]="73009",["language3"]=[[現在のストーリーを退出しますか？
（退出後、現在の章のストーリー進捗は保存されません）]],["language2"]=[[是否退出當前劇情
（退出後當前節點劇情進度不會保存）]]}
,["17108"]={["key"]="17108",["language1"]="活动期间，总队长在「核心构建」中可使用「构建蓝图」进行构建。",["id"]="17108",["language3"]="期間中、「コア召集」で「召集券」を使用して召集を行うことができます。",["language2"]="活動期間，總隊長在「核心構建」中可使用「構建藍圖」進行構建。"}
,["69001"]={["key"]="69001",["language1"]="尚未下载：%sM",["id"]="69001",["language3"]="未ダウンロード：%sM",["language2"]="尚未下載：%sM"}
,["10422"]={["key"]="10422",["language1"]="副产品产出",["id"]="10422",["language3"]="副産物産出",["language2"]="副產品產出"}
,["16108"]={["key"]="16108",["language1"]="免费活动剩余天数：%s天",["id"]="16108",["language3"]="無料イベント残り：%s日",["language2"]="免費活動剩余天數：%s天"}
,["23067"]={["key"]="23067",["language1"]="输出",["id"]="23067",["language3"]="アタッカー",["language2"]="輸出"}
,["150004"]={["key"]="150004",["language1"]="奖励次数",["id"]="150004",["language3"]="None",["language2"]="獎勵次數"}
,["15073"]={["key"]="15073",["language1"]="击败敌方高能单位",["id"]="15073",["language3"]="ボスの撃破",["language2"]="擊敗敵方高級單位"}
,["15116"]={["key"]="15116",["language1"]="电影券",["id"]="15116",["language3"]="映画チケット",["language2"]="電影券"}
,["21148"]={["key"]="21148",["language1"]="光杵嵌合 2-4层",["id"]="21148",["language3"]="光剛嵌合 ステージ2-4",["language2"]="光杵嵌合 2-4層"}
,["24001"]={["key"]="24001",["language1"]="选择完毕",["id"]="24001",["language3"]="選択済み",["language2"]="選擇完畢"}
,["14001"]={["key"]="14001",["language1"]="音频设置",["id"]="14001",["language4"]="AUDIO",["language3"]="音声設定",["language2"]="音訊設置"}
,["36010"]={["key"]="36010",["language1"]="实时对战",["id"]="36010",["language4"]="FIGHT ONLINE",["language3"]="実戦アリーナ",["language2"]="即時對戰"}
,["26010"]={["key"]="26010",["language1"]="队伍名字:",["id"]="26010",["language3"]="チーム名：",["language2"]="隊伍名字:"}
,["16010"]={["key"]="16010",["language1"]="账号长度不能少于3位",["id"]="16010",["language3"]="3文字以上を入力してください",["language2"]="帳號長度不能少於3位"}
,["22086"]={["key"]="22086",["language1"]="累积充值",["id"]="22086",["language3"]="累計チャージ",["language2"]="累積充值"}
,["44001"]={["key"]="44001",["language1"]="教程奖励",["id"]="44001",["language3"]="クリア報酬",["language2"]="教程獎勵"}
,["49145"]={["key"]="49145",["language1"]="只能编入护盾队员（基础队伍最大人数为5）",["id"]="49145",["language3"]="シールド隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入護盾隊員（基礎隊伍最大人數為5）"}
,["77032"]={["key"]="77032",["language1"]="%s天%s小时%s分后关闭",["id"]="77032",["language3"]="%s日%s時間%s分後に閉鎖",["language2"]="%s天%s小時%s分後關閉"}
,["76010"]={["key"]="76010",["language1"]="开始战斗",["id"]="76010",["language3"]="戦闘開始",["language2"]="開始戰鬥"}
,["18046"]={["key"]="18046",["language1"]="第一期",["id"]="18046",["language4"]="1st quarter",["language3"]="第一期",["language2"]="第一期"}
,["25017"]={["key"]="25017",["language1"]="此关只能上阵一支队伍*",["id"]="25017",["language3"]="本ステージは1チームしか使用できません",["language2"]="此關只能上陣一支隊伍*"}
,["16063"]={["key"]="16063",["language1"]="静态",["id"]="16063",["language3"]="2D",["language2"]="靜態"}
,["10426"]={["key"]="10426",["language1"]="获得副产品",["id"]="10426",["language3"]="副産物獲得",["language2"]="獲得副產品"}
,["65017"]={["key"]="65017",["language1"]="总操作数不大于%s",["id"]="65017",["language3"]="総操作回数%s回以内",["language2"]="總操作數不大於%s"}
,["27032"]={["key"]="27032",["language1"]="VERYHARD",["id"]="27032",["language3"]="VERYHARD",["language2"]="VERYHARD"}
,["37032"]={["key"]="37032",["language1"]="战力推荐",["id"]="37032",["language3"]="戦力推奨",["language2"]="戰力推薦"}
,["22088"]={["key"]="22088",["language1"]="未解锁上一阶段",["id"]="22088",["language3"]="前の段階が未開放",["language2"]="未解鎖上一階段"}
,["17137"]={["key"]="17137",["language1"]="在所有<color=#ffae00>【轮换构建】</color>中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。<color=#ffae00>10连构建必得5星或以上队员</color>。最多<color=#ffae00>50次构建</color>必定能获得保底<color=#ffae00>获取6星角色</color>。",["id"]="17137",["language3"]=[[<color=#ffae00>【定期召集】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本確率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>キャラが1体確定します。
<color=#ffae00>最大50回</color>召集で<color=#FF3300>☆6</color>キャラが確定します。]],["language2"]="在所有<color=#ffae00>【輪換構建】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎機率為<color=#ffae00>2%</color>，綜合機率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎機率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎機率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎機率為<color=#ffae00>50%</color>。<color=#ffae00>10連構建必得5星或以上隊員</color>。最多<color=#ffae00>50次構建</color>必定能獲得保底<color=#ffae00>獲取6星角色</color>。"}
,["14067"]={["key"]="14067",["language1"]="进入",["id"]="14067",["language3"]="入る",["language2"]="進入"}
,["16073"]={["key"]="16073",["language1"]="手机号码长度不能少于11位",["id"]="16073",["language3"]="11桁以上を入力してください",["language2"]="手機號碼長度不能少於10位"}
,["140004"]={["key"]="140004",["language1"]="奖励次数",["id"]="140004",["language3"]="報酬回数",["language2"]="獎勵次數"}
,["15017"]={["key"]="15017",["language1"]="开启",["id"]="15017",["language3"]="開く",["language2"]="開啟"}
,["23001"]={["key"]="23001",["language1"]="暂无特性",["id"]="23001",["language3"]="特性がありません",["language2"]="暫無特性"}
,["33001"]={["key"]="33001",["language1"]="积分",["id"]="33001",["language3"]="Pt",["language2"]="積分"}
,["35010"]={["key"]="35010",["language1"]="燃料补给单价一览",["id"]="35010",["language3"]="燃料購入の消費一覧",["language2"]="燃料補給單價一覽"}
,["10419"]={["key"]="10419",["language1"]="自动弹射",["id"]="10419",["language3"]="自動射出",["language2"]="自動彈射"}
,["15010"]={["key"]="15010",["language1"]="三星",["id"]="15010",["language3"]="☆3",["language2"]="三星"}
,["25010"]={["key"]="25010",["language1"]="再次出击",["id"]="25010",["language4"]="STRIKE AGAIN",["language3"]="再出撃",["language2"]="再次出擊"}
,["43001"]={["key"]="43001",["language1"]="筛选",["id"]="43001",["language3"]="ソート",["language2"]="篩選"}
,["53001"]={["key"]="53001",["language1"]="称号",["id"]="53001",["language4"]="TITLE",["language3"]="称号",["language2"]="稱號"}
,["76032"]={["key"]="76032",["language1"]="历史记录",["id"]="76032",["language3"]="履歴",["language2"]="歷史記錄"}
,["75010"]={["key"]="75010",["language1"]="重构后",["id"]="75010",["language3"]="再構築後",["language2"]="重構後"}
,["18085"]={["key"]="18085",["language1"]="当前时装",["id"]="18085",["language4"]="Current outfit",["language3"]="現在のスキン",["language2"]="當前時裝"}
,["16032"]={["key"]="16032",["language1"]="请输入真实姓名",["id"]="16032",["language3"]="実名を入力してください",["language2"]="請輸入真實姓名"}
,["17046"]={["key"]="17046",["language1"]="定制保底角色",["id"]="17046",["language3"]="確定キャラ選択",["language2"]="定制保底角色"}
,["15063"]={["key"]="15063",["language1"]="我方队员战败退场数量不超过%s个",["id"]="15063",["language3"]="戦闘不能になる味方が%s名以下",["language2"]="我方隊員戰敗退場數量不超過%s個"}
,["37046"]={["key"]="37046",["language1"]="清空",["id"]="37046",["language3"]="クリア",["language2"]="清空"}
,["64017"]={["key"]="64017",["language1"]="关卡进度",["id"]="64017",["language3"]="攻略進行度",["language2"]="關卡進度"}
,["17122"]={["key"]="17122",["language1"]="在所有<color=#ffae00>【定制构建α】</color>中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。10连构建必得<color=#FFCC00>5星</color>或以上队员。最多50次构建必定能获得保底获取<color=#FF3300>6星</color>角色。",["id"]="17122",["language3"]=[[<color=#ffae00>【セレクト召集α】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本確率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>キャラが1体確定します。
<color=#ffae00>最大50回</color>召集で<color=#FF3300>☆6</color>キャラが確定します。]],["language2"]="在所有<color=#ffae00>【定制構建α】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎機率為<color=#ffae00>2%</color>，綜合機率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎機率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎機率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎機率為<color=#ffae00>50%</color>。10連構建必得<color=#FFCC00>5星</color>或以上隊員。最多50次構建必定能獲得保底獲取<color=#FF3300>6星</color>角色。"}
,["15062"]={["key"]="15062",["language1"]="单局击败敌方部队数量(%s/%s)",["id"]="15062",["language3"]="1回の任務で敵部隊の撃破数（%s／%s）",["language2"]="單局擊敗敵方部隊數量(%s/%s)"}
,["26032"]={["key"]="26032",["language1"]="申请好友",["id"]="26032",["language4"]="FRIENDS",["language3"]="フレンド申請",["language2"]="申請好友"}
,["15067"]={["key"]="15067",["language1"]="%s卡牌经验:%s/%s",["id"]="15067",["language3"]="%sキャラ経験値：%s/%s",["language2"]="%s卡牌經驗:%s/%s"}
,["17116"]={["key"]="17116",["language1"]=[[第2次至第9次：获取相同<color=#6666FF>4星</color>角色时，每次将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「罕见星尘券」*30</color>。
第10次及之后获取相同角色：将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「罕见星尘券」*30</color>。]],["id"]="17116",["language3"]=[[2回目から9回目まで：重複した<color=#FF3300>☆4</color>キャラを1体獲得するにつき、そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・金」×30</color>を獲得する。
10回目以降：そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・金」×30</color>を獲得する。]],["language2"]=[[第2次至第9次：獲取相同<color=#6666FF>4星</color>角色時，每次將轉化為對應角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「罕見星塵券」*30</color>。
第10次及之後獲取相同角色：將轉化為對應角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「罕見星塵券」*30</color>。]]}
,["16001"]={["key"]="16001",["language1"]="良好",["id"]="16001",["language3"]="良好",["language2"]="良好"}
,["38010"]={["key"]="38010",["language1"]="当前网络不稳定，需重新登录验证",["id"]="38010",["language3"]="通信環境が不安定です。もう一度ログインする必要があります",["language2"]="當前網路不穩定，需重新登錄驗證"}
,["36001"]={["key"]="36001",["language1"]="主线剧情",["id"]="36001",["language4"]="MAIN PLOT EXPLORATION",["language3"]="ストーリー",["language2"]="主線劇情"}
,["26001"]={["key"]="26001",["language1"]="暂无显示",["id"]="26001",["language3"]="表示なし",["language2"]="暫無顯示"}
,["56001"]={["key"]="56001",["language1"]="归途特典",["id"]="56001",["language2"]="歸途特典"}
,["10086"]={["key"]="10086",["language1"]="基地建造",["id"]="10086",["language4"]="BASE BUILDING",["language3"]="施設建造",["language2"]="基地建造"}
,["28010"]={["key"]="28010",["language1"]="芯片",["id"]="28010",["language4"]="CHIP",["language3"]="チップ",["language2"]="晶片"}
,["18010"]={["key"]="18010",["language1"]=[[期限天数为30天，从充值当天开始计算，
提前购买不会影响原来的奖励，天数在原来的基础上累计。]],["id"]="18010",["language3"]=[[継続日数は30日。購入すると即報酬を獲得します。
継続日数が切れる前に再購入すると、継続日数は加算されます。]],["language2"]=[[期限天數為30天，從儲值當天開始計算，
提前購買不會影響原來的獎勵，天數在原來的基礎上累計。]]}
,["78010"]={["key"]="78010",["language1"]="游玩奖励",["id"]="78010",["language3"]="プレイ報酬",["language2"]="遊玩獎勵"}
,["18063"]={["key"]="18063",["language1"]="前往兑换",["id"]="18063",["language4"]="EXCHANGE",["language3"]="交換へ",["language2"]="前往兌換"}
,["21170"]={["key"]="21170",["language1"]="困难第五章 12~22关",["id"]="21170",["language3"]="ハード第5章 12~22ステージ",["language2"]="困難第五章 12~22關"}
,["27017"]={["key"]="27017",["language1"]="开  启",["id"]="27017",["language3"]="ON",["language2"]="開  啟"}
,["4217"]={["key"]="4217",["language1"]="此技能已达满级",["id"]="4217",["language4"]="SKILL MAXED",["language3"]="このスキルはすでに最大レベルです",["language2"]="此技能已達滿級"}
,["18071"]={["key"]="18071",["language1"]="时装购买",["id"]="18071",["language4"]="FASHION BUYING",["language3"]="スキン購入",["language2"]="時裝購買"}
,["17157"]={["key"]="17157",["language1"]="活动期间，总队长在「孤傲战神」中可使用「构建蓝图」进行构建。",["id"]="17157",["language3"]="イベント期間中、総隊長は「孤高の闘神」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「孤傲戰神」中可使用「構建藍圖」進行構建。"}
,["16067"]={["key"]="16067",["language1"]="请输入验证码",["id"]="16067",["language3"]="認証コードを入力してください",["language2"]="請輸入驗證碼"}
,["15137"]={["key"]="15137",["language1"]="<color=#FF4c4c>队员等级</color>养成较低",["id"]="15137",["language3"]="<color=#FF4c4c>隊員Lv</color>が低い",["language2"]="<color=#FF4c4c>隊員等級</color>養成較低"}
,["17017"]={["key"]="17017",["language1"]="本构建中，当全服构建累计到达20万后,可获得1次特别的10连构建",["id"]="17017",["language3"]="召集期間中、全サーバーの累計召集が20万に達した場合、特別な10連召集を1回行えます",["language2"]="本構建中，當全服構建累計到達20萬後,可獲得1次特別的10連構建"}
,["21168"]={["key"]="21168",["language1"]="第五章 12~22关",["id"]="21168",["language3"]="第5章 12~22ステージ",["language2"]="第五章 12~22關"}
,["37010"]={["key"]="37010",["language1"]="奖励将活动结束后，通过邮箱发放",["id"]="37010",["language3"]="報酬はイベント終了後、メールで配布します",["language2"]="獎勵將活動結束後，通過郵箱發放"}
,["15001"]={["key"]="15001",["language1"]="地形预览",["id"]="15001",["language4"]="TERRAIN",["language3"]="地形表示",["language2"]="地形預覽"}
,["25001"]={["key"]="25001",["language1"]="特技",["id"]="25001",["language3"]="特殊スキル",["language2"]="特技"}
,["35001"]={["key"]="35001",["language1"]="燃料补给",["id"]="35001",["language4"]="REFUEL",["language3"]="燃料補給",["language2"]="燃料補給"}
,["18030"]={["key"]="18030",["language1"]="首充送<color=#ffc146>%s</color>%s",["id"]="18030",["language3"]="初回購入で<color=#ffc146>%s</color>%s贈呈",["language2"]="首儲送<color=#ffc146>%s</color>%s"}
,["37060"]={["key"]="37060",["language1"]="累计评分",["id"]="37060",["language3"]="累計評価",["language2"]="累計評分"}
,["17010"]={["key"]="17010",["language1"]="名字",["id"]="17010",["language3"]="名前",["language2"]="名字"}
,["17060"]={["key"]="17060",["language1"]="%s不足,是否使用<color=#FFC146>%s</color>%s购买<color=#FFC146>%s</color>%s？",["id"]="17060",["language3"]="%sが足りません。<color=#FFC146>%s</color>%sを使用して<color=#FFC146>%s</color>%sを購入しますか？",["language2"]="%s不足,是否使用<color=#FFC146>%s</color>%s購買<color=#FFC146>%s</color>%s？"}
,["77010"]={["key"]="77010",["language1"]="结算中",["id"]="77010",["language3"]="結算中",["language2"]="結算中"}
,["16085"]={["key"]="16085",["language1"]="、",["id"]="16085",["language3"]="、",["language2"]="、"}
,["29046"]={["key"]="29046",["language1"]="战斗技巧",["id"]="29046",["language3"]="戦闘技術",["language2"]="戰鬥技巧"}
,["18032"]={["key"]="18032",["language1"]="免费",["id"]="18032",["language3"]="無料",["language2"]="免費"}
,["26017"]={["key"]="26017",["language1"]="上阵人数：",["id"]="26017",["language3"]="出陣人数",["language2"]="上陣人數："}
,["17062"]={["key"]="17062",["language1"]="%s星角色构建成功基础概率：%s",["id"]="17062",["language3"]="☆%sキャラ召集の基本出現率：%s",["language2"]="%s星角色構建成功基礎概率：%s"}
,["15071"]={["key"]="15071",["language1"]="当前正在%s %s中战斗，是否前往",["id"]="15071",["language3"]="%sの%sで戦闘中です。今すぐ向かいますか？",["language2"]="當前正在%s %s中戰鬥，是否前往"}
,["37062"]={["key"]="37062",["language1"]="选择词条",["id"]="37062",["language3"]="バフ選択",["language2"]="選擇詞條"}
,["15122"]={["key"]="15122",["language1"]="今天可享有优惠次数：",["id"]="15122",["language3"]="今日の割引回数：",["language2"]="今天可享有優惠次數："}
,["12010"]={["key"]="12010",["language1"]="以下为推荐的人",["id"]="12010",["language3"]="おすすめユーザー",["language2"]="以下為推薦的人"}
,["10431"]={["key"]="10431",["language1"]="合成成功",["id"]="10431",["language4"]="-SUCCESS-",["language3"]="合成成功",["language2"]="合成成功"}
,["17030"]={["key"]="17030",["language1"]="因计算方式与末位取舍不同，合计概率可能不为100%",["id"]="17030",["language3"]="表示されている提供割合は表示上小数点第一位を四捨五入したため、すべて合算しても100％にならない場合があります",["language2"]="因計算方式與末位元取捨不同，合計機率可能不為100%"}
,["27030"]={["key"]="27030",["language1"]="NORMAL",["id"]="27030",["language3"]="NORMAL",["language2"]="NORMAL"}
,["52010"]={["key"]="52010",["language1"]="当前",["id"]="52010",["language3"]="現在",["language2"]="當前"}
,["42010"]={["key"]="42010",["language1"]="扫荡次数",["id"]="42010",["language3"]="掃討回数",["language2"]="掃蕩次數"}
,["32010"]={["key"]="32010",["language1"]="模板分享",["id"]="32010",["language3"]="シェア",["language2"]="範本分享"}
,["22010"]={["key"]="22010",["language1"]="可获得勘探经验，提升勘探等级，并获得不同等级下的奖励",["id"]="22010",["language3"]="探査指南EXPを獲得して探査Lvを上げることができ、異なるLvの報酬を獲得することができる",["language2"]="可獲得勘探經驗，提升勘探等級，並獲得不同等級下的獎勵"}
,["60001"]={["key"]="60001",["language1"]="活动剩余时间：",["id"]="60001",["language3"]="イベント残り時間：",["language2"]="活動剩餘時間："}
,["10206"]={["key"]="10206",["language1"]="维修完成",["id"]="10206",["language3"]="修理完了",["language2"]="維修完成"}
,["40001"]={["key"]="40001",["language1"]="羁绊",["id"]="40001",["language3"]="絆",["language2"]="羈絆"}
,["30001"]={["key"]="30001",["language1"]="问卷调查链接入口",["id"]="30001",["language3"]="アンケートのURLリンク",["language2"]="問卷調查連結入口"}
,["20001"]={["key"]="20001",["language1"]="胜利",["id"]="20001",["language3"]="勝利",["language2"]="勝利"}
,["10001"]={["key"]="10001",["language1"]="袭击结束:",["id"]="10001",["language3"]="襲撃終了：",["language2"]="襲擊結束:"}
,["16060"]={["key"]="16060",["language1"]="队长",["id"]="16060",["language4"]="CAPTAIN",["language3"]="隊長",["language2"]="隊長"}
,["33032"]={["key"]="33032",["language1"]="确认准备",["id"]="33032",["language4"]="READY",["language3"]="準備完了",["language2"]="確認準備"}
,["13032"]={["key"]="13032",["language1"]="DAY",["id"]="13032",["language3"]="DAY",["language2"]="DAY"}
,["23032"]={["key"]="23032",["language1"]="替换",["id"]="23032",["language4"]="Replace",["language3"]="交換",["language2"]="替換"}
,["80001"]={["key"]="80001",["language1"]="天灯映月",["id"]="80001",["language4"]="LANTERN RIDDLES",["language3"]="月夜の天灯",["language2"]="天燈映月"}
,["18317"]={["key"]="18317",["language1"]="MAX",["id"]="18317",["language3"]="MAX",["language2"]="MAX"}
,["10458"]={["key"]="10458",["language1"]="技能相关",["id"]="10458",["language3"]="スキル関連",["language2"]="技能相關"}
,["29073"]={["key"]="29073",["language1"]="未解锁",["id"]="29073",["language3"]="未解放",["language2"]="未解鎖"}
,["62010"]={["key"]="62010",["language1"]="食物",["id"]="62010",["language3"]="食べ物",["language2"]="食物"}
,["29017"]={["key"]="29017",["language1"]="收藏率",["id"]="29017",["language3"]="収集率",["language2"]="收藏率"}
,["16062"]={["key"]="16062",["language1"]="动态",["id"]="16062",["language3"]="動作",["language2"]="動態"}
,["15074"]={["key"]="15074",["language1"]="敌兵说明",["id"]="15074",["language4"]="EXPLAIN",["language3"]="敵情報",["language2"]="敵兵說明"}
,["11010"]={["key"]="11010",["language1"]="天",["id"]="11010",["language3"]="日",["language2"]="天"}
,["26030"]={["key"]="26030",["language1"]="玩家信息",["id"]="26030",["language4"]="INFORMATION",["language3"]="プレイヤー情報",["language2"]="玩家信息"}
,["16030"]={["key"]="16030",["language1"]="提交认证",["id"]="16030",["language3"]="認証提出",["language2"]="提交認證"}
,["18067"]={["key"]="18067",["language1"]=[[为队员 <color='#ffc146'>%s</color>
购买时装<color='#ffc146'>%s</color>  ]],["id"]="18067",["language3"]=[[隊員<color='#ffc146'>%s</color>
のスキンを購入：<color='#ffc146'>%s</color>]],["language2"]=[[為隊員 <color='#ffc146'>%s</color>
購買時裝<color='#ffc146'>%s</color>  ]]}
,["51010"]={["key"]="51010",["language1"]="是否放弃本次挑战",["id"]="51010",["language3"]="本チャレンジを放棄しますか？",["language2"]="是否放棄本次挑戰"}
,["31010"]={["key"]="31010",["language1"]="重置",["id"]="31010",["language4"]="END",["language3"]="リセット",["language2"]="重置"}
,["37036"]={["key"]="37036",["language1"]="任务已全部完成",["id"]="37036",["language3"]="任務はすべて完了しました",["language2"]="任務已全部完成"}
,["25031"]={["key"]="25031",["language1"]="退出战斗将无法获得本场战斗奖励",["id"]="25031",["language3"]="戦闘を中止すると、今回の戦闘報酬が獲得できなくなります",["language2"]="退出戰鬥將無法獲得本場戰鬥獎勵"}
,["15060"]={["key"]="15060",["language1"]="单局移动次数不超过%s",["id"]="15060",["language3"]="1回の任務で移動回数が%s回以下",["language2"]="單局移動次數不超過%s"}
,["27036"]={["key"]="27036",["language1"]="HELL100",["id"]="27036",["language3"]="HELL100",["language2"]="HELL100"}
,["17036"]={["key"]="17036",["language1"]="替换记录",["id"]="17036",["language3"]="履歴変更",["language2"]="替換記錄"}
,["62032"]={["key"]="62032",["language1"]=[[*收集数大于16000时，仅能领取
重复的奖励]],["id"]="62032",["language3"]=[[*収集数が16000を超えた時、
重複報酬のみ受け取り可能]],["language2"]=[[*收集數大於16000時，僅能領取
重複的獎勵]]}
,["4083"]={["key"]="4083",["language1"]="高于%s",["id"]="4083",["language3"]="%s以上",["language2"]="高於%s"}
,["32032"]={["key"]="32032",["language1"]=[[是否花费%s%s购买该主题家具？


<color=#ffc146>只能使用钻石购买的家具玩家需要单独购买</color>]],["id"]="32032",["language3"]=[[%s%sを消費してテーマ家具を購入しますか？


<color=#ffc146>輝晶のみで購入できる家具は別途購入する必要がります</color>]],["language2"]=[[是否花費%s%s購買該主題傢俱？


<color=#ffc146>只能使用鑽石購買的傢俱玩家需要單獨購買</color>]]}
,["22032"]={["key"]="22032",["language1"]="特训追加",["id"]="22032",["language4"]="EXTRA TRAINING",["language3"]="特訓追加",["language2"]="特訓追加"}
,["12032"]={["key"]="12032",["language1"]="对方已向您发出申请",["id"]="12032",["language3"]="相手はあなたにフレンド申請を送りました",["language2"]="對方已向您發出申請"}
,["29063"]={["key"]="29063",["language1"]="简介",["id"]="29063",["language3"]="紹介",["language2"]="簡介"}
,["50012"]={["key"]="50012",["language1"]="敌方信息",["id"]="50012",["language3"]="敵情報",["language2"]="敵方資訊"}
,["40012"]={["key"]="40012",["language1"]="剧情奖励：",["id"]="40012",["language3"]="シナリオ報酬：",["language2"]="劇情獎勵："}
,["61010"]={["key"]="61010",["language1"]="查看奖励",["id"]="61010",["language4"]="REWARD",["language3"]="報酬確認",["language2"]="查看獎勵"}
,["20012"]={["key"]="20012",["language1"]="%s耐久",["id"]="20012",["language3"]="%s耐久値",["language2"]="%s耐久"}
,["18017"]={["key"]="18017",["language1"]="礼包",["id"]="18017",["language4"]="Gif Packs",["language3"]="パック",["language2"]="禮包"}
,["38017"]={["key"]="38017",["language1"]="我知道了",["id"]="38017",["language3"]="わかった",["language2"]="我知道了"}
,["16074"]={["key"]="16074",["language1"]="登录排队",["id"]="16074",["language4"]="SIGN IN",["language3"]="順番待ち",["language2"]="登錄排隊"}
,["15030"]={["key"]="15030",["language1"]="累计",["id"]="15030",["language3"]="累計",["language2"]="累計"}
,["10108"]={["key"]="10108",["language1"]="可交付",["id"]="10108",["language3"]="提出可能",["language2"]="可交付"}
,["14010"]={["key"]="14010",["language1"]="描边效果",["id"]="14010",["language3"]="アウトライン",["language2"]="描邊效果"}
,["29067"]={["key"]="29067",["language1"]="角色好感度达到<color=#ffc146>%s级</color>后解锁",["id"]="29067",["language3"]="キャラ好感度<color=#ffc146>%s</color>で解放",["language2"]="角色好感度達到<color=#ffc146>%s級</color>後解鎖"}
,["24010"]={["key"]="24010",["language1"]="确认分解",["id"]="24010",["language3"]="分解する",["language2"]="確認分解"}
,["54010"]={["key"]="54010",["language1"]="增益存档",["id"]="54010",["language3"]="強化効果記録",["language2"]="增益存檔"}
,["17153"]={["key"]="17153",["language1"]="活动期间，总队长在「序列囚牢」中可使用「构建蓝图」进行构建。",["id"]="17153",["language3"]="イベント期間中、総隊長は「螺旋のカルマ」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「序列囚牢」中可使用「構建藍圖」進行構建。"}
,["32001"]={["key"]="32001",["language1"]="是否花费<color=#ffc146>%s%s</color>开启新的房间？",["id"]="32001",["language3"]="<color=#ffc146>%s%s</color>を消費して新しいルームを開放しますか？",["language2"]="是否花費<color=#ffc146>%s%s</color>開啟新的房間？"}
,["34031"]={["key"]="34031",["language1"]="阶段奖励",["id"]="34031",["language3"]="レベル報酬",["language2"]="階段獎勵"}
,["52001"]={["key"]="52001",["language1"]="主界面背景音乐",["id"]="52001",["language3"]="メイン画面BGM",["language2"]="主界面背景音樂"}
,["14031"]={["key"]="14031",["language1"]="设置",["id"]="14031",["language4"]="SETTING",["language3"]="設定",["language2"]="設置"}
,["24031"]={["key"]="24031",["language1"]="物品",["id"]="24031",["language4"]="MATERIAL",["language3"]="アイテム",["language2"]="物品"}
,["22001"]={["key"]="22001",["language1"]="今天不再提示",["id"]="22001",["language3"]="本日は表示しない",["language2"]="今天不再提示"}
,["12001"]={["key"]="12001",["language1"]="删除",["id"]="12001",["language4"]="DELETE",["language3"]="削除",["language2"]="刪除"}
,["37048"]={["key"]="37048",["language1"]="历史最高积分",["id"]="37048",["language3"]="歴代最高評価",["language2"]="歷史最高評分"}
,["76036"]={["key"]="76036",["language1"]="【期间无法进行本BOSS的战斗】",["id"]="76036",["language3"]="【この期間はこのBOSSの戦闘ができません】",["language2"]="【期間無法進行本BOSS的戰鬥】"}
,["72001"]={["key"]="72001",["language1"]="表情",["id"]="72001",["language4"]="EXPRESSION",["language3"]="表情",["language2"]="表情"}
,["17202"]={["key"]="17202",["language1"]="自选星尘区",["id"]="17202",["language3"]="選択星屑区",["language2"]="自選星塵區"}
,["64010"]={["key"]="64010",["language1"]="请选择入场方式",["id"]="64010",["language3"]="入場方法を選択",["language2"]="請選擇入場方式"}
,["140015"]={["key"]="140015",["language1"]="当前分数",["id"]="140015",["language3"]="現在スコア",["language2"]="當前分數"}
,["15032"]={["key"]="15032",["language1"]="章节选择",["id"]="15032",["language4"]="CHAPTER",["language3"]="ステージ選択",["language2"]="章節選擇"}
,["17048"]={["key"]="17048",["language1"]="当前保底角色",["id"]="17048",["language3"]="現在の選択キャラ",["language2"]="當前保底角色"}
,["47202"]={["key"]="47202",["language1"]="主线",["id"]="47202",["language3"]="メイン",["language2"]="主線"}
,["33074"]={["key"]="33074",["language1"]="胜方操作：",["id"]="33074",["language3"]="勝者操作：",["language2"]="胜方操作："}
,["23074"]={["key"]="23074",["language1"]="确认分解当前芯片？分解后获得<color=\"#ffc146\">%s</color>星币和<color=\"#ffc146\">%s</color>重塑素材",["id"]="23074",["language3"]="このチップを分解しますか？分解後、<color=\"#ffc146\">%s</color>星通貨と<color=\"#ffc146\">%s</color>破損データを獲得します",["language2"]="確認分解當前晶片？分解後獲得<color=\"#ffc146\">%s</color>星幣和<color=\"#ffc146\">%s</color>重塑素材"}
,["24030"]={["key"]="24030",["language1"]="芯片",["id"]="24030",["language4"]="CHIP",["language3"]="チップ",["language2"]="晶片"}
,["14030"]={["key"]="14030",["language1"]="选择【开启】后，战斗中显示简要的技能和天赋描述，描述中不会显示具体的数据",["id"]="14030",["language3"]="【ON】を選ぶと、戦闘中にスキルとタレントの簡略説明が表示される。詳細な数値が表示されない",["language2"]="選擇【開啟】後，戰鬥中顯示簡要的技能和天賦描述，描述中不會顯示具體的資料"}
,["13010"]={["key"]="13010",["language1"]="结束时间：%s",["id"]="13010",["language3"]="終了時間：%s",["language2"]="結束時間：%s"}
,["23010"]={["key"]="23010",["language1"]="换装",["id"]="23010",["language3"]="着用",["language2"]="換裝"}
,["33010"]={["key"]="33010",["language1"]="商店兑换",["id"]="33010",["language4"]="DETERMINE",["language3"]="ショップ",["language2"]="商店兌換"}
,["7056"]={["key"]="7056",["language1"]="编辑",["id"]="7056",["language3"]="編集",["language2"]="編輯"}
,["25036"]={["key"]="25036",["language1"]="伤害统计",["id"]="25036",["language3"]="ダメージ統計",["language2"]="傷害統計"}
,["15036"]={["key"]="15036",["language1"]="达成",["id"]="15036",["language3"]="達成",["language2"]="達成"}
,["23060"]={["key"]="23060",["language1"]="一键拆卸成功",["id"]="23060",["language3"]="全部外しました",["language2"]="一鍵拆卸成功"}
,["64030"]={["key"]="64030",["language1"]=[[弃权将清除已选角色及已挑战关卡，是否继续？
注意：弃权不返还入场次数，进入需要消耗燃料/微晶]],["id"]="64030",["language3"]=[[棄権すると選択済みキャラクターおよび挑戦済みステージが消去されます。続けますかか？
注意：棄権しても入場回数は返還されず、入場には燃料/微結晶が消費されます]],["language2"]=[[棄權將清除已選角色及已挑戰關卡，是否繼續？
註意：棄權不返還入場次數，進入需要消耗燃料/微晶]]}
,["4056"]={["key"]="4056",["language1"]="所属：",["id"]="4056",["language3"]="所属：",["language2"]="所屬："}
,["11001"]={["key"]="11001",["language1"]="未读邮件：",["id"]="11001",["language3"]="未読メール：",["language2"]="未讀郵件："}
,["21001"]={["key"]="21001",["language1"]="·点击空白处继续·",["id"]="21001",["language3"]="・余白の部分をタップして続ける・",["language2"]="·點擊空白處繼續·"}
,["64032"]={["key"]="64032",["language1"]="通关次数",["id"]="64032",["language3"]="クリア回数",["language2"]="通關次數"}
,["71001"]={["key"]="71001",["language1"]="仅2025.1.3登录可领取",["id"]="71001",["language3"]="2025.1.3ログインのみ受け取り可能",["language2"]="僅2025.1.3登錄可領取"}
,["81001"]={["key"]="81001",["language1"]="触发礼包",["id"]="81001",["language3"]="ギフト発動"}
,["18109"]={["key"]="18109",["language1"]="形切",["id"]="18109",["language3"]="形態切換",["language2"]="形切"}
,["29071"]={["key"]="29071",["language1"]="战力评估",["id"]="29071",["language3"]="戦力評価",["language2"]="戰力評估"}
,["14032"]={["key"]="14032",["language1"]="语音",["id"]="14032",["language3"]="ボイス",["language2"]="語音"}
,["34032"]={["key"]="34032",["language1"]="额外<color=#ffc146>解锁高级勘探奖励序列</color>，到达对应等级即可领取奖励",["id"]="34032",["language3"]="<color=#ffc146>高級探査報酬を解放</color>、対応するレベルに達すると報酬を受け取れます",["language2"]="額外<color=#ffc146>解鎖高級勘探獎勵序列</color>，到達對應等級即可領取獎勵"}
,["14074"]={["key"]="14074",["language1"]="年齢確認",["id"]="14074",["language3"]="年齢確認",["language2"]="年齢確認"}
,["54032"]={["key"]="54032",["language1"]="暂无存档",["id"]="54032",["language3"]="記録がありません",["language2"]="暫無存檔"}
,["1060"]={["key"]="1060",["language1"]="增加订单",["id"]="1060",["language3"]="注文追加",["language2"]="增加訂單"}
,["29065"]={["key"]="29065",["language1"]="所属：",["id"]="29065",["language3"]="所属：",["language2"]="所屬："}
,["13030"]={["key"]="13030",["language1"]="签到日期",["id"]="13030",["language3"]="ログイン日",["language2"]="簽到日期"}
,["23030"]={["key"]="23030",["language1"]="5星",["id"]="23030",["language3"]="☆5",["language2"]="5星"}
,["18111"]={["key"]="18111",["language1"]="%s支付",["id"]="18111",["language3"]="%s支払い",["language2"]="%s支付"}
,["24036"]={["key"]="24036",["language1"]="素材芯片",["id"]="24036",["language4"]="MATERIAL CHIP",["language3"]="強化用チップ",["language2"]="素材晶片"}
,["34036"]={["key"]="34036",["language1"]="勘探等级<color=#ffc146>提升10级</color>，并直接获得本期机密专属奖励",["id"]="34036",["language3"]="探査レベルが<color=#ffc146>10上がる</color>。さらに今期の機密探査の特別報酬を獲得する",["language2"]="勘探等級<color=#ffc146>提升10級</color>，並直接獲得本期機密專屬獎勵"}
,["22060"]={["key"]="22060",["language1"]="黄金许诺",["id"]="22060",["language4"]="GOLD PROMISE",["language3"]="黄金の約束",["language2"]="黃金許諾"}
,["23059"]={["key"]="23059",["language1"]="卸下成功",["id"]="23059",["language3"]="外しました",["language2"]="卸下成功"}
,["64036"]={["key"]="64036",["language1"]="排行",["id"]="64036",["language4"]="RANK",["language3"]="ランキング",["language2"]="排行"}
,["17166"]={["key"]="17166",["language1"]="在所有<color=#ffae00>【定制构建γ】</color>中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。10连构建必得<color=#FFCC00>5星</color>或以上队员。最多50次构建必定能获得保底获取<color=#FF3300>6星</color>角色。",["id"]="17166",["language3"]=[[<color=#ffae00>【セレクト召集γ】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本確率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>キャラが1体確定します。
<color=#ffae00>最大50回</color>召集で<color=#FF3300>☆6</color>キャラが確定します。]],["language2"]="在所有<color=#ffae00>【定制構建γ】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎概率為<color=#ffae00>2%</color>，綜合概率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎概率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎概率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎概率為<color=#ffae00>50%</color>。10連構建必得<color=#FFCC00>5星</color>或以上隊員。最多50次構建必定能獲得保底獲取<color=#FF3300>6星</color>角色。"}
,["25049"]={["key"]="25049",["language1"]="%s/%s",["id"]="25049",["language3"]="%s/%s",["language2"]="%s/%s"}
,["1051"]={["key"]="1051",["language1"]="经验",["id"]="1051",["language4"]="EXP",["language3"]="EXP",["language2"]="經驗"}
,["4091"]={["key"]="4091",["language1"]="超维跃升等级上限",["id"]="4091",["language3"]="超越昇格Lv上限"}
,["21157"]={["key"]="21157",["language1"]="限时获取途径",["id"]="21157",["language3"]="時限獲得方法",["language2"]="限時獲取途徑"}
,["4051"]={["key"]="4051",["language1"]="已达跃升最大等级",["id"]="4051",["language3"]="すでに昇格の最大レベルに達しています",["language2"]="已達躍升最大等級"}
,["7051"]={["key"]="7051",["language1"]="切换",["id"]="7051",["language4"]="SWITCH",["language3"]="切り替え",["language2"]="切換"}
,["21107"]={["key"]="21107",["language1"]="首次三星",["id"]="21107",["language3"]="☆3クリア",["language2"]="首次三星"}
,["22087"]={["key"]="22087",["language1"]="元",["id"]="22087",["language3"]="円",["language2"]="元"}
,["20019"]={["key"]="20019",["language1"]="步数：",["id"]="20019",["language3"]="移動回数：",["language2"]="步數："}
,["90019"]={["key"]="90019",["language1"]="参与目标",["id"]="90019",["language3"]="参加目標",["language2"]="參與目標"}
,["21151"]={["key"]="21151",["language1"]="第三章 01~11关",["id"]="21151",["language3"]="第3章 ステージ01~11",["language2"]="第三章 01~11關"}
,["70019"]={["key"]="70019",["language1"]="HP",["id"]="70019",["language3"]="HP",["language2"]="HP"}
,["150017"]={["key"]="150017",["language1"]="最高分数",["id"]="150017",["language3"]="None",["language2"]="最高分數"}
,["12030"]={["key"]="12030",["language1"]="对方已被你屏蔽",["id"]="12030",["language3"]="相手はすでにブロックされています",["language2"]="對方已被你封鎖"}
,["10019"]={["key"]="10019",["language1"]="制作上限",["id"]="10019",["language3"]="制作上限",["language2"]="製作上限"}
,["18065"]={["key"]="18065",["language1"]="更换时装后会改变队员的形象",["id"]="18065",["language3"]="スキン変更後、キャラの外見が変化",["language2"]="更換時裝後會改變隊員的形象"}
,["22030"]={["key"]="22030",["language1"]="项目文档",["id"]="22030",["language3"]="プロジェクトファイル",["language2"]="項目文檔"}
,["13036"]={["key"]="13036",["language1"]="奖励",["id"]="13036",["language3"]="報酬",["language2"]="獎勵"}
,["22049"]={["key"]="22049",["language1"]="兑换完成",["id"]="22049",["language4"]="COMPLETE",["language3"]="交換完了",["language2"]="兌換完成"}
,["33036"]={["key"]="33036",["language1"]="开始匹配",["id"]="33036",["language4"]="BEGIN",["language3"]="マッチング開始",["language2"]="開始配對"}
,["23036"]={["key"]="23036",["language1"]="素材",["id"]="23036",["language3"]="素材",["language2"]="素材"}
,["10000"]={["key"]="10000",["language1"]="入侵预警:",["id"]="10000",["language3"]="侵入警告：",["language2"]="入侵預警:"}
,["20000"]={["key"]="20000",["language1"]="战斗",["id"]="20000",["language4"]="BATTLE",["language3"]="戦闘",["language2"]="戰鬥"}
,["49014"]={["key"]="49014",["language1"]="已通关",["id"]="49014",["language3"]="クリア済",["language2"]="已通關"}
,["49166"]={["key"]="49166",["language1"]="禁止编入虫洞队员",["id"]="49166",["language3"]="擬虫隊員の編成禁止",["language2"]="禁止編入蟲洞隊員"}
,["4219"]={["key"]="4219",["language1"]="规度解禁",["id"]="4219",["language3"]="制限解除",["language2"]="規度解禁"}
,["74012"]={["key"]="74012",["language1"]="抽奖概率",["id"]="74012",["language3"]="抽選確率",["language2"]="抽獎概率"}
,["64012"]={["key"]="64012",["language1"]="奖励",["id"]="64012",["language3"]="報酬",["language2"]="獎勵"}
,["14059"]={["key"]="14059",["language1"]="纯净",["id"]="14059",["language3"]="簡潔",["language2"]="純淨"}
,["34012"]={["key"]="34012",["language1"]="解除勘探",["id"]="34012",["language3"]="探査解除",["language2"]="解除勘探"}
,["33019"]={["key"]="33019",["language1"]="%s天 %s",["id"]="33019",["language3"]="%s日 %s",["language2"]="%s天 %s"}
,["23019"]={["key"]="23019",["language1"]=[[请选择
替换的芯片]],["id"]="23019",["language3"]=[[変更するチップを
選んでください]],["language2"]=[[請選擇
替換的晶片]]}
,["16048"]={["key"]="16048",["language1"]="生日",["id"]="16048",["language3"]="誕生日",["language2"]="生日"}
,["10012"]={["key"]="10012",["language1"]="请添加需要改造的芯片",["id"]="10012",["language3"]="改造するチップを選んでください",["language2"]="請添加需要改造的晶片"}
,["23049"]={["key"]="23049",["language1"]="详情",["id"]="23049",["language3"]="詳細",["language2"]="詳情"}
,["12036"]={["key"]="12036",["language1"]="聊天",["id"]="12036",["language3"]="チャット",["language2"]="聊天"}
,["22036"]={["key"]="22036",["language1"]="好久不见，在您离开的这段时间，我一直保管着这些物资，现在该物归原主了",["id"]="22036",["language3"]="お久しぶりです。あなたがいない間、これらの物資をずっと保管していました。今、お返します。",["language2"]="好久不見，在您離開的這段時間，我一直保管著這些物資，現在該物歸原主了"}
,["20017"]={["key"]="20017",["language1"]="扫荡奖励",["id"]="20017",["language3"]="掃討報酬",["language2"]="掃蕩獎勵"}
,["10447"]={["key"]="10447",["language1"]="生产",["id"]="10447",["language4"]="PRODUCE",["language3"]="生産",["language2"]="生產"}
,["62036"]={["key"]="62036",["language1"]="获取方式：",["id"]="62036",["language3"]="入手方法：",["language2"]="獲取方式："}
,["32037"]={["key"]="32037",["language1"]="回收所有",["id"]="32037",["language4"]="RECLAIM",["language3"]="一括収納",["language2"]="回收所有"}
,["17175"]={["key"]="17175",["language1"]="【<color=#ffae00>注意</color>】本构建属于<color=#9a80b7>【自选构建】</color>，其构建次数会一直累计于<color=#9a80b7>【自选构建】</color>中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17175",["language3"]="【<color=#ffae00>注意</color>】本召集は<color=#9a80b7>【選択召集】</color>に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="【<color=#ffae00>注意</color>】本構建屬於<color=#ffae00>【自選構建】</color>，其構建次數會一直累計於<color=#ffae00>【自選構建】</color>中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["4102"]={["key"]="4102",["language1"]="主体角色同步率到达100时，可以与特定目标同调，获得全新技能，同调后立即获得行动并恢复100同步率；当同步率耗尽后解除同调，自身和参与对象都虚弱1回合",["id"]="4102",["language3"]="キャラのSPが100になった時、特定の対象と同調できるようになる。同調後、スキルが一新される。そして直ちに行動可能となり、100SPが回復する。SPがすべて消費された場合は、同調状態を解除して、自身と同調対象が1ターンの間に過熱状態になる",["language2"]="主體角色同步率到達100時，可以與特定目標同調，獲得全新技能，同調後立即獲得行動並恢復100同步率；當同步率耗盡後解除同調，自身和參與對象都虛弱1回合"}
,["15059"]={["key"]="15059",["language1"]="击败怪物(%s/%s)",["id"]="15059",["language3"]="モンスターの撃破（%s／%s）",["language2"]="擊敗怪物(%s/%s)"}
,["22037"]={["key"]="22037",["language1"]="是否消耗%s找回以上物资？",["id"]="22037",["language3"]="%sを消費して上記の物資を回収しますか？",["language2"]="是否消耗%s找回以上物資？"}
,["1048"]={["key"]="1048",["language1"]="设置",["id"]="1048",["language4"]="SET",["language3"]="設定",["language2"]="設置"}
,["21142"]={["key"]="21142",["language1"]="鼓军嵌合 1层",["id"]="21142",["language3"]="鼓軍嵌合 ステージ1",["language2"]="困難第三章 19~21關"}
,["76019"]={["key"]="76019",["language1"]="行动次数购买",["id"]="76019",["language3"]="行動回数購入",["language2"]="行動次數購買"}
,["10446"]={["key"]="10446",["language1"]=[[<color=#ffc146>【简介】</color>
 挖掘矿场会自动运转，每隔一段时间会产出原材料。

<color=#ffc146>【规则】</color>
1.挖掘矿场会定时产出原材料并进行存储，每种原材料都有着自己的存储上限，当原材料的数量到达上限时，将无法继续产出，直到玩家领取完已存储的材料。
2.当基地处于电力充裕状态时，原材料的产出速度会得到提升；而当基地处于电力不足的情况时，原材料的产出速度会有一定的衰减。]],["id"]="10446",["language3"]=[[<color=#ffc146>【説明】</color>
 採掘鉱場では、一定時間ごとに資源が産出される。

<color=#ffc146>【ルール】</color>
1.採掘鉱場は一定時間ごとに資源を産出する。各資源はそれぞれ収納上限が設けられている。収納上限に達した場合は、プレイヤーが回収するまで資源が産出されなくなる。
2.基地が電力充足である場合、資源の産出速度が上がる。基地が電力不足に陥った場合、資源の産出速度はある程度下がってしまう。]],["language2"]=[[<color=#ffc146>【簡介】</color>
 挖掘礦場會自動運轉，每隔一段時間會產出原材料。

<color=#ffc146>【規則】</color>
1.挖掘礦場會定時產出原材料並進行存儲，每種原材料都有著自己的存儲上限，當原材料的數量到達上限時，將無法繼續產出，直到玩家領取完已存儲的材料。
2.當基地處於電力充裕狀態時，原材料的產出速度會得到提升；而當基地處於電力不足的情況時，原材料的產出速度會有一定的衰減。]]}
,["16019"]={["key"]="16019",["language1"]="【用户注册协议】",["id"]="16019",["language3"]="【アカウント作成について】",["language2"]="【使用者註冊協議】"}
,["4048"]={["key"]="4048",["language1"]="或",["id"]="4048",["language3"]="or",["language2"]="或"}
,["7048"]={["key"]="7048",["language1"]="返回主界面",["id"]="7048",["language4"]="MAIN INTERFACE",["language3"]="メイン画面",["language2"]="返回主介面"}
,["4023"]={["key"]="4023",["language1"]="无标签",["id"]="4023",["language3"]="マークなし",["language2"]="無標籤"}
,["3023"]={["key"]="3023",["language1"]="核心类型",["id"]="3023",["language3"]="コアタイプ",["language2"]="核心類型"}
,["21146"]={["key"]="21146",["language1"]="光杵嵌合 1层",["id"]="21146",["language3"]="光剛嵌合 ステージ1",["language2"]="光杵嵌合 1層"}
,["10087"]={["key"]="10087",["language1"]="设施列表",["id"]="10087",["language4"]="BUILDING LIST",["language3"]="施設一覧",["language2"]="設施列表"}
,["10030"]={["key"]="10030",["language1"]="领取奖励",["id"]="10030",["language4"]="RECEIVE",["language3"]="報酬受取",["language2"]="領取獎勵"}
,["1023"]={["key"]="1023",["language1"]="周日",["id"]="1023",["language4"]="SUNDAY",["language3"]="日曜",["language2"]="周日"}
,["17014"]={["key"]="17014",["language1"]="今天不再提示",["id"]="17014",["language3"]="本日は表示しない",["language2"]="今天不再提示"}
,["37014"]={["key"]="37014",["language1"]="战况压制",["id"]="37014",["language3"]="優勢",["language2"]="戰況壓制"}
,["27014"]={["key"]="27014",["language1"]="取  消",["id"]="27014",["language3"]="取消",["language2"]="取  消"}
,["8023"]={["key"]="8023",["language1"]="游戏进度",["id"]="8023",["language3"]="プレイ状況",["language2"]="遊戲進度"}
,["47014"]={["key"]="47014",["language1"]=[[<color=#ffc146>【简介】</color>
完成对应的成就任务，即可领取对应的奖励。

<color=#ffc146>【规则】</color>
1.部分成就会默认隐藏，需要完成它的前置成就后才能显示出来。
2.成就中包含稀有的隐藏成就，隐藏成就并不会直接显示条件且进度会以？？的方式显示，直到玩家完成后才会正常显示]],["id"]="47014",["language3"]=[[<color=#ffc146>【概要】</color>
対応する実績任務を完了すると、対応する報酬を受け取ることができます。

<color=#ffc146>【ルール】</color>
1.一部の実績はデフォルトで非表示になっており、前提実績を完了することで表示されます。
2.実績にはレアな隠し実績が含まれており、隠し実績は条件が直接表示されず、進捗は？？で表示されます。プレイヤーが実績を達成すると正常に表示されます。]],["language2"]=[[<color=#ffc146>【简介】</color>
完成对应的成就任务，即可领取对应的奖励。

<color=#ffc146>【规则】</color>
1.部分成就会默认隐藏，需要完成它的前置成就后才能显示出来。
2.成就中包含稀有的隐藏成就，隐藏成就并不会直接显示条件且进度会以？？的方式显示，直到玩家完成后才会正常显示]]}
,["77014"]={["key"]="77014",["language1"]="本关可获得推演数据",["id"]="77014",["language3"]="本ステージで演算データを獲得可能",["language2"]="本關可獲得推演數據"}
,["67014"]={["key"]="67014",["language1"]="动态特写",["id"]="67014",["language3"]="動作接写",["language2"]="動態特寫"}
,["90049"]={["key"]="90049",["language1"]="未达成",["id"]="90049",["language3"]="未達成",["language2"]="未達成"}
,["6019"]={["key"]="6019",["language1"]="声望任务",["id"]="6019",["language3"]="声望任務",["language2"]="聲望任務"}
,["8019"]={["key"]="8019",["language1"]="战术点数：",["id"]="8019",["language3"]="戦術P：",["language2"]="戰術點數："}
,["7062"]={["key"]="7062",["language1"]="每次都播放角色、插图入场动画。",["id"]="7062",["language3"]="毎回キャラクター、イラストの入場アニメーションを再生。",["language2"]="每次都播放角色、插圖入場動畫。"}
,["23037"]={["key"]="23037",["language1"]="芯片",["id"]="23037",["language4"]="CHIP",["language3"]="チップ",["language2"]="晶片"}
,["16059"]={["key"]="16059",["language1"]="选择确认",["id"]="16059",["language4"]="AWARD",["language3"]="選択する",["language2"]="選擇確認"}
,["51019"]={["key"]="51019",["language1"]="挑战难度",["id"]="51019",["language3"]="チャレンジ難易度",["language2"]="挑戰難度"}
,["1019"]={["key"]="1019",["language1"]="周三",["id"]="1019",["language4"]="WEDNESDAY",["language3"]="水曜",["language2"]="週三"}
,["3019"]={["key"]="3019",["language1"]="加速冷却",["id"]="3019",["language3"]="高速冷却",["language2"]="加速冷卻"}
,["2019"]={["key"]="2019",["language1"]="入驻：",["id"]="2019",["language3"]="人数：",["language2"]="入駐："}
,["1062"]={["key"]="1062",["language1"]="%s秒",["id"]="1062",["language3"]="%s秒",["language2"]="%s秒"}
,["18048"]={["key"]="18048",["language1"]="第三期",["id"]="18048",["language4"]="3rd quarter",["language3"]="第三期",["language2"]="第三期"}
,["21147"]={["key"]="21147",["language1"]="光杵嵌合 1-4层",["id"]="21147",["language3"]="光剛嵌合 ステージ1-4",["language2"]="光杵嵌合 1-4層"}
,["21115"]={["key"]="21115",["language1"]="补给站【万物贸易所】",["id"]="21115",["language3"]="ショップ【物資貿易所】",["language2"]="補給站【萬物貿易所】"}
,["12017"]={["key"]="12017",["language1"]="已添加",["id"]="12017",["language3"]="申請しました",["language2"]="已添加"}
,["16014"]={["key"]="16014",["language1"]="您输入的密码格式有误",["id"]="16014",["language3"]="入力したパスワードの形式が正しくありません",["language2"]="您輸入的密碼格式有誤"}
,["22012"]={["key"]="22012",["language1"]="购买<color=\"#FFC146\">“机密勘探”</color>可解锁高级勘探的奖励的同时",["id"]="22012",["language3"]="<color=\"#FFC146\">“機密探査”</color>を購入すると、高級探査の報酬をアンロックする同時",["language2"]="購買<color=\"#FFC146\">“機密勘探”</color>可解鎖高級勘探的獎勵的同時"}
,["12012"]={["key"]="12012",["language1"]="暂无好友",["id"]="12012",["language3"]="フレンドがいません",["language2"]="暫無好友"}
,["76014"]={["key"]="76014",["language1"]="危险等级",["id"]="76014",["language3"]="危険レベル：",["language2"]="危險等級"}
,["7015"]={["key"]="7015",["language1"]="拖动插画可调整位置",["id"]="7015",["language3"]="スワイプで位置調整可能",["language2"]="拖動插畫可調整位置"}
,["8015"]={["key"]="8015",["language1"]="角色收藏",["id"]="8015",["language3"]="キャラ収集",["language2"]="角色收藏"}
,["3017"]={["key"]="3017",["language1"]="确认选择",["id"]="3017",["language3"]="最終確認",["language2"]="確認選擇"}
,["2017"]={["key"]="2017",["language1"]="永久",["id"]="2017",["language3"]="期限なし",["language2"]="永久"}
,["3015"]={["key"]="3015",["language1"]="位",["id"]="3015",["language3"]="人",["language2"]="位"}
,["4015"]={["key"]="4015",["language1"]="升级时间:",["id"]="4015",["language3"]="必要時間：",["language2"]="升級時間:"}
,["7017"]={["key"]="7017",["language1"]="设置中",["id"]="7017",["language3"]="設定中",["language2"]="設置中"}
,["6017"]={["key"]="6017",["language1"]="可领取",["id"]="6017",["language4"]="AVAILABLE",["language3"]="受取可能",["language2"]="可領取"}
,["1017"]={["key"]="1017",["language1"]="周一",["id"]="1017",["language4"]="MONDAY",["language3"]="月曜",["language2"]="週一"}
,["17199"]={["key"]="17199",["language1"]="在所有<color=#ffae00>【定制构建ε】</color>中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。10连构建必得<color=#FFCC00>5星</color>或以上队员。最多50次构建必定能获得保底获取<color=#FF3300>6星</color>角色。",["id"]="17199",["language3"]=[[<color=#ffae00>【セレクト召集ε】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本確率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>キャラが1体確定します。
<color=#ffae00>最大50回</color>召集で<color=#FF3300>☆6</color>キャラが確定します。]],["language2"]="在所有<color=#ffae00>【定制構建ε】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎概率為<color=#ffae00>2%</color>，綜合概率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎概率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎概率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎概率為<color=#ffae00>50%</color>。10連構建必得<color=#FFCC00>5星</color>或以上隊員。最多50次構建必定能獲得保底獲取<color=#FF3300>6星</color>角色。"}
,["18116"]={["key"]="18116",["language1"]="第七期",["id"]="18116",["language3"]="第7期",["language2"]="第七期"}
,["10115"]={["key"]="10115",["language1"]="总点赞数：",["id"]="10115",["language3"]="いいね数：",["language2"]="點讚總數："}
,["10107"]={["key"]="10107",["language1"]="选择好友",["id"]="10107",["language3"]="フレンド選択",["language2"]="選擇好友"}
,["29010"]={["key"]="29010",["language1"]="乐团",["id"]="29010",["language4"]="ORCHESTRA",["language3"]="楽団",["language2"]="樂團"}
,["39010"]={["key"]="39010",["language1"]="票券数量",["id"]="39010",["language3"]="チケット数",["language2"]="票券數量"}
,["1015"]={["key"]="1015",["language1"]="%s个",["id"]="1015",["language3"]="%s個",["language2"]="%s個"}
,["19010"]={["key"]="19010",["language1"]="妹妹",["id"]="19010",["language3"]="妹",["language2"]="妹妹"}
,["10059"]={["key"]="10059",["language1"]="是否消耗%s快速完成维修",["id"]="10059",["language3"]="%sを消費して今すぐ修理を完了させますか？",["language2"]="是否消耗%s快速完成維修"}
,["2002"]={["key"]="2002",["language1"]="公会",["id"]="2002",["language4"]="GUILD",["language3"]="寮",["language2"]="公會"}
,["3002"]={["key"]="3002",["language1"]="冷却中",["id"]="3002",["language3"]="冷却中",["language2"]="冷卻中"}
,["4002"]={["key"]="4002",["language1"]="芯片搭载",["id"]="4002",["language4"]="CHIP MOUNTED",["language3"]="チップ装着",["language2"]="晶片搭載"}
,["5002"]={["key"]="5002",["language1"]="解锁位置",["id"]="5002",["language3"]="枠解放",["language2"]="解鎖位置"}
,["6002"]={["key"]="6002",["language1"]="支线",["id"]="6002",["language3"]="サブ",["language2"]="支線"}
,["7002"]={["key"]="7002",["language1"]="保存",["id"]="7002",["language4"]="SAVE",["language3"]="保存",["language2"]="保存"}
,["8002"]={["key"]="8002",["language1"]="尚未编辑个人动态信息【限制%s个字符】",["id"]="8002",["language3"]="まだプレイヤー情報を編集していません【%s文字以内】",["language2"]="尚未編輯個人動態資訊【限制%s個字元】"}
,["9002"]={["key"]="9002",["language1"]="战术重置",["id"]="9002",["language4"]="SKILL RESET",["language3"]="リセット",["language2"]="戰術重置"}
,["29062"]={["key"]="29062",["language1"]="战车型",["id"]="29062",["language4"]="CHARIOT",["language3"]="戦車型",["language2"]="戰車型"}
,["90042"]={["key"]="90042",["language1"]=" 以下队伍并未满编，是否仍要开始匹配？<color=#FF4c4c>%s</color>",["id"]="90042",["language3"]="以下のチームはまだ編成が完了していませんが、それでもマッチングを開始しますか？<color=#FF4c4c>%s</color>",["language2"]=" 以下隊伍並未滿編，是否仍要開始匹配？<color=#FF4c4c>%s</color>"}
,["1002"]={["key"]="1002",["language1"]="取消",["id"]="1002",["language4"]="CANCEL",["language3"]="キャンセル",["language2"]="取消"}
,["140017"]={["key"]="140017",["language1"]="最高得分",["id"]="140017",["language3"]="最高スコア",["language2"]="最高得分"}
,["62042"]={["key"]="62042",["language1"]="<size=80>∞</size>",["id"]="62042",["language3"]="<size=80>∞</size>",["language2"]="<size=80>∞</size>"}
,["32042"]={["key"]="32042",["language1"]="已达上限",["id"]="32042",["language3"]="上限に達しました",["language2"]="已達上限"}
,["10438"]={["key"]="10438",["language1"]=[[<color=#ffc146>【简介】</color>
 在合成工厂中，可将部分素材转化或升级成对应或高级道具。

<color=#ffc146>【规则】</color>
 1.每次合成都需要消耗一定的材料与星币。
 2.如果在合成时中添加了队员帮助合成，则会在合成完成时额外消耗该队员的<color=#ffc146>心情</color>，几率获得随机的<color=#ffc146>副产品</color>。]],["id"]="10438",["language3"]=[[<color=#ffc146>【説明】</color>
 合成工場では、一部の素材をより高品質な素材に変換することができる。

<color=#ffc146>【ルール】</color>
 1.合成するたびに、一定の材料と星通貨を消費する。
 2.施設に適任な人員を配置した場合、合成終了時に対象の<color=#ffc146>体力</color>を消費して、確率でランダムな<color=#ffc146>副産物</color>を獲得する。]],["language2"]=[[<color=#ffc146>【簡介】</color>
 在合成工廠中，可將部分素材轉化或升級成對應或高級道具。

<color=#ffc146>【規則】</color>
 1.每次合成都需要消耗一定的材料與星幣。
 2.如果在合成時中添加了隊員幫助合成，則會在合成完成時額外消耗該隊員的<color=#ffc146>心情</color>，幾率獲得隨機的<color=#ffc146>副產品</color>。]]}
,["13019"]={["key"]="13019",["language1"]="活动时间范围内登录可获得奖励",["id"]="13019",["language3"]="イベント期間内にログインすると、報酬がもらえます",["language2"]="活動時間範圍內登錄可獲得獎勵"}
,["22042"]={["key"]="22042",["language1"]="活动期间<color=#ffc146>消耗燃料获得限时道具</color>，<color=#ffc146>可兑换丰厚奖励！</color>",["id"]="22042",["language3"]="イベント期間中<color=#ffc146>任意のダンジョンで燃料を消費することで時限アイテムを獲得</color>、<color=#ffc146>豪華報酬と交換可能！</color>",["language2"]="活動期間<color=#ffc146>消耗燃料獲得限時道具</color>，<color=#ffc146>可兌換豐厚獎勵！</color>"}
,["24012"]={["key"]="24012",["language1"]="类型",["id"]="24012",["language3"]="タイプ",["language2"]="類型"}
,["14012"]={["key"]="14012",["language1"]="低",["id"]="14012",["language3"]="低",["language2"]="低"}
,["7057"]={["key"]="7057",["language1"]="已开启随机看板，不可对看板进行操作",["id"]="7057",["language3"]="ランダム看板が有効、看板の操作不可",["language2"]="已開啟隨機看板，不可對看板進行操作"}
,["73012"]={["key"]="73012",["language1"]="时光恋曲",["id"]="73012",["language4"]="TIME LOVE SONG",["language3"]="時の恋歌",["language2"]="時光戀曲"}
,["73017"]={["key"]="73017",["language1"]="优惠",["id"]="73017",["language3"]="None",["language2"]="優惠"}
,["4057"]={["key"]="4057",["language1"]="%s",["id"]="4057",["language3"]="%s",["language2"]="%s"}
,["1057"]={["key"]="1057",["language1"]="芯片类型",["id"]="1057",["language3"]="チップタイプ",["language2"]="晶片類型"}
,["33017"]={["key"]="33017",["language1"]="段位奖励：",["id"]="33017",["language3"]="階級報酬：",["language2"]="段位獎勵："}
,["22019"]={["key"]="22019",["language1"]="阶段完成奖励",["id"]="22019",["language3"]="コンプリート報酬",["language2"]="階段完成獎勵"}
,["32019"]={["key"]="32019",["language1"]="地板",["id"]="32019",["language4"]="FLOOR",["language3"]="床",["language2"]="地板"}
,["62019"]={["key"]="62019",["language1"]="运动时长",["id"]="62019",["language3"]="運動時間",["language2"]="運動時長"}
,["130017"]={["key"]="130017",["language1"]="历史最高总积分",["id"]="130017",["language3"]="歴代最高総点数",["language2"]="歷史最高總積分"}
,["150011"]={["key"]="150011",["language1"]="游玩奖励",["id"]="150011",["language3"]="None",["language2"]="遊玩獎勵"}
,["33042"]={["key"]="33042",["language1"]="镜像竞技奖励",["id"]="33042",["language3"]="ミラーアリーナ報酬",["language2"]="鏡像競技獎勵"}
,["23042"]={["key"]="23042",["language1"]="加载中",["id"]="23042",["language3"]="LOADING......",["language2"]="載入中"}
,["12019"]={["key"]="12019",["language1"]="待添加",["id"]="12019",["language3"]="許可待ち",["language2"]="待添加"}
,["13012"]={["key"]="13012",["language1"]="接触测试",["id"]="13012",["language3"]="接触テスト",["language2"]="接觸測試"}
,["13017"]={["key"]="13017",["language1"]="持续时间：",["id"]="13017",["language3"]="継続時間：",["language2"]="持續時間："}
,["22059"]={["key"]="22059",["language1"]="已领取",["id"]="22059",["language4"]="RECEIVED",["language3"]="受取済",["language2"]="已領取"}
,["32059"]={["key"]="32059",["language1"]="我的分享",["id"]="32059",["language3"]="マイシェア",["language2"]="我的分享"}
,["21137"]={["key"]="21137",["language1"]="每日探索中【芯片嵌合副本】获得",["id"]="21137",["language3"]="探索任務【チップ嵌合ダンジョン】で獲得",["language2"]="每日探索中【晶片嵌合副本】獲得"}
,["32012"]={["key"]="32012",["language1"]="房间舒适度",["id"]="32012",["language4"]="COMFORT",["language3"]="ルーム快適度",["language2"]="房間舒適度"}
,["32017"]={["key"]="32017",["language1"]="送礼",["id"]="32017",["language4"]="GIVE GIFTS",["language3"]="プレゼント",["language2"]="送禮"}
,["21167"]={["key"]="21167",["language1"]="第五章 01~11关",["id"]="21167",["language3"]="第5章 01~11ステージ",["language2"]="第五章 01~11關"}
,["17120"]={["key"]="17120",["language1"]="【<color=#ffae00>注意</color>】本构建属于【特装构建】，其构建次数保底会一直累计于【特装构建】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17120",["language3"]="【<color=#ffae00>注意</color>】本召集は【初回召集】に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="【<color=#ffae00>注意</color>】本構建屬於【特裝構建】，其構建次數保底會一直累計於【特裝構建】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["21135"]={["key"]="21135",["language1"]="困难第二章 21~25关",["id"]="21135",["language3"]="第2章 ステージ21~25（ハード）",["language2"]="困難第二章 21~25關"}
,["27027"]={["key"]="27027",["language1"]="暂无名次",["id"]="27027",["language3"]="ランキングがありません",["language2"]="暫無名次"}
,["37027"]={["key"]="37027",["language1"]="讨 伐 行 动 计 划",["id"]="37027",["language3"]="討 伐 作 戦 計 画",["language2"]="討 伐 行 動 計 劃"}
,["10038"]={["key"]="10038",["language1"]="时间",["id"]="10038",["language3"]="時間",["language2"]="時間"}
,["17027"]={["key"]="17027",["language1"]="%s星角色",["id"]="17027",["language3"]="☆%sキャラクター",["language2"]="%s星角色"}
,["67027"]={["key"]="67027",["language1"]="皮肤兑换券",["id"]="67027",["language3"]="スキン交換券",["language2"]="皮膚兌換券"}
,["77027"]={["key"]="77027",["language1"]="当前结算奖励",["id"]="77027",["language3"]="現在結算報酬",["language2"]="當前結算獎勵"}
,["15117"]={["key"]="15117",["language1"]="加载中",["id"]="15117",["language3"]="LOADING......",["language2"]="載入中"}
,["90015"]={["key"]="90015",["language1"]="开始匹配",["id"]="90015",["language3"]="マッチング開始",["language2"]="開始匹配"}
,["49151"]={["key"]="49151",["language1"]="只能编入辅助队员（基础队伍最大人数为5）",["id"]="49151",["language3"]="補助隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入輔助隊員（基礎隊伍最大人數為5）"}
,["10015"]={["key"]="10015",["language1"]="开始改造",["id"]="10015",["language4"]="Refactor",["language3"]="改造開始",["language2"]="開始改造"}
,["23072"]={["key"]="23072",["language1"]="特性详情",["id"]="23072",["language3"]="特性詳細",["language2"]="特性詳情"}
,["33072"]={["key"]="33072",["language1"]="暂无",["id"]="33072",["language3"]="なし",["language2"]="暂无"}
,["50015"]={["key"]="50015",["language1"]="最终轮",["id"]="50015",["language3"]="最終ラウンド",["language2"]="最終輪"}
,["17200"]={["key"]="17200",["language1"]="在<color=#ffae00>任何一个【定制构建ε】</color>。中，没有获得6星队员时，都会<color=#ffae00>累积次数</color>，该<color=#ffae00>次数不会因为【定制构建ε】的结束而清零</color>，也会应用于接下来任意一次【轮换构建】。",["id"]="17200",["language3"]="<color=#ffae00>任意の【セレクト召集ε】</color>の中で、☆6キャラを獲得しなかった場合、召集を行った回数が<color=#ffae00>カウントされます</color>。<color=#ffae00>カウントは【セレクト召集ε】の終了によってリセットされることはありません</color>。次の【定期召集】に引き継がれます。",["language2"]="在<color=#ffae00>任何一個【定制構建ε】</color>。中，沒有獲得6星隊員時，都會<color=#ffae00>累積次數</color>，該<color=#ffae00>次數不會因為【定制構建ε】的結束而清零</color>，也會應用於接下來任意一次【輪換構建】。"}
,["47200"]={["key"]="47200",["language1"]="主线成就",["id"]="47200",["language4"]="MAIN ACHIEVEMENT",["language3"]="ストーリー",["language2"]="主線成就"}
,["20015"]={["key"]="20015",["language1"]="加成",["id"]="20015",["language3"]="ボーナス",["language2"]="加成"}
,["23026"]={["key"]="23026",["language1"]="1星",["id"]="23026",["language3"]="☆1",["language2"]="1星"}
,["33026"]={["key"]="33026",["language1"]="好友匹配",["id"]="33026",["language4"]="FRIEND FIGHT",["language3"]="フレンドマッチ",["language2"]="好友配對"}
,["26027"]={["key"]="26027",["language1"]="已互为好友",["id"]="26027",["language3"]="すでにフレンドになっています",["language2"]="已互為好友"}
,["16027"]={["key"]="16027",["language1"]="3-12个字符组成，区分大小写",["id"]="16027",["language3"]="3~12文字を入力してください、大文字と小文字の区別あり",["language2"]="3-12個字元組成，區分大小寫"}
,["76027"]={["key"]="76027",["language1"]="%s人进行中",["id"]="76027",["language3"]="%s人行動中",["language2"]="%s人進行中"}
,["18041"]={["key"]="18041",["language1"]="*包含本期高级勘探全部内容并立即提升10个等级*",["id"]="18041",["language3"]="*今期の高級探査の全内容を含み、即座に10レベルアップ*",["language2"]="*包含本期高級勘探全部內容並立即提升10個等級*"}
,["49182"]={["key"]="49182",["language1"]="禁止编入特殊队员",["id"]="49182",["language3"]="特殊隊員編成禁止",["language2"]="禁止編入特殊隊員"}
,["13026"]={["key"]="13026",["language1"]="香甜<size=44>软糯队</size>",["id"]="13026",["language3"]="甘く<size=44>もちもちチーム</size>",["language2"]="香甜<size=44>軟糯隊</size>"}
,["67015"]={["key"]="67015",["language1"]="静态特写",["id"]="67015",["language3"]="2D接写",["language2"]="靜態特寫"}
,["77015"]={["key"]="77015",["language1"]="模拟",["id"]="77015",["language3"]="模擬",["language2"]="模擬"}
,["46501"]={["key"]="46501",["language1"]="显示全部",["id"]="46501",["language3"]="全て表示",["language2"]="顯示全部"}
,["17015"]={["key"]="17015",["language1"]="记录构建",["id"]="17015",["language3"]="召集記録",["language2"]="記錄構建"}
,["14072"]={["key"]="14072",["language1"]="获取R5芯片后自动上锁",["id"]="14072",["language3"]="R5チップ取得後自動ロック",["language2"]="獲取R5芯片後自動上鎖"}
,["37015"]={["key"]="37015",["language1"]="阵线维持",["id"]="37015",["language3"]="拮抗",["language2"]="陣線維持"}
,["47015"]={["key"]="47015",["language1"]="已解锁下一阶段",["id"]="47015",["language3"]="次の段階解放済",["language2"]="已解鎖下一階段"}
,["17192"]={["key"]="17192",["language1"]=[[第2次至第9次：获取相同<color=#FFCC00>5星</color>角色时，每次将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#9a80b7>「自选星尘券」*50</color>。
第10次及之后获取相同角色：将会获得<color=#9a80b7>「自选星尘券」*130</color>。]],["id"]="17192",["language3"]=[[2回目から9回目まで：重複した<color=#FF3300>☆5</color>キャラを1体獲得するにつき、そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・選択」×30</color>を獲得する。
10回目以降：そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・選択」×130</color>を獲得する。]],["language2"]=[[第2次至第9次：獲取相同<color=#FFCC00>5星</color>角色時，每次將轉化為對應角色的<color=#ffae00>「星源」*1</color>和<color=#9a80b7>「自選星塵券」*50</color>。
第10次及之後獲取相同角色：將會獲得<color=#9a80b7>「自選星塵券」*130</color>。]]}
,["10123"]={["key"]="10123",["language1"]="好友列表",["id"]="10123",["language4"]="FRIENDS LIST",["language3"]="フレンドリスト",["language2"]="好友列表"}
,["32026"]={["key"]="32026",["language1"]="全部购买",["id"]="32026",["language4"]="BUY",["language3"]="全部購入",["language2"]="全部購買"}
,["22026"]={["key"]="22026",["language1"]="新春签到",["id"]="22026",["language4"]="NEW YEAR SIGN",["language3"]="新春ログインボーナス",["language2"]="新春簽到"}
,["29027"]={["key"]="29027",["language1"]="机神型",["id"]="29027",["language4"]="KISHIN",["language3"]="機神",["language2"]="機神型"}
,["17135"]={["key"]="17135",["language1"]="全部角色概率",["id"]="17135",["language3"]="全キャラの出現率",["language2"]="全部角色機率"}
,["45028"]={["key"]="45028",["language1"]="仅前%s位完成者可获得%s，兑完即止",["id"]="45028",["language3"]="先着%s名の達成者のみが%sを獲得可能、交換終了まで"}
,["29041"]={["key"]="29041",["language1"]="身高",["id"]="29041",["language3"]="身長",["language2"]="身高"}
,["18309"]={["key"]="18309",["language1"]="未安装微信，无法使用微信支付",["id"]="18309",["language3"]="WeChatがインストールされていないため、WeChat決済ができません",["language2"]="未安裝微信，無法使用微信付款"}
,["49027"]={["key"]="49027",["language1"]="出击不可",["id"]="49027",["language3"]="出撃不可",["language2"]="出擊不可"}
,["12026"]={["key"]="12026",["language1"]="是否向<color=#FFC146>%s</color>发出好友申请？",["id"]="12026",["language3"]="<color=#FFC146>%s</color>にフレンド申請を送りますか？",["language2"]="是否向<color=#FFC146>%s</color>發出好友申請？"}
,["15007"]={["key"]="15007",["language1"]="地图信息",["id"]="15007",["language3"]="マップ情報",["language2"]="地圖資訊"}
,["25007"]={["key"]="25007",["language1"]="--本次作战未获得奖励--",["id"]="25007",["language3"]="今回の作戦は報酬を獲得できませんでした",["language2"]="--本次作戰未獲得獎勵--"}
,["35007"]={["key"]="35007",["language1"]="当前燃料补给<color=#ffc146>（1次）</color>  消耗",["id"]="35007",["language3"]="現在の購入回数<color=#ffc146>（1回）</color>  消費",["language2"]="當前燃料補給<color=#ffc146>（1次）</color>  消耗"}
,["45007"]={["key"]="45007",["language1"]="首充金额累计达到6元即可获得该礼包",["id"]="45007",["language3"]="累計チャージ額が160円になると、報酬がもらえます",["language2"]="首儲金額累計達到30元即可獲得該禮包"}
,["55007"]={["key"]="55007",["language1"]="活动期间，总队长每天可在11:00-17:00以及17:00-00:00领取奖励！（已过期的奖励将无法获得）",["id"]="55007",["language2"]="活動期間，總隊長每天可在11:00-17:00以及17:00-00:00領取獎勵！（已過期的獎勵將無法獲得）"}
,["25028"]={["key"]="25028",["language1"]="拾取策略",["id"]="25028",["language3"]="回収方針",["language2"]="拾取策略"}
,["16015"]={["key"]="16015",["language1"]="%s-%s个字符组成，区分大小写",["id"]="16015",["language3"]="%s～%s文字を入力してください、大文字と小文字の区別あり",["language2"]="%s-%s個字元組成，區分大小寫"}
,["15072"]={["key"]="15072",["language1"]="当前副本<color=#FFC142>%s</color>的类型掉落加成剩余%s次，是否开启？",["id"]="15072",["language3"]="ダンジョン<color=#FFC142>%s</color>のドロップボーナスが%s回残っています。使用しますか？",["language2"]="當前副本<color=#FFC142>%s</color>的類型掉落加成剩餘%s次，是否開啟？"}
,["36015"]={["key"]="36015",["language1"]="%s天%s小时%s分后关闭入口",["id"]="36015",["language2"]="%s天%s小時%s分後關閉入口"}
,["45026"]={["key"]="45026",["language1"]="剩余可领取资格：%s",["id"]="45026",["language3"]="残り受取可能資格：%s"}
,["21134"]={["key"]="21134",["language1"]="困难第二章 11~20关",["id"]="21134",["language3"]="第2章 ステージ11~20（ハード）",["language2"]="困難第二章 11~20關"}
,["18027"]={["key"]="18027",["language1"]="兑换",["id"]="18027",["language4"]="EXCHANGE",["language3"]="交換",["language2"]="兌換"}
,["54028"]={["key"]="54028",["language1"]="存档列表",["id"]="54028",["language3"]="記録リスト",["language2"]="存檔列表"}
,["18312"]={["key"]="18312",["language1"]="是否消耗<color=\"#ffc146\">%s</color>粲晶升级勘探指南等级？",["id"]="18312",["language3"]="<color=\"#ffc146\">%s</color>輝晶を消費して、探査レベルを上げますか？",["language2"]="是否消耗<color=\"#ffc146\">%s</color>粲晶升級勘探指南等級？"}
,["34028"]={["key"]="34028",["language1"]="升级",["id"]="34028",["language3"]="LvUP",["language2"]="升級"}
,["16041"]={["key"]="16041",["language1"]="名字长度不能超过15个中文字符",["id"]="16041",["language3"]="15文字以下入力してください",["language2"]="名字長度不能超過15個中文字元"}
,["17182"]={["key"]="17182",["language1"]="待选择",["id"]="17182",["language3"]="選択待ち",["language2"]="待選擇"}
,["26041"]={["key"]="26041",["language1"]="燃料%s",["id"]="26041",["language3"]="燃料%s",["language2"]="燃料%s"}
,["15026"]={["key"]="15026",["language1"]="达成条件",["id"]="15026",["language3"]="達成条件",["language2"]="達成條件"}
,["76041"]={["key"]="76041",["language1"]="好友请求",["id"]="76041",["language3"]="None"}
,["49192"]={["key"]="49192",["language1"]="队员已携带的芯片稀有度最低R4",["id"]="49192",["language3"]="隊員が装着しているチップのレア度最低R4",["language2"]="隊員已攜帶的晶片稀有度最低R4"}
,["75015"]={["key"]="75015",["language1"]=[[是否合成指定部位芯片？
<color=#ff7781>*总队长须知，合成芯片时素材芯片的强化等级不会保留。</color>]],["id"]="75015",["language3"]=[[指定部位のチップを合成しますか
<color=#ff7781>*チップ合成時に素材チップの強化Lvは保持されません。</color>]],["language2"]="是否合成指定部位芯片"}
,["10405"]={["key"]="10405",["language1"]="已完成",["id"]="10405",["language3"]="完了",["language2"]="已完成"}
,["65015"]={["key"]="65015",["language1"]="通关",["id"]="65015",["language3"]="クリア",["language2"]="通關"}
,["14028"]={["key"]="14028",["language1"]="每天播放一次",["id"]="14028",["language3"]="1日に1回",["language2"]="每天播放一次"}
,["24028"]={["key"]="24028",["language1"]="未选择具体物品",["id"]="24028",["language3"]="具体的なアイテムを選んでください",["language2"]="未選擇具體物品"}
,["15015"]={["key"]="15015",["language1"]="普通",["id"]="15015",["language3"]="ノーマル",["language2"]="普通"}
,["16072"]={["key"]="16072",["language1"]="登录",["id"]="16072",["language4"]="PLAY GAME",["language3"]="ログイン",["language2"]="登錄"}
,["90038"]={["key"]="90038",["language1"]="军演竞技",["id"]="90038",["language3"]="演習競技",["language2"]="軍演競技"}
,["54026"]={["key"]="54026",["language1"]="当前编队",["id"]="54026",["language3"]="現在編成",["language2"]="當前編隊"}
,["21117"]={["key"]="21117",["language1"]="队员构建的馈赠",["id"]="21117",["language3"]="隊員召集の贈り物",["language2"]="隊員構建的饋贈"}
,["34026"]={["key"]="34026",["language1"]="勘探等级",["id"]="34026",["language3"]="探査レベル",["language2"]="勘探等級"}
,["24026"]={["key"]="24026",["language1"]="已选择最少的数量",["id"]="24026",["language3"]="すでに最小値です",["language2"]="已選擇最少的數量"}
,["150013"]={["key"]="150013",["language1"]="可领取奖励",["id"]="150013",["language3"]="None",["language2"]="可領取獎勵"}
,["74026"]={["key"]="74026",["language1"]=[[<color=#ffc146>【简介】</color>
「拾光剪影」活动期间，完成任务即可点亮一个碎片，每点亮一个碎片都可以获得一份惊喜小奖励！

<color=#ffc146>【活动详情】</color>
1.活动开启后，完成活动界面右侧的任务，每完成一个任务即可点亮一个对应编号的碎片，并获得【冰淇淋蛋糕】。可在背包中打开【冰淇淋蛋糕】获取其中的随机奖励。
2.当点亮的碎片凑成一条直线，即可领取直线旁边的【连线奖励】，需要在活动主界面手动领取。
3.每个玩家在活动期间只能参与一次活动。]],["id"]="74026",["language3"]=[[<color=#ffc146>【概要】</color>
「記憶のシルエット」イベント期間中、任務を完了すると映像の破片を1つ点灯でき、点灯する度に小さなサプライズ報酬を獲得できる！

<color=#ffc146>【イベント詳細】</color>
1.イベント開始後、イベント画面右側の任務を完了すると、対応する番号の破片が点灯され【アイスケーキ】を獲得でき、バックで【アイスケーキ】を開けてランダムな報酬を入手できる。
2.点灯した破片が一直線になると、線の横にある【直線報酬】を受け取ることができ、イベントメイン画面で手動で受け取る必要がある。
3.各プレイヤーはイベント期間中に1回のみ参加可能。]],["language2"]=[[<color=#ffc146>【簡介】</color>
「拾光剪影」活動期間，完成任務即可點亮一個碎片，每點亮一個碎片都可以獲得一份驚喜小獎勵！

<color=#ffc146>【活動詳情】</color>
1.活動開啟後，完成活動介面右側的任務，每完成一個任務即可點亮一個對應編號的碎片，並獲得【冰淇淋蛋糕】。可在背包中打開【冰淇淋蛋糕】獲取其中的隨機獎勵。
2.當點亮的碎片湊成一條直線，即可領取直線旁邊的【連線獎勵】，需要在活動主介面手動領取。
3.每個玩家在活動期間只能參與一次活動。]]}
,["21116"]={["key"]="21116",["language1"]="补给站【异星灰域】",["id"]="21116",["language3"]="ショップ【遺譜区】",["language2"]="補給站【異星灰域】"}
,["76007"]={["key"]="76007",["language1"]="关卡选择：",["id"]="76007",["language3"]="ステージ選択：",["language2"]="關卡選擇："}
,["17041"]={["key"]="17041",["language1"]="可显示最近%s次构建记录，可能存在半小时内刷新延迟。显示顺序与实际抽取顺序存在差异。",["id"]="17041",["language3"]="直近%s回までの召集履歴が表示可能。召集履歴の更新が遅れる場合があります。表示された順番は実際の順番と異なる場合があります。",["language2"]="可顯示最近%s次構建記錄，可能存在半小時內刷新延遲。顯示順序與實際抽取順序存在差異。"}
,["37041"]={["key"]="37041",["language1"]="历战试炼说明",["id"]="37041",["language3"]="歴戦試練説明",["language2"]="曆戰試煉說明"}
,["10134"]={["key"]="10134",["language1"]="告罄",["id"]="10134",["language3"]="売り切れ",["language2"]="告罄"}
,["130009"]={["key"]="130009",["language1"]="掉落物品",["id"]="130009",["language3"]="ドロップ",["language2"]="掉落物品"}
,["26058"]={["key"]="26058",["language1"]="前往编队",["id"]="26058",["language3"]="編成へ",["language2"]="前往編隊"}
,["16058"]={["key"]="16058",["language1"]="信息",["id"]="16058",["language4"]="INFORMATION",["language3"]="情報",["language2"]="資訊"}
,["10452"]={["key"]="10452",["language1"]="建筑已满级",["id"]="10452",["language3"]="施設はすでに最大レベルです",["language2"]="建築已滿級"}
,["17007"]={["key"]="17007",["language1"]=[[概率因为存在四舍五入保留两位小数点，所以存在合计无法达到100%的情况

构建时，获得相同角色的情况是存在的

构建时，首先按照品质提供的概率进行抽取，再根据品质中的概率抽取]],["id"]="17007",["language3"]=[[表示されている提供割合は表示上小数点第一位を四捨五入したため、すべて合算しても100％にならない場合があります

召集時、同じキャラを獲得する場合があります

召集時、まずはレアリティの抽選を行います。レアリティが確定した後、キャラクターの抽選を行います]],["language2"]=[[機率因為存在四捨五入保留兩位小數點，所以存在合計無法達到100%的情況

構建時，獲得相同角色的情況是存在的

構建時，首先按照品質提供的機率進行抽取，再根據品質中的機率抽取]]}
,["47007"]={["key"]="47007",["language1"]="已完成",["id"]="47007",["language3"]="達成済",["language2"]="已完成"}
,["17103"]={["key"]="17103",["language1"]="若相应角色【星源】数量已达到角色提升所需上限，则自动转化为【星源兑换券】；",["id"]="17103",["language3"]="キャラの【星源】数が所持上限を超えた場合、自動的に【星源交換券】に変換されます。",["language2"]="若相應角色【星源】數量已達到角色提升所需上限，則自動轉化為【星源兌換券】；"}
,["7054"]={["key"]="7054",["language1"]="更多设置",["id"]="7054",["language3"]="詳細設定",["language2"]="更多設置"}
,["37007"]={["key"]="37007",["language1"]="迎击敌军",["id"]="37007",["language4"]="BATTLE",["language3"]="敵軍迎撃",["language2"]="迎擊敵軍"}
,["1054"]={["key"]="1054",["language1"]="主题",["id"]="1054",["language3"]="テーマ",["language2"]="主題"}
,["34015"]={["key"]="34015",["language1"]="最大值/最大值",["id"]="34015",["language3"]="最大値／最大値",["language2"]="最大值/最大值"}
,["10127"]={["key"]="10127",["language1"]="加速",["id"]="10127",["language3"]="加速",["language2"]="加速"}
,["14015"]={["key"]="14015",["language1"]="开",["id"]="14015",["language3"]="ON",["language2"]="開"}
,["34019"]={["key"]="34019",["language1"]="每周任务",["id"]="34019",["language3"]="週間任務",["language2"]="每週任務"}
,["14019"]={["key"]="14019",["language1"]="界面边距",["id"]="14019",["language3"]="画面距離",["language2"]="介面邊距"}
,["24019"]={["key"]="24019",["language1"]="技能",["id"]="24019",["language3"]="スキル",["language2"]="技能"}
,["10117"]={["key"]="10117",["language1"]="好友%s交付了<color=#ffc146>%s</color>次你的共享订单",["id"]="10117",["language3"]="フレンド%sがあなたの注文リストに対して<color=#ffc146>%s</color>回提出を行いました",["language2"]="好友%s提交了<color=#ffc146>%s</color>次你的共用訂單"}
,["60116"]={["key"]="60116",["language1"]="道具不足",["id"]="60116",["language3"]="アイテム不足",["language2"]="道具不足"}
,["17178"]={["key"]="17178",["language1"]="<color=#FFC146>[自选星尘券]</color>",["id"]="17178",["language3"]="<color=#FFC146>[星屑券・選択]</color>",["language2"]=[[
<color=#FFC146>[自選星塵券]</color>]]}
,["17026"]={["key"]="17026",["language1"]="本次构建",["id"]="17026",["language3"]="今回召集",["language2"]="本次構建"}
,["27026"]={["key"]="27026",["language1"]="贡献关闭",["id"]="27026",["language3"]="貢献度OFF",["language2"]="貢獻關閉"}
,["37026"]={["key"]="37026",["language1"]="无限",["id"]="37026",["language3"]="無限",["language2"]="無限"}
,["10116"]={["key"]="10116",["language1"]="好友交付记录",["id"]="10116",["language3"]="フレンド訪問記録",["language2"]="好友提交記錄"}
,["65007"]={["key"]="65007",["language1"]="关卡目标",["id"]="65007",["language3"]="攻略目標",["language2"]="關卡目標"}
,["75007"]={["key"]="75007",["language1"]="消耗道具：",["id"]="75007",["language3"]="再構築消費：",["language2"]="消耗道具："}
,["60117"]={["key"]="60117",["language1"]="已获得所有补给",["id"]="60117",["language3"]="全補給を獲得済み",["language2"]="已獲得所有補給"}
,["15058"]={["key"]="15058",["language1"]="击败敌方精英部队(%s/%s)",["id"]="15058",["language3"]="敵精鋭部隊の撃破（%s／%s）",["language2"]="擊敗敵方精英部隊(%s/%s)"}
,["76038"]={["key"]="76038",["language1"]="<color=#ffc146>%s人</color>进行中",["id"]="76038",["language3"]="<color=#ffc146>%s人</color>行動中"}
,["16007"]={["key"]="16007",["language1"]="请选择造型",["id"]="16007",["language3"]="外見を選択してください",["language2"]="請選擇造型"}
,["16103"]={["key"]="16103",["language1"]="6-16个字符组成，区分大小写",["id"]="16103",["language3"]="6~16文字を入力してください、大文字と小文字の区別あり",["language2"]="6-16個字元組成，區分大小寫"}
,["26007"]={["key"]="26007",["language1"]="队长",["id"]="26007",["language4"]="LEADER",["language3"]="隊長",["language2"]="隊長"}
,["56007"]={["key"]="56007",["language1"]="领取奖励",["id"]="56007",["language2"]="領取獎勵"}
,["46007"]={["key"]="46007",["language1"]="%s时",["id"]="46007",["language3"]="%s時",["language2"]="%s時"}
,["62047"]={["key"]="62047",["language1"]="视界傀儡",["id"]="62047",["language4"]="VISION PUPPET",["language3"]="視界の傀儡",["language2"]="視界傀儡"}
,["10093"]={["key"]="10093",["language1"]="改造中",["id"]="10093",["language3"]="改造中",["language2"]="改造中"}
,["18072"]={["key"]="18072",["language1"]="穿戴成功！",["id"]="18072",["language3"]="着用完了",["language2"]="穿戴成功！"}
,["77019"]={["key"]="77019",["language1"]="剩余血量",["id"]="77019",["language3"]="残りHP",["language2"]="剩餘血量"}
,["22047"]={["key"]="22047",["language1"]="特别馈赠",["id"]="22047",["language4"]="SPECIAL GIFTS",["language3"]="特別ギフト",["language2"]="特別饋贈"}
,["17019"]={["key"]="17019",["language1"]="全服构建累计奖励",["id"]="17019",["language3"]="全サーバー累計召集報酬",["language2"]="全服構建累計獎勵"}
,["32047"]={["key"]="32047",["language1"]="我的收藏",["id"]="32047",["language4"]="MY COLLECTION",["language3"]="お気に入り",["language2"]="我的收藏"}
,["76026"]={["key"]="76026",["language1"]="好友请求",["id"]="76026",["language3"]="None",["language2"]="好友請求"}
,["26026"]={["key"]="26026",["language1"]="已发送申请",["id"]="26026",["language3"]="申請しました",["language2"]="已發送申請"}
,["16026"]={["key"]="16026",["language1"]="6-16个字符组成，区分大小写",["id"]="16026",["language3"]="6~16文字を入力してください、大文字と小文字の区別あり",["language2"]="6-16個字元組成，區分大小寫"}
,["25027"]={["key"]="25027",["language1"]="攻击策略",["id"]="25027",["language3"]="攻撃方針",["language2"]="攻擊策略"}
,["53003"]={["key"]="53003",["language1"]="卸下",["id"]="53003",["language3"]="外す",["language2"]="卸下"}
,["43003"]={["key"]="43003",["language1"]="筛选范围",["id"]="43003",["language3"]="ソート範囲",["language2"]="篩選範圍"}
,["33003"]={["key"]="33003",["language1"]="演习排行",["id"]="33003",["language4"]="EXERCISE",["language3"]="順位",["language2"]="演習排行"}
,["23003"]={["key"]="23003",["language1"]="套装详情",["id"]="23003",["language3"]="セット詳細",["language2"]="套裝詳情"}
,["13003"]={["key"]="13003",["language1"]="已过期",["id"]="13003",["language3"]="期限切れ",["language2"]="已過期"}
,["17117"]={["key"]="17117",["language1"]=[[第2次至第9次：获取相同<color=#33CCFF>3星</color>角色时，每次将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「罕见星尘券」*5</color>。
第10次及之后获取相同角色：将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「罕见星尘券」*5</color>。]],["id"]="17117",["language3"]=[[2回目から9回目まで：重複した<color=#FF3300>☆3</color>キャラを1体獲得するにつき、そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・金」×5</color>を獲得する。
10回目以降：そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・金」×5</color>を獲得する。]],["language2"]=[[第2次至第9次：獲取相同<color=#33CCFF>3星</color>角色時，每次將轉化為對應角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「罕見星塵券」*5</color>。
第10次及之後獲取相同角色：將轉化為對應角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「罕見星塵券」*5</color>。]]}
,["11007"]={["key"]="11007",["language1"]="一键领取",["id"]="11007",["language4"]="ONE-CLICK COLLECTION",["language3"]="一括受取",["language2"]="一鍵領取"}
,["31007"]={["key"]="31007",["language1"]="优先目标",["id"]="31007",["language4"]="TARGET",["language3"]="優先対象",["language2"]="優先目標"}
,["18080"]={["key"]="18080",["language1"]="购买 %s",["id"]="18080",["language3"]="%s購入",["language2"]="購買 %s"}
,["4033"]={["key"]="4033",["language1"]="技能升级完成",["id"]="4033",["language3"]="スキルLvUP完了",["language2"]="技能升級完成"}
,["10427"]={["key"]="10427",["language1"]="小队素材",["id"]="10427",["language4"]="SOURCE MATERIAL",["language3"]="小隊素材",["language2"]="小隊素材"}
,["21123"]={["key"]="21123",["language1"]="第一章 21~25关",["id"]="21123",["language3"]="第1章 ステージ21~25",["language2"]="第一章 21~25關"}
,["1033"]={["key"]="1033",["language1"]="等级.",["id"]="1033",["language3"]="Lv.",["language2"]="等級."}
,["14027"]={["key"]="14027",["language1"]="是否开启战斗中，技能的简要描述设置？",["id"]="14027",["language3"]="戦闘中、スキルの簡略説明を表示しますか？",["language2"]="是否開啟戰鬥中，技能的簡要描述設置？"}
,["49026"]={["key"]="49026",["language1"]="%s及%s",["id"]="49026",["language3"]="%sおよび%s",["language2"]="%s及%s"}
,["15134"]={["key"]="15134",["language1"]="其中%s次为【%s】生效的额外掉落加成次数。",["id"]="15134",["language3"]="そのうち%s回は【%s】による追加ボーナス回数。",["language2"]="其中%s次為【%s】生效的額外掉落加成次數。"}
,["24027"]={["key"]="24027",["language1"]="<color=#FF0000>已过期</color>",["id"]="24027",["language3"]="<color=#FF0000>期限切れ</color>",["language2"]="<color=#FF0000>已過期</color>"}
,["10460"]={["key"]="10460",["language1"]="芯片素材",["id"]="10460",["language3"]="チップ素材",["language2"]="晶片素材"}
,["10122"]={["key"]="10122",["language1"]="【心情为<color=#ff7781>0</color>时，将进入失落状态，<color=#ffc146>「%s」</color>停止下一轮订单刷新工作】",["id"]="10122",["language3"]="【体力が<color=#ff7781>0</color>になった場合、<color=#ffc146>「%s」</color>は消沈状態になり次の注文更新が停止】",["language2"]="【心情為<color=#ff7781>0</color>時，將進入消沉狀態，<color=#ffc146>「%s」</color>停止下一輪訂單更新工作】"}
,["64027"]={["key"]="64027",["language1"]="%s天%s:%s",["id"]="64027",["language3"]="%s日%s:%s",["language2"]="%s天%s:%s"}
,["16117"]={["key"]="16117",["language1"]="下载进度：",["id"]="16117",["language3"]="DL進捗:",["language2"]="下載進度："}
,["110001"]={["key"]="110001",["language1"]="推荐阵容",["id"]="110001",["language3"]="おすすめ編成",["language2"]="推薦陣容"}
,["18007"]={["key"]="18007",["language1"]="持有：",["id"]="18007",["language3"]="所持：",["language2"]="持有："}
,["10214"]={["key"]="10214",["language1"]="周限",["id"]="10214",["language3"]="週間限定",["language2"]="每週限定"}
,["4202"]={["key"]="4202",["language1"]="突破",["id"]="4202",["language4"]="BREACH",["language3"]="突破",["language2"]="突破"}
,["38007"]={["key"]="38007",["language1"]="%s件",["id"]="38007",["language3"]="%s件",["language2"]="%s件"}
,["28007"]={["key"]="28007",["language1"]="敌方",["id"]="28007",["language3"]="敵",["language2"]="敵方"}
,["75019"]={["key"]="75019",["language1"]="芯片的品质不一致",["id"]="75019",["language3"]="チップのレアリティが一致しません",["language2"]="芯片的品質不一致"}
,["65019"]={["key"]="65019",["language1"]="击败%s",["id"]="65019",["language3"]="%sを撃破",["language2"]="擊敗%s"}
,["45019"]={["key"]="45019",["language1"]="已过期",["id"]="45019",["language3"]="期限切れ",["language2"]="已過期"}
,["35019"]={["key"]="35019",["language1"]="缓慢补给：上限999",["id"]="35019",["language3"]="緩徐補給：上限999",["language2"]="緩慢補給：上限999"}
,["25019"]={["key"]="25019",["language1"]="无法使用队伍",["id"]="25019",["language3"]="チーム使用不可",["language2"]="無法使用隊伍"}
,["10047"]={["key"]="10047",["language1"]="必要芯片",["id"]="10047",["language3"]="必要チップ",["language2"]="必要晶片"}
,["70020"]={["key"]="70020",["language1"]="战斗结束",["id"]="70020",["language3"]="戦闘終了",["language2"]="戰鬥結束"}
,["23041"]={["key"]="23041",["language1"]=" PT",["id"]="23041",["language3"]=" PT",["language2"]=" PT"}
,["9004"]={["key"]="9004",["language1"]="消耗点数：",["id"]="9004",["language3"]="消費ポイント：",["language2"]="消耗點數："}
,["7004"]={["key"]="7004",["language1"]="请选择时装",["id"]="7004",["language3"]="スキンを選んでください",["language2"]="請選擇時裝"}
,["8004"]={["key"]="8004",["language1"]="队员收集",["id"]="8004",["language3"]="隊員人数",["language2"]="隊員收集"}
,["18015"]={["key"]="18015",["language1"]="选择需要换装的角色",["id"]="18015",["language3"]="着替えるキャラを選んでください",["language2"]="選擇需要換裝的角色"}
,["6004"]={["key"]="6004",["language1"]="周常",["id"]="6004",["language3"]="週間",["language2"]="每週"}
,["3004"]={["key"]="3004",["language1"]="竞技中",["id"]="3004",["language3"]="対戦中",["language2"]="競技中"}
,["11003"]={["key"]="11003",["language1"]="领取",["id"]="11003",["language3"]="受取",["language2"]="領取"}
,["1004"]={["key"]="1004",["language1"]="返回",["id"]="1004",["language4"]="RETURN",["language3"]="戻る",["language2"]="返回"}
,["2004"]={["key"]="2004",["language1"]="仓库",["id"]="2004",["language4"]="DEPOT",["language3"]="倉庫",["language2"]="倉庫"}
,["18038"]={["key"]="18038",["language1"]="前往购买",["id"]="18038",["language3"]="購入へ",["language2"]="前往購買"}
,["15094"]={["key"]="15094",["language1"]="通过<color=#FFC142>%s</color>解锁",["id"]="15094",["language3"]="<color=#FFC142>%s</color>クリア後解放",["language2"]="通過<color=#FFC142>%s</color>解鎖"}
,["49024"]={["key"]="49024",["language1"]="是否选中该队员作为本日助战？",["id"]="49024",["language3"]="この隊員を本日のサポートとして選びますか？",["language2"]="是否選中該角色作為本日助戰？"}
,["17170"]={["key"]="17170",["language1"]="在<color=#ffae00>任何一个【限定构建】</color>中，没有获得6星队员时，都会<color=#ffae00>累积次数</color>，该<color=#ffae00>次数不会因为【限定构建】的结束而清零</color>，也会应用于接下来任意一次【限定构建】",["id"]="17170",["language3"]="<color=#ffae00>任意の【限定召集】</color>の中で、☆6キャラを獲得しなかった場合、召集を行った回数が<color=#ffae00>カウントされます</color>。<color=#ffae00>カウントは【限定召集】の終了によってリセットされることはありません</color>。次の【限定召集】に引き継がれます。",["language2"]="在<color=#ffae00>任何一個【限定構建】</color>中，沒有獲得6星隊員時，都會<color=#ffae00>累積次數</color>，該<color=#ffae00>次數不會因為【限定構建】的結束而清零</color>，也會應用於接下來任意一次【限定構建】"}
,["22082"]={["key"]="22082",["language1"]="该阶段已领取",["id"]="22082",["language3"]="この段階は既に受取済み",["language2"]="該階段已領取"}
,["32082"]={["key"]="32082",["language1"]="商店",["id"]="32082",["language3"]="ショップ",["language2"]="商店"}
,["18021"]={["key"]="18021",["language1"]="星源贸易",["id"]="18021",["language4"]="Fragment Trade",["language3"]="星源貿易",["language2"]="星源貿易"}
,["10020"]={["key"]="10020",["language1"]="升序",["id"]="10020",["language3"]="昇順",["language2"]="昇冪"}
,["20020"]={["key"]="20020",["language1"]="三星",["id"]="20020",["language3"]="☆3",["language2"]="三星"}
,["10421"]={["key"]="10421",["language1"]="价格",["id"]="10421",["language3"]="価格",["language2"]="價格"}
,["10041"]={["key"]="10041",["language1"]="前往建造",["id"]="10041",["language4"]="BUILD",["language3"]="建造へ",["language2"]="前往建造"}
,["61020"]={["key"]="61020",["language1"]="邀请",["id"]="61020",["language3"]="招待",["language2"]="邀請"}
,["51020"]={["key"]="51020",["language1"]="排行榜每小时更新一次",["id"]="51020",["language3"]="順位は1時間ごとに更新されます",["language2"]="排行榜每小時更新一次"}
,["72003"]={["key"]="72003",["language1"]="胜利",["id"]="72003",["language3"]="勝利",["language2"]="勝利"}
,["52003"]={["key"]="52003",["language1"]="音乐",["id"]="52003",["language3"]="BGM",["language2"]="音樂"}
,["62003"]={["key"]="62003",["language1"]="运动",["id"]="62003",["language3"]="運動",["language2"]="運動"}
,["32003"]={["key"]="32003",["language1"]="切换",["id"]="32003",["language3"]="切り替え",["language2"]="切換"}
,["42003"]={["key"]="42003",["language1"]="2倍奖励次数:",["id"]="42003",["language3"]="ドロップボーナス：",["language2"]="2倍獎勵次數:"}
,["18024"]={["key"]="18024",["language1"]="剩余：",["id"]="18024",["language3"]="残り：",["language2"]="剩餘："}
,["22003"]={["key"]="22003",["language1"]="每日签到",["id"]="22003",["language4"]="SIGN BOARD",["language3"]="ログイン",["language2"]="每日簽到"}
,["29038"]={["key"]="29038",["language1"]="出身",["id"]="29038",["language3"]="出身",["language2"]="出身"}
,["49021"]={["key"]="49021",["language1"]="异构空间探索队",["id"]="49021",["language3"]="多重空間探索隊",["language2"]="異構空間探索隊"}
,["21164"]={["key"]="21164",["language1"]="困难第四章 20~22关",["id"]="21164",["language3"]="第4章 ステージ20~22（ハード）",["language2"]="困難第四章 20~22關"}
,["29021"]={["key"]="29021",["language1"]="傀儡型",["id"]="29021",["language4"]="PUPPET",["language3"]="傀儡型",["language2"]="傀儡型"}
,["90041"]={["key"]="90041",["language1"]=" <color=#FF4c4c>%s</color>编队为空，无法开始军演",["id"]="90041",["language3"]="<color=#FF4c4c>%s</color>編隊が空です、マッチングを開始できません",["language2"]=" <color=#FF4c4c>%s</color>編隊為空，無法開始軍演"}
,["20010"]={["key"]="20010",["language1"]="核心跃升",["id"]="20010",["language4"]="Core Warp",["language3"]="コア昇格",["language2"]="核心躍升"}
,["10010"]={["key"]="10010",["language1"]="改造中心",["id"]="10010",["language3"]="改造センター",["language2"]="改造中心"}
,["14051"]={["key"]="14051",["language1"]="24小时",["id"]="14051",["language3"]="24時間",["language2"]="24小時"}
,["10063"]={["key"]="10063",["language1"]="闲置中",["id"]="10063",["language3"]="待機中",["language2"]="閒置中"}
,["6016"]={["key"]="6016",["language1"]="当前阶段",["id"]="6016",["language3"]="現段階",["language2"]="當前階段"}
,["8016"]={["key"]="8016",["language1"]="玩家探索等级提升",["id"]="8016",["language3"]="プレイヤー探索LvUP",["language2"]="玩家探索等級提升"}
,["7016"]={["key"]="7016",["language1"]="获得时间",["id"]="7016",["language3"]="取得日",["language2"]="獲得時間"}
,["1083"]={["key"]="1083",["language1"]="思考时间",["id"]="1083",["language3"]="思考時間",["language2"]="思考時間"}
,["18058"]={["key"]="18058",["language1"]="动画",["id"]="18058",["language3"]="アニメーション",["language2"]="動畫"}
,["4016"]={["key"]="4016",["language1"]="攻击范围",["id"]="4016",["language3"]="攻撃範囲",["language2"]="攻擊範圍"}
,["3016"]={["key"]="3016",["language1"]="全部取消",["id"]="3016",["language4"]="CANCEL",["language3"]="一括取消",["language2"]="全部取消"}
,["77038"]={["key"]="77038",["language1"]="沙盒小队",["id"]="77038",["language3"]="仮想小隊",["language2"]="沙盒小隊"}
,["33052"]={["key"]="33052",["language1"]="在线",["id"]="33052",["language3"]="オンライン",["language2"]="線上"}
,["15103"]={["key"]="15103",["language1"]="主线剧情说明",["id"]="15103",["language3"]="メインストーリー説明",["language2"]="主線劇情說明"}
,["22062"]={["key"]="22062",["language1"]="返礼馈赠",["id"]="22062",["language4"]="REWARD SIGN",["language3"]="返礼ログインボーナス",["language2"]="返禮饋贈"}
,["32062"]={["key"]="32062",["language1"]="服装列表",["id"]="32062",["language4"]="CLOTHING",["language3"]="服装リスト",["language2"]="服裝列表"}
,["22020"]={["key"]="22020",["language1"]="完成全部阶段任务并领取奖励后，开启下一阶段任务",["id"]="22020",["language3"]="全任務を達成して報酬を受け取ると、次の段階任務が開放されます",["language2"]="完成全部階段任務並領取獎勵後，開啟下一階段任務"}
,["32020"]={["key"]="32020",["language1"]="墙纸",["id"]="32020",["language4"]="WALLPAPER",["language3"]="壁紙",["language2"]="牆紙"}
,["80010"]={["key"]="80010",["language1"]="活动说明",["id"]="80010",["language3"]="イベント説明",["language2"]="活動說明"}
,["12020"]={["key"]="12020",["language1"]="已屏蔽",["id"]="12020",["language3"]="ブロックしました",["language2"]="已封鎖"}
,["90003"]={["key"]="90003",["language1"]="常驻开放",["id"]="90003",["language3"]="常時開放",["language2"]="常駐開放"}
,["25051"]={["key"]="25051",["language1"]="蓄能完成",["id"]="25051",["language3"]="チャージ完了",["language2"]="蓄能完成"}
,["15051"]={["key"]="15051",["language1"]="我方队伍到达指定位置",["id"]="15051",["language3"]="味方チームが指定位置に到達する",["language2"]="我方隊伍到達指定位置"}
,["50003"]={["key"]="50003",["language1"]="常驻奖励",["id"]="50003",["language4"]="RESIDENT REWARDS",["language3"]="常設報酬",["language2"]="常駐獎勵"}
,["60003"]={["key"]="60003",["language1"]="购买即可获得",["id"]="60003",["language3"]="購入で獲得",["language2"]="購買即可獲得"}
,["70003"]={["key"]="70003",["language1"]="已击败",["id"]="70003",["language3"]="撃破済み",["language2"]="已擊敗"}
,["80003"]={["key"]="80003",["language1"]="累计猜对",["id"]="80003",["language3"]="累計正解",["language2"]="累計猜對"}
,["10003"]={["key"]="10003",["language1"]="驻员显示",["id"]="10003",["language3"]="配置状況",["language2"]="駐員顯示"}
,["20003"]={["key"]="20003",["language1"]="结束",["id"]="20003",["language3"]="終了",["language2"]="結束"}
,["30003"]={["key"]="30003",["language1"]="系统公告",["id"]="30003",["language4"]="SYSTEM NOTICE",["language3"]="お知らせ",["language2"]="系統公告"}
,["23052"]={["key"]="23052",["language1"]="特性详情",["id"]="23052",["language3"]="特性詳細",["language2"]="特性詳情"}
,["17058"]={["key"]="17058",["language1"]="构建概率",["id"]="17058",["language4"]="PROBABILITY",["language3"]="召集確率",["language2"]="構建機率"}
,["37038"]={["key"]="37038",["language1"]="所有进度",["id"]="37038",["language3"]="全進捗",["language2"]="所有進度"}
,["16094"]={["key"]="16094",["language1"]="重置密码",["id"]="16094",["language3"]="パスワード変更",["language2"]="重置密碼"}
,["17038"]={["key"]="17038",["language1"]="剩余：<color=#ffae00>%s</color>次",["id"]="17038",["language3"]="残り：<color=#ffae00>%s</color>回",["language2"]="剩餘：<color=#ffae00>%s</color>次"}
,["67021"]={["key"]="67021",["language1"]="∞",["id"]="67021",["language3"]="∞",["language2"]="∞"}
,["77021"]={["key"]="77021",["language1"]="每个角色每日仅能出战<color=#ffc146>1次</color>，每日<color=#ffc146>03:00</color>刷新出战次数（模拟对战不会计入）",["id"]="77021",["language3"]="各隊員は毎日<color=#ffc146>1回</color>のみ出撃可能、毎日<color=#ffc146>03:00</color>に出撃回数リセット（模擬対戦は含まれない）",["language2"]="每個角色每日僅能出戰<color=#ffc146>1次</color>，每天<color=#ffc146>03:00</color>恢復出戰次數（模擬對戰不會計入）"}
,["17021"]={["key"]="17021",["language1"]="构建%s次",["id"]="17021",["language3"]="%s回召集",["language2"]="構建%s次"}
,["27021"]={["key"]="27021",["language1"]="攻略成功",["id"]="27021",["language3"]="攻略成功",["language2"]="攻略成功"}
,["37021"]={["key"]="37021",["language1"]="未获得",["id"]="37021",["language3"]="未獲得",["language2"]="未獲得"}
,["23062"]={["key"]="23062",["language1"]="请先选择要穿戴的芯片套装",["id"]="23062",["language3"]="装着するチップセットを選んでください",["language2"]="請先選擇要穿戴的晶片套裝"}
,["33062"]={["key"]="33062",["language1"]="重置看板",["id"]="33062",["language3"]="看板リセット",["language2"]="重置看板"}
,["13020"]={["key"]="13020",["language1"]="活动倒计时：%s天%s",["id"]="13020",["language3"]="イベント終了まで残り：%s日%s",["language2"]="活動倒計時：%s天%s"}
,["33020"]={["key"]="33020",["language1"]="镜像竞技说明",["id"]="33020",["language3"]="ミラーアリーナ説明",["language2"]="鏡像競技說明"}
,["23020"]={["key"]="23020",["language1"]="替换当前",["id"]="23020",["language3"]="変更",["language2"]="替換當前"}
,["54020"]={["key"]="54020",["language1"]="当前积分",["id"]="54020",["language3"]="現在ポイント",["language2"]="當前積分"}
,["10036"]={["key"]="10036",["language1"]="已满级",["id"]="10036",["language3"]="LvMAX",["language2"]="已滿級"}
,["74020"]={["key"]="74020",["language1"]="已获得足够影像碎片",["id"]="74020",["language3"]="十分な映像の破片を獲得しました",["language2"]="已獲得足夠影像碎片"}
,["22063"]={["key"]="22063",["language1"]="欢庆华诞",["id"]="22063",["language4"]="SIGN BOARD",["language3"]="誕生日祝い",["language2"]="歡慶華誕"}
,["32063"]={["key"]="32063",["language1"]="服饰商店",["id"]="32063",["language3"]="服装ショップ",["language2"]="服飾商店"}
,["14020"]={["key"]="14020",["language1"]="请输入兑换码",["id"]="14020",["language3"]="コードをご入力ください",["language2"]="請輸入兌換序號"}
,["24020"]={["key"]="24020",["language1"]="购买获得",["id"]="24020",["language3"]="購入で入手",["language2"]="購買獲得"}
,["34020"]={["key"]="34020",["language1"]="本期任务",["id"]="34020",["language3"]="今期任務",["language2"]="本期任務"}
,["18094"]={["key"]="18094",["language1"]="星源对应队员的星级",["id"]="18094",["language3"]="星源はキャラのレアリティに応じて",["language2"]="星源對應隊員的星級"}
,["10403"]={["key"]="10403",["language1"]="闲置中",["id"]="10403",["language3"]="待機中",["language2"]="閒置中"}
,["10202"]={["key"]="10202",["language1"]="其他获取途径",["id"]="10202",["language3"]="他の獲得先",["language2"]="其他獲取途徑"}
,["10072"]={["key"]="10072",["language1"]="设施升级",["id"]="10072",["language4"]="BUILDING UPGRADES",["language3"]="施設LvUP",["language2"]="設施升級"}
,["19008"]={["key"]="19008",["language1"]="姐姐",["id"]="19008",["language3"]="姉",["language2"]="姐姐"}
,["18093"]={["key"]="18093",["language1"]="第10次及之后获得队员",["id"]="18093",["language3"]="10回目以降で獲得するキャラ",["language2"]="第10次及之後獲得隊員"}
,["18101"]={["key"]="18101",["language1"]="卡蒂雅推荐",["id"]="18101",["language4"]="Recommend",["language3"]="おすすめ",["language2"]="卡蒂雅推薦"}
,["21155"]={["key"]="21155",["language1"]="困难第三章 12~18关",["id"]="21155",["language3"]="第3章 ステージ12~18（ハード）",["language2"]="困難第三章 12~18關"}
,["49008"]={["key"]="49008",["language1"]="关卡目标",["id"]="49008",["language3"]="ステージ目標",["language2"]="關卡目標"}
,["39008"]={["key"]="39008",["language1"]="普通模式",["id"]="39008",["language3"]="ノーマル",["language2"]="普通模式"}
,["14058"]={["key"]="14058",["language1"]="默认",["id"]="14058",["language3"]="デフォルト",["language2"]="默認"}
,["18306"]={["key"]="18306",["language1"]="推荐",["id"]="18306",["language3"]="おすすめ",["language2"]="推薦"}
,["15120"]={["key"]="15120",["language1"]="%s后重置",["id"]="15120",["language3"]="%s後リセット",["language2"]="%s後重置"}
,["77024"]={["key"]="77024",["language1"]="结算奖励",["id"]="77024",["language3"]="結算報酬",["language2"]="結算獎勵"}
,["10051"]={["key"]="10051",["language1"]="电力消耗:",["id"]="10051",["language3"]="消耗電力：",["language2"]="電力消耗:"}
,["17024"]={["key"]="17024",["language1"]="全服累计构建奖励说明",["id"]="17024",["language3"]="全サーバー累計召集報酬の説明",["language2"]="全服累計構建獎勵說明"}
,["10439"]={["key"]="10439",["language1"]="宿舍说明",["id"]="10439",["language3"]="寮の説明",["language2"]="宿舍說明"}
,["27024"]={["key"]="27024",["language1"]="失败",["id"]="27024",["language3"]="敗北",["language2"]="失敗"}
,["37024"]={["key"]="37024",["language1"]="荣誉商店",["id"]="37024",["language3"]="栄誉ショップ",["language2"]="榮譽商店"}
,["22021"]={["key"]="22021",["language1"]="时间:",["id"]="22021",["language3"]="時間：",["language2"]="時間:"}
,["12021"]={["key"]="12021",["language1"]="助战角色",["id"]="12021",["language3"]="サポートキャラ",["language2"]="助戰角色"}
,["18008"]={["key"]="18008",["language1"]="数量：",["id"]="18008",["language3"]="数量：",["language2"]="數量："}
,["28008"]={["key"]="28008",["language1"]="主动",["id"]="28008",["language3"]="アクティブ",["language2"]="主動"}
,["33071"]={["key"]="33071",["language1"]="操作数：",["id"]="33071",["language3"]="操作数：",["language2"]="運算元："}
,["23071"]={["key"]="23071",["language1"]="激活特性",["id"]="23071",["language3"]="特性発動",["language2"]="啟動特性"}
,["14063"]={["key"]="14063",["language1"]="日期显示",["id"]="14063",["language3"]="日付表示",["language2"]="日期顯示"}
,["17101"]={["key"]="17101",["language1"]="本构建需要<color=#ffae00>通关0-2</color>后才会开启，总队长可以进行<color=#ffae00>最大30次</color>的10连构建，可<color=#ffae00>从30次的10连构建</color>中<color=#ffae00>选择1次作为最终结果</color>；每次构建后，可暂时保存当前构建结果；结果仅保留一次，若选择不同的构建结果，则会使用当前选择的结果覆盖此前的记录。",["id"]="17101",["language3"]="<color=#ffae00>0-2をクリア</color>すると開放されます。本召集は<color=#ffae00>最大30回</color>10連召集を行うことができます。<color=#ffae00>30回の10連召集</color>の結果から<color=#ffae00>1つだけ選べます</color>。毎回の召集結果は1つだけ一時的に保存できます。新しい結果を保存する場合、現在保存されている結果が上書きされます。",["language2"]="本構建需要<color=#ffae00>通關0-2</color>後才會開啟，總隊長可以進行<color=#ffae00>最大30次</color>的10連構建，可<color=#ffae00>從30次的10連構建</color>中<color=#ffae00>選擇1次作為最終結果</color>；每次構建後，可暫時保存當前構建結果；結果僅保留一次，若選擇不同的構建結果，則會使用當前選擇的結果覆蓋此前的記錄。"}
,["18122"]={["key"]="18122",["language1"]="-%s%%",["id"]="18122",["language4"]="-%s%%",["language3"]="-%s%%",["language2"]="-%s%%"}
,["19007"]={["key"]="19007",["language1"]="哥哥",["id"]="19007",["language3"]="兄",["language2"]="哥哥"}
,["29007"]={["id"]="29007",["language4"]="COLLECT",["key"]="29007",["language3"]="0"}
,["18120"]={["key"]="18120",["language1"]="第九期",["id"]="18120",["language3"]="第9期",["language2"]="第九期"}
,["76024"]={["key"]="76024",["language1"]="全体支援",["id"]="76024",["language3"]="None",["language2"]="全體支援"}
,["140012"]={["key"]="140012",["language1"]="退出后游戏进度无法继承，是否退出？",["id"]="140012",["language3"]="退出後、進捗は引き継がれません。退出しますか？",["language2"]="退出後遊戲進度無法繼承，是否退出？"}
,["190001"]={["key"]="190001",["language1"]="已完成普通章节",["id"]="190001",["language3"]="None",["language2"]="已完成普通章節"}
,["23058"]={["key"]="23058",["language1"]="整套芯片替换成功",["id"]="23058",["language3"]="まとめて変更しました",["language2"]="整套晶片替換成功"}
,["33058"]={["key"]="33058",["language1"]="进攻部署",["id"]="33058",["language4"]="ATTACK",["language3"]="攻撃編成",["language2"]="進攻部署"}
,["16024"]={["key"]="16024",["language1"]="注册账号",["id"]="16024",["language4"]="REGISTER",["language3"]="アカウント作成",["language2"]="註冊帳號"}
,["26024"]={["key"]="26024",["language1"]="同角色编成中",["id"]="26024",["language3"]="同キャラ編成中",["language2"]="同角色編成中"}
,["32072"]={["key"]="32072",["language1"]="自由方案",["id"]="32072",["language4"]="THEME FURNITURE",["language3"]="マイセット",["language2"]="自由方案"}
,["18103"]={["key"]="18103",["language1"]="购买后同步获得<color=\"#00FFBF\">%s</color>的<color=\"#00FFBF\">%s</color>形态切换外观！",["id"]="18103",["language3"]="購入後同時に<color=\"#00FFBF\">%s</color>の形態切換スキン<color=\"#00FFBF\">%s</color>を獲得！",["language2"]="購買後同步獲得<color=\"#00FFBF\">%s</color>的<color=\"#00FFBF\">%s</color>形態切換外觀！"}
,["27008"]={["key"]="27008",["language1"]="副会长",["id"]="27008",["language3"]="副会長",["language2"]="副會長"}
,["17008"]={["key"]="17008",["language1"]="共%s名角色",["id"]="17008",["language3"]="全%s名",["language2"]="共%s名角色"}
,["16093"]={["key"]="16093",["language1"]="往手机号后四位为<color=#FFC142>%s</color>发送验证码：",["id"]="16093",["language3"]="後ろ四桁<color=#FFC142>%s</color>の携帯番号に認証コードを送信します：",["language2"]="往手機號後四位為<color=#FFC142>%s</color>發送驗證碼："}
,["33063"]={["key"]="33063",["language1"]="更换看板",["id"]="33063",["language3"]="看板変更",["language2"]="更換看板"}
,["23063"]={["key"]="23063",["language1"]="未拥有该套装下的任何一种芯片",["id"]="23063",["language3"]="このセットのチップを所持していません",["language2"]="未擁有該套裝下的任何一種晶片"}
,["14071"]={["key"]="14071",["language1"]="直播模式开启中",["id"]="14071",["language3"]="ライブモード有効中",["language2"]="直播模式開啟中"}
,["47008"]={["key"]="47008",["language1"]="完成时间：%s",["id"]="47008",["language3"]="達成時間：%s",["language2"]="——完成時間："}
,["37008"]={["key"]="37008",["language1"]="剩余血量",["id"]="37008",["language3"]="残り耐久値",["language2"]="剩餘血量"}
,["67008"]={["key"]="67008",["language1"]="连抽1次",["id"]="67008",["language3"]="1回連続抽選",["language2"]="連抽1次"}
,["76008"]={["key"]="76008",["language1"]="划动选择关卡",["id"]="76008",["language3"]="スライドでステージ選択",["language2"]="劃動選擇關卡"}
,["14052"]={["key"]="14052",["language1"]="12小时",["id"]="14052",["language3"]="12時間",["language2"]="12小時"}
,["90026"]={["key"]="90026",["language1"]="当前出战",["id"]="90026",["language3"]="現在出撃中",["language2"]="當前出戰"}
,["21128"]={["key"]="21128",["language1"]="第二章 01~10关",["id"]="21128",["language3"]="第2章 ステージ01~10",["language2"]="第二章 01~10關"}
,["70026"]={["key"]="70026",["language1"]="结算中",["id"]="70026",["language3"]="結算中",["language2"]="結算中"}
,["10204"]={["key"]="10204",["language1"]="合成工厂达到%s开启",["id"]="10204",["language3"]="合成工場が%sになると開放",["language2"]="合成工廠達到%s開啟"}
,["16008"]={["key"]="16008",["language1"]="不超过7个字",["id"]="16008",["language3"]="7文字以内",["language2"]="不超過7個字"}
,["33016"]={["key"]="33016",["language1"]="提升至新的阶段",["id"]="33016",["language4"]="-NEW RANK-",["language3"]="昇格",["language2"]="提升至新的階段"}
,["23016"]={["key"]="23016",["language1"]="整套替换",["id"]="23016",["language4"]="REPLACE",["language3"]="まとめて変更",["language2"]="整套替換"}
,["13016"]={["key"]="13016",["language1"]="暂无内容，请重新打开界面",["id"]="13016",["language4"]="NO CONTENT",["language3"]="内容がありません。画面を開き直してください",["language2"]="暫無內容，請重新打開介面"}
,["17156"]={["key"]="17156",["language1"]="活动期间，总队长在「绝对零度」中可使用「构建蓝图」进行构建。",["id"]="17156",["language3"]="イベント期間中、総隊長は「アブソルートゼロ」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「絕對零度」中可使用「構建藍圖」進行構建。"}
,["15101"]={["key"]="15101",["language1"]="每日探索说明",["id"]="15101",["language3"]="探索任務の説明",["language2"]="每日探索說明"}
,["15005"]={["key"]="15005",["language1"]="关卡掉落",["id"]="15005",["language3"]="ドロップ",["language2"]="關卡掉落"}
,["20021"]={["key"]="20021",["language1"]="剩余:",["id"]="20021",["language3"]="残り：",["language2"]="剩餘:"}
,["10021"]={["key"]="10021",["language1"]="降序",["id"]="10021",["language3"]="降順",["language2"]="降序"}
,["17110"]={["key"]="17110",["language1"]="<color=#ffae00>【注意】</color>本构建属于【核心构建】，其构建次数保底会一直累计于【核心构建】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17110",["language3"]="<color=#ffae00>【注意】</color>本召集は【コア召集】に属します。確定までのカウント別種類の召集とは互いに独立しており、共通しません。",["language2"]="<color=#ffae00>【注意】</color>本構建屬於【核心構建】，其構建次數保底會一直累計於【核心構建】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["70021"]={["key"]="70021",["language1"]="当前：%s名",["id"]="70021",["language3"]="現在：%s位",["language2"]="當前：%s名"}
,["17162"]={["key"]="17162",["language1"]="活动期间，总队长在「钢铁壁垒」中可使用「构建蓝图」进行构建。",["id"]="17162",["language3"]="イベント期間中、総隊長は「鋼鉄の意志」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「鋼鐵壁壘」中可使用「構建藍圖」進行構建。"}
,["65005"]={["key"]="65005",["language1"]="奖励",["id"]="65005",["language3"]="報酬",["language2"]="獎勵"}
,["55005"]={["key"]="55005",["language1"]="已过期",["id"]="55005",["language2"]="已過期"}
,["45005"]={["key"]="45005",["language1"]="粲晶消耗",["id"]="45005",["language3"]="輝晶消費",["language2"]="粲晶消耗"}
,["35005"]={["key"]="35005",["language1"]="(每日限购%s/%s)",["id"]="35005",["language3"]="(本日回数%s/%s)",["language2"]="(每日限購%s/%s)"}
,["1073"]={["key"]="1073",["language1"]="交战中不可移动",["id"]="1073",["language3"]="交戦中移動不可",["language2"]="交戰中不可移動"}
,["17168"]={["key"]="17168",["language1"]="【<color=#ffae00>注意</color>】本构建属于【定制构建γ】，其构建次数保底会一直累计于【定制构建γ】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17168",["language3"]="【<color=#ffae00>注意</color>】本召集は【セレクト召集γ】に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="【<color=#ffae00>注意</color>】本構建屬於【定制構建γ】，其構建次數保底會一直累計於【定制構建γ】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["65008"]={["key"]="65008",["language1"]="本关增益",["id"]="65008",["language3"]="ステージバフ",["language2"]="本關增益"}
,["10128"]={["key"]="10128",["language1"]="等待刷新中",["id"]="10128",["language3"]="更新待ち",["language2"]="等待更新中"}
,["15052"]={["key"]="15052",["language1"]="消灭指定怪物数量达到%s只",["id"]="15052",["language3"]="指定した敵を%s体倒す",["language2"]="消滅指定怪物數量達到%s只"}
,["15008"]={["key"]="15008",["language1"]="已领取",["id"]="15008",["language4"]="RECEIVED",["language3"]="受取済",["language2"]="已領取"}
,["18079"]={["key"]="18079",["language1"]="通关 %s",["id"]="18079",["language3"]="%sクリア",["language2"]="通關 %s"}
,["7073"]={["key"]="7073",["language1"]="例次模式",["id"]="7073",["language3"]="ログインモード",["language2"]="例次模式"}
,["18099"]={["key"]="18099",["language1"]="购买后同时解锁<color=\"#00FFBF\">%s</color>机神的<color=\"#00FFBF\">%s</color>时装外观！",["id"]="18099",["language3"]="購入後同時に機神<color=\"#00FFBF\">%s</color>のスキン<color=\"#00FFBF\">%s</color>を解放！",["language2"]="購買後同時解鎖<color=\"#00FFBF\">%s</color>機神的<color=\"#00FFBF\">%s</color>時裝外觀！"}
,["32016"]={["key"]="32016",["language1"]="请点击选择需要<color=#ffc146>赠送礼物</color>的角色",["id"]="32016",["language3"]="<color=#ffc146>プレゼントを贈る</color>キャラをタップして選んでください",["language2"]="請點擊選擇需要<color=#ffc146>贈送禮物</color>的角色"}
,["4073"]={["key"]="4073",["language1"]="%s",["id"]="4073",["language3"]="%s",["language2"]="%s"}
,["12016"]={["key"]="12016",["language1"]="离线",["id"]="12016",["language3"]="オフライン",["language2"]="離線"}
,["17146"]={["key"]="17146",["language1"]="如果<color=#ffae00>连续2次</color>。没有获得本期概率提升的6星队员，则<color=#ffae00>下一次构建获得6星队员</color>的必定为<color=#ffae00>本期概率提升的6星队员</color>。",["id"]="17146",["language3"]="出現した☆6キャラは<color=#ffae00>2回連続</color>でピックアップの対象キャラが出なかった場合、<color=#ffae00>次に出現した☆6キャラ</color>は必ず<color=#ffae00>ピックアップの対象キャラ</color>になります。",["language2"]="如果<color=#ffae00>連續2次</color>。沒有獲得本期機率提升的6星隊員，則<color=#ffae00>下一次構建獲得6星隊員</color>的必定為<color=#ffae00>本期機率提升的6星隊員</color>。"}
,["45016"]={["key"]="45016",["language1"]="激活",["id"]="45016",["language4"]="Buy",["language3"]="発動",["language2"]="激活"}
,["75016"]={["key"]="75016",["language1"]=[[是否进行重构？
<color=#ff7781>*注意，进行重构后的芯片部位及芯片副词条都可能会发生变化。</color>]],["id"]="75016",["language3"]=[[再構築を行いますか？
<color=#ff7781>*注意、再構築後のチップ部位及びチップステータスは変わる可能性があります。</color>]],["language2"]="是否進行重構？"}
,["65016"]={["key"]="65016",["language1"]="队员阵亡数量不大于%s个",["id"]="65016",["language3"]="隊員の死亡数が%s人以内",["language2"]="隊員陣亡數量不大於%s個"}
,["16110"]={["key"]="16110",["language1"]="完整下载",["id"]="16110",["language4"]="FULL DOWNLOAD",["language3"]="フルパック",["language2"]="完整下載"}
,["17189"]={["key"]="17189",["language1"]="选择队员",["id"]="17189",["language3"]="隊員選択",["language2"]="選擇隊員"}
,["15144"]={["key"]="15144",["language1"]="当前<color=#FF4c4c>芯片等级</color>养成较低，是否仍要继续挑战？",["id"]="15144",["language3"]="現在の<color=#FF4c4c>チップLv</color>の育成度が低いですが、挑戦を続けますか？",["language2"]="當前<color=#FF4c4c>晶片等級</color>養成較低，是否仍要繼續挑戰？"}
,["20026"]={["key"]="20026",["language1"]="芯片品质",["id"]="20026",["language3"]="チップランク",["language2"]="晶片品質"}
,["10026"]={["key"]="10026",["language1"]="金",["id"]="10026",["language3"]="金",["language2"]="金"}
,["4206"]={["key"]="4206",["language1"]="突破成功",["id"]="4206",["language4"]="-SUCCESS-",["language3"]="突破成功",["language2"]="突破成功"}
,["74008"]={["key"]="74008",["language1"]="解锁一条竖线上的所有碎片",["id"]="74008",["language3"]="縦線上の破片を全て解放",["language2"]="解鎖一條豎線上的所有碎片"}
,["10058"]={["key"]="10058",["language1"]="设施总览",["id"]="10058",["language3"]="施設一覧",["language2"]="設施總覽"}
,["130016"]={["key"]="130016",["language1"]="进度",["id"]="130016",["language3"]="進行度",["language2"]="進度"}
,["29016"]={["key"]="29016",["language1"]="其他",["id"]="29016",["language4"]="OTHER",["language3"]="その他",["language2"]="其他"}
,["14008"]={["key"]="14008",["language1"]="图像质量 - 高（高清）",["id"]="14008",["language3"]="高品質",["language2"]="圖像品質 - 高（清晰）"}
,["24008"]={["key"]="24008",["language1"]="批量分解",["id"]="24008",["language3"]="一括分解",["language2"]="一併分解"}
,["34008"]={["key"]="34008",["language1"]="勘探指南",["id"]="34008",["language3"]="探査指南",["language2"]="勘探指南"}
,["44008"]={["key"]="44008",["language1"]="说明",["id"]="44008",["language3"]="説明",["language2"]="說明"}
,["54008"]={["key"]="54008",["language1"]="开始战斗",["id"]="54008",["language3"]="戦闘開始",["language2"]="開始戰鬥"}
,["15124"]={["key"]="15124",["language1"]="关卡",["id"]="15124",["language3"]="ステージ",["language2"]="關卡"}
,["27005"]={["key"]="27005",["language1"]="自我介绍：",["id"]="27005",["language3"]="自己紹介：",["language2"]="自我介紹："}
,["17005"]={["key"]="17005",["language1"]="出现角色一览 【全%s名角色】",["id"]="17005",["language3"]="出現キャラ一覧【全%s名】",["language2"]="出現角色一覽 【全%s名角色】"}
,["38016"]={["key"]="38016",["language1"]="原晶可代替台币1:1支付商品，支付时如果原晶不足则无法支付，无法使用原晶+台币的方式支付",["id"]="38016",["language3"]="原晶は日本円1:1で商品を支払うことができ、支払い時に原晶が不足している場合は支払えず、原晶+日本円の方式で支払うことはできません",["language2"]="原晶可代替台幣1:1支付商品，支付時如果原晶不足則無法支付，無法使用原晶+台幣的方式支付"}
,["15110"]={["key"]="15110",["language1"]="不使用助战角色获得战斗胜利",["id"]="15110",["language3"]="サポートキャラを使わずに戦闘勝利",["language2"]="不使用助戰角色獲得戰鬥勝利"}
,["16021"]={["key"]="16021",["language1"]="适龄提示",["id"]="16021",["language3"]="対象年齢",["language2"]="適齡提示"}
,["76021"]={["key"]="76021",["language1"]="危险等级上限提升",["id"]="76021",["language3"]="危険レベル上限増加",["language2"]="危險等級上限提升"}
,["77005"]={["key"]="77005",["language1"]="第%s轮",["id"]="77005",["language3"]="第%sラウンド",["language2"]="第%s輪"}
,["4047"]={["key"]="4047",["language1"]="消耗同角色星源或小队星尘",["id"]="4047",["language3"]="同キャラの星源または同小隊の星塵を消費",["language2"]="消耗同角色星源或小隊星塵"}
,["47005"]={["key"]="47005",["language1"]="所有成就已全部完成",["id"]="47005",["language3"]="全実績獲得済み",["language2"]="所有成就已全部完成"}
,["7047"]={["key"]="7047",["language1"]="每次登录",["id"]="7047",["language4"]="EVERY LOGIN",["language3"]="ログイン毎",["language2"]="每次登錄"}
,["67005"]={["key"]="67005",["language1"]="所持道具数量不足，是否前往获取道具？",["id"]="67005",["language3"]="所持アイテム不足、アイテム入手に向かいますか？",["language2"]="所持道具數量不足，是否前往獲取道具？"}
,["73008"]={["key"]="73008",["language1"]="请先解锁%s",["id"]="73008",["language3"]="%sを先に解放",["language2"]="請先解鎖%s"}
,["10048"]={["key"]="10048",["language1"]="建造时间",["id"]="10048",["language4"]="CONSTRUCTION TIME",["language3"]="建造時間",["language2"]="建造時間"}
,["1047"]={["key"]="1047",["language1"]="当前筛选下无内容",["id"]="1047",["language4"]="NO CONTENT",["language3"]="該当する対象がいません",["language2"]="當前篩選下無內容"}
,["90048"]={["key"]="90048",["language1"]="当天匹配限时军演%s次",["id"]="90048",["language3"]="当日の期間限定演習マッチ%s回",["language2"]="當天匹配限時軍演%s次"}
,["13008"]={["key"]="13008",["language1"]="已签到",["id"]="13008",["language3"]="ログイン済み",["language2"]="已簽到"}
,["33008"]={["key"]="33008",["language1"]="（%s    后恢复%s次）",["id"]="33008",["language3"]="（%s    後%s回回復）",["language2"]="（%s    後恢復%s次）"}
,["23008"]={["key"]="23008",["language1"]="记录",["id"]="23008",["language3"]="保存",["language2"]="記錄"}
,["53008"]={["key"]="53008",["language1"]="使用",["id"]="53008",["language3"]="使用",["language2"]="使用"}
,["14005"]={["key"]="14005",["language1"]="用户中心",["id"]="14005",["language4"]="USER CENTER",["language3"]="ログアウト",["language2"]="用戶中心"}
,["17163"]={["key"]="17163",["language1"]="活动期间，总队长在「多式联运」中可使用「构建蓝图」进行构建。",["id"]="17163",["language3"]="イベント期間中、総隊長は「インターモーダル」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「多式聯運」中可使用「構建藍圖」進行構建。"}
,["49146"]={["key"]="49146",["language1"]="只能编入输出队员（基础队伍最大人数为5）",["id"]="49146",["language3"]="アタッカー隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入輸出隊員（基礎隊伍最大人數為5）"}
,["49189"]={["key"]="49189",["language1"]="队员等级大于等于80级",["id"]="49189",["language3"]="隊員レベルが80以上",["language2"]="隊員等級大於等於80級"}
,["21133"]={["key"]="21133",["language1"]="困难第二章 01~10关",["id"]="21133",["language3"]="第2章 ステージ01~10（ハード）",["language2"]="困難第二章 01~10關"}
,["54005"]={["key"]="54005",["language1"]="等级奖励",["id"]="54005",["language3"]="レベル報酬",["language2"]="等級獎勵"}
,["64005"]={["key"]="64005",["language1"]="最高回合：%s回合",["id"]="64005",["language3"]="最高ラウンド：%s",["language2"]="最高回合：%s回合"}
,["34005"]={["key"]="34005",["language1"]="阶段",["id"]="34005",["language3"]="段階",["language2"]="階段"}
,["44005"]={["key"]="44005",["language1"]="通过上一教程解锁",["id"]="44005",["language3"]="一つ上の戦闘をクリアすると解放",["language2"]="通過上一教程解鎖"}
,["22051"]={["key"]="22051",["language1"]="活动时间：",["id"]="22051",["language3"]="イベント時間：",["language2"]="活動時間："}
,["15053"]={["key"]="15053",["language1"]="行动次数达到%s步",["id"]="15053",["language3"]="行動回数が%s回に達する",["language2"]="行動次數達到%s步"}
,["72008"]={["key"]="72008",["language1"]="*表情只会在部分玩家对战中生效",["id"]="72008",["language3"]="*表情は一部のプレイヤー対戦でのみ有効",["language2"]="*表情只會在部分玩家對戰中生效"}
,["52008"]={["key"]="52008",["language1"]="已设为主界面BGM",["id"]="52008",["language3"]="メイン画面BGMに設定済み",["language2"]="已設為主界面BGM"}
,["62008"]={["key"]="62008",["language1"]="点击领取",["id"]="62008",["language3"]="タップで受取",["language2"]="點擊領取"}
,["32008"]={["key"]="32008",["language1"]="角色",["id"]="32008",["language3"]="キャラ",["language2"]="角色"}
,["10052"]={["key"]="10052",["language1"]="驻员数量:",["id"]="10052",["language3"]="最大配置数：",["language2"]="駐員數量:"}
,["12008"]={["key"]="12008",["language1"]="请在此处输入用户编号",["id"]="12008",["language3"]="ここでUIDを入力してください",["language2"]="請在此處輸入用戶編號"}
,["22008"]={["key"]="22008",["language1"]="进入指南",["id"]="22008",["language4"]="GET INTO",["language3"]="指南へ",["language2"]="進入指南"}
,["7064"]={["key"]="7064",["language1"]="只在登录游戏时播放角色、插图入场动画。",["id"]="7064",["language3"]="ゲームログイン時のみキャラクター、イラストの入場アニメーションを再生。",["language2"]="只在登錄遊戲時播放角色、插圖入場動畫。"}
,["29075"]={["key"]="29075",["language1"]="心间私语",["id"]="29075",["language4"]="ASMR",["language3"]="心の囁き",["language2"]="心間私語"}
,["4055"]={["key"]="4055",["language1"]="%s小队",["id"]="4055",["language3"]="%s",["language2"]="%s小隊"}
,["1095"]={["key"]="1095",["language1"]="A.M",["id"]="1095",["language3"]="A.M",["language2"]="A.M"}
,["14021"]={["key"]="14021",["language1"]="确认兑换",["id"]="14021",["language3"]="交換する",["language2"]="確認兌換"}
,["1055"]={["key"]="1055",["language1"]="物品类型",["id"]="1055",["language3"]="アイテムタイプ",["language2"]="物品類型"}
,["11005"]={["key"]="11005",["language1"]="您暂时还没有邮件哦",["id"]="11005",["language3"]="まだメールが届いていません",["language2"]="您暫時還沒有郵件哦"}
,["24021"]={["key"]="24021",["language1"]="每日获得",["id"]="24021",["language3"]="毎日獲得",["language2"]="每日獲得"}
,["54021"]={["key"]="54021",["language1"]="当前难度",["id"]="54021",["language3"]="現在難易度",["language2"]="當前難度"}
,["61005"]={["key"]="61005",["language1"]="每周任务",["id"]="61005",["language3"]="週間任務",["language2"]="每週任務"}
,["10133"]={["key"]="10133",["language1"]="拜访中",["id"]="10133",["language3"]="訪問中",["language2"]="拜訪中"}
,["49155"]={["key"]="49155",["language1"]="只能编入机装队员（基础队伍最大人数为5）",["id"]="49155",["language3"]="機装隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入機裝隊員（基礎隊伍最大人數為5）"}
,["33068"]={["key"]="33068",["language1"]="胜利可获得",["id"]="33068",["language3"]="勝利で獲得可能",["language2"]="勝利可獲得"}
,["23068"]={["key"]="23068",["language1"]="辅助",["id"]="23068",["language3"]="補助",["language2"]="輔助"}
,["49165"]={["key"]="49165",["language1"]="禁止编入气象队员",["id"]="49165",["language3"]="気象隊員の編成禁止",["language2"]="禁止編入氣象隊員"}
,["7055"]={["key"]="7055",["language1"]="随机看板",["id"]="7055",["language4"]="RANDOM",["language3"]="ランダム看板",["language2"]="隨機看板"}
,["23051"]={["key"]="23051",["language1"]="消耗：",["id"]="23051",["language3"]="消費：",["language2"]="消耗："}
,["18076"]={["key"]="18076",["language1"]="第四期",["id"]="18076",["language3"]="第四期",["language2"]="第四期"}
,["16053"]={["key"]="16053",["language1"]="总队长生日",["id"]="16053",["language3"]="総隊長の誕生日",["language2"]="總隊長生日"}
,["14041"]={["key"]="14041",["language1"]="重置密码",["id"]="14041",["language4"]="PASSWORD RESET",["language3"]="パスワード変更",["language2"]="重置密碼"}
,["71008"]={["key"]="71008",["language1"]="每日可额外获得1个R5芯片箱",["id"]="71008",["language3"]="毎日追加で1個のR5チップBOXを獲得可能",["language2"]="每日可額外獲得1個R5芯片箱"}
,["61008"]={["key"]="61008",["language1"]="复制",["id"]="61008",["language3"]="コピー",["language2"]="複製"}
,["51008"]={["key"]="51008",["language1"]="%s后开启",["id"]="51008",["language3"]="%s後開放",["language2"]="%s後開啟"}
,["29009"]={["key"]="29009",["language1"]="山脉",["id"]="29009",["language4"]="MONTAGNES",["language3"]="山脈",["language2"]="山脈"}
,["31008"]={["key"]="31008",["language1"]="技能按照1、2、3的顺序释放（普攻之后的技能将无法自动施放）",["id"]="31008",["language3"]="スキルは1、2、3の順番で発動する（1が通常攻撃の場合、ほかのスキルが発動されない）",["language2"]="技能按照1、2、3的順序釋放（普攻之後的技能將無法自動施放）"}
,["11008"]={["key"]="11008",["language1"]="%s后过期",["id"]="11008",["language3"]="%s後期限切れ",["language2"]="%s後過期"}
,["49009"]={["key"]="49009",["language1"]="已击败",["id"]="49009",["language3"]="撃破済み",["language2"]="已擊敗"}
,["33051"]={["key"]="33051",["language1"]=[[胜利可获得
<color=#ffc146>%s</color>积分]],["id"]="33051",["language3"]=[[勝利すると
<color=#ffc146>%s</color>ポイント獲得]],["language2"]=[[勝利可獲得
<color=#ffc146>%s</color>積分]]}
,["4064"]={["key"]="4064",["language1"]="出身：",["id"]="4064",["language3"]="出身：",["language2"]="出身："}
,["60101"]={["key"]="60101",["language1"]="消耗补给券可获得大量补给",["id"]="60101",["language3"]="補給券を消費して大量の補給を獲得可能",["language2"]="消耗補給券可獲得大量補給"}
,["16005"]={["key"]="16005",["language1"]="请输入总队长名字",["id"]="16005",["language3"]="お名前を入力してください",["language2"]="請輸入總隊長名字"}
,["1064"]={["key"]="1064",["language1"]="队员如约而至，将这份羁绊分享给其它总队长吧！",["id"]="1064",["language3"]="隊員が到着しました。この絆を他の総隊長とシェアしよう！",["language2"]="隊員如約而至，將這份羈絆分享給其它總隊長吧！"}
,["10101"]={["key"]="10101",["language1"]="制作素材",["id"]="10101",["language3"]="制作素材",["language2"]="製作素材"}
,["15064"]={["key"]="15064",["language1"]="使用%s支队伍通关",["id"]="15064",["language3"]="%sチームでクリアする",["language2"]="使用%s支隊伍通關"}
,["62052"]={["key"]="62052",["language1"]="活动结束时间",["id"]="62052",["language3"]="イベント終了時間",["language2"]="活動結束時間"}
,["15021"]={["key"]="15021",["language1"]="双倍掉落：%s",["id"]="15021",["language3"]="2倍ドロップ：%s",["language2"]="雙倍掉落：%s"}
,["65021"]={["key"]="65021",["language1"]="战力调遣小队",["id"]="65021",["language3"]="小隊演習チーム",["language2"]="戰力調遣小隊"}
,["49163"]={["key"]="49163",["language1"]="禁止编入乐团队员",["id"]="49163",["language3"]="楽団隊員編成禁止",["language2"]="禁止編入樂團隊員"}
,["45021"]={["key"]="45021",["language1"]="上架时间",["id"]="45021",["language3"]="登場時間",["language2"]="上架時間"}
,["36005"]={["key"]="36005",["language1"]="本周报酬微晶",["id"]="36005",["language3"]="今週の獲得微結晶",["language2"]="本週報酬微晶"}
,["46005"]={["key"]="46005",["language1"]="使用",["id"]="46005",["language4"]="USE",["language3"]="使用",["language2"]="使用"}
,["56005"]={["key"]="56005",["language1"]="累计可获得",["id"]="56005",["language2"]="累計可獲得"}
,["14068"]={["key"]="14068",["language1"]="直播模式",["id"]="14068",["language3"]="ライブモード",["language2"]="直播模式"}
,["6020"]={["key"]="6020",["language1"]="奖励活动",["id"]="6020",["language3"]="キャンペーン",["language2"]="獎勵活動"}
,["17053"]={["key"]="17053",["language1"]="替换",["id"]="17053",["language4"]="Replace",["language3"]="交換",["language2"]="替換"}
,["15041"]={["key"]="15041",["language1"]="固定掉落",["id"]="15041",["language3"]="確定ドロップ",["language2"]="固定掉落"}
,["25041"]={["key"]="25041",["language1"]=" 操   作",["id"]="25041",["language4"]="ORDER",["language3"]="操 作",["language2"]=" 操   作"}
,["50008"]={["key"]="50008",["language1"]="继续",["id"]="50008",["language4"]="continue",["language3"]="続ける",["language2"]="繼續"}
,["29076"]={["key"]="29076",["language1"]="盟约",["id"]="29076",["language3"]="盟約",["language2"]="盟約"}
,["16052"]={["key"]="16052",["language1"]="总队长名字",["id"]="16052",["language3"]="総隊長の名前",["language2"]="總隊長名字"}
,["80008"]={["key"]="80008",["language1"]="%s天%s时%s分",["id"]="80008",["language3"]="%s日%s時間%s分",["language2"]="%s天%s時%s分"}
,["4032"]={["key"]="4032",["language1"]="被动",["id"]="4032",["language3"]="パッシブ",["language2"]="被動"}
,["20008"]={["key"]="20008",["language1"]="等级提升",["id"]="20008",["language4"]="Upgrade",["language3"]="レベル強化",["language2"]="等級提升"}
,["1020"]={["key"]="1020",["language1"]="周四",["id"]="1020",["language4"]="THURSDAY",["language3"]="木曜",["language2"]="週四"}
,["2020"]={["key"]="2020",["language1"]="日常进度",["id"]="2020",["language4"]="TASK PROGRESS",["language3"]="達成度",["language2"]="日常進度"}
,["3020"]={["key"]="3020",["language1"]="消耗%s个%s",["id"]="3020",["language3"]="%sを%s個消費する",["language2"]="消耗%s個%s"}
,["4020"]={["key"]="4020",["language1"]="替换",["id"]="4020",["language4"]="REPLACE",["language3"]="交換",["language2"]="替換"}
,["15099"]={["key"]="15099",["language1"]="活动探索说明",["id"]="15099",["language3"]="イベントの説明",["language2"]="活動探索說明"}
,["54016"]={["key"]="54016",["language1"]="增益商店",["id"]="54016",["language3"]="バフ商店",["language2"]="增益商店"}
,["64016"]={["key"]="64016",["language1"]="已获得星星数量",["id"]="64016",["language3"]="獲得済勲章数",["language2"]="已獲得星星數量"}
,["74016"]={["key"]="74016",["language1"]="前往购买碎片",["id"]="74016",["language3"]="断片購入へ",["language2"]="前往購買碎片"}
,["13005"]={["key"]="13005",["language1"]="您好，总队长。",["id"]="13005",["language3"]="こんにちは、総隊長",["language2"]="您好，總隊長。"}
,["1032"]={["key"]="1032",["language1"]="使用",["id"]="1032",["language4"]="USE",["language3"]="使う",["language2"]="使用"}
,["14064"]={["key"]="14064",["language1"]="星期显示",["id"]="14064",["language3"]="曜日表示",["language2"]="星期顯示"}
,["23005"]={["key"]="23005",["language1"]="解锁位置",["id"]="23005",["language3"]="枠解放",["language2"]="解鎖位置"}
,["53005"]={["key"]="53005",["language1"]="——%s获得",["id"]="53005",["language3"]="——%s獲得",["language2"]="——%s獲得"}
,["37052"]={["key"]="37052",["language1"]="最高积分",["id"]="37052",["language3"]="ポイント",["language2"]="積分"}
,["73005"]={["key"]="73005",["language1"]="下列中选其一",["id"]="73005",["language3"]="以下から1つ選択",["language2"]="下列中選其一"}
,["10436"]={["key"]="10436",["language1"]=[[<color=#ffc146>【简介】</color>
 发电站会给整个基地的设施提供电量，设施在电力正常的情况下才会正常运作。

<color=#ffc146>【规则】</color>
 1.除发电站外，每个设施的建造与升级都会增加基地的消耗。
 2.根据基地消耗的电量与发电站提供的电量相比，基地的发电情况可分为4种——
 电力充裕：设施正常运转，同时部分设施的生产与订单的生成还会有额外加成。
 正常负载：电力正常供给，设施正常运行，无额外加成。
 满载负荷：基地电力缺失，部分设施的生产与订单的生成会受到影响，减少对应的产出速度。
 电荷超载：电力无法提供基地运转，基地设施停止工作。]],["id"]="10436",["language3"]=[[<color=#ffc146>【説明】</color>
 発電所は基地内のすべての施設に電力を提供し、各施設の機能を維持するための場所である。

<color=#ffc146>【ルール】</color>
 1.発電所を除き、すべての施設は建造と強化と共に電力の消耗が増える。
 2.発電所が提供する電力と基地が消耗する電力の比例に応じて、以下4つの状況に分けられる───
電力充足：施設が通常運転する。一部の施設の生産量および注文リストの生成にボーナスがつく。
正常稼働：施設が通常運転する。ボーナスなし。
重負荷：基地の電力不足、一部の施設の生産量および受注リストの生成が減少する。
過剰負荷：電力の供給が追い付かない。基地内のすべての施設が停止する。]],["language2"]=[[<color=#ffc146>【簡介】</color>
 發電站會給整個基地的設施提供電量，設施在電力正常的情況下才會正常運作。

<color=#ffc146>【規則】</color>
 1.除發電站外，每個設施的建造與升級都會增加基地的消耗。
 2.設施正常運轉，同時部分設施的生產與訂單的生成還會有額外加成。
 正常負載：電力正常供給，設施正常運行，無額外加成。
 滿載負荷：基地電力缺失，部分設施的生產與訂單的生成會受到影響，減少對應的產出速度。
 電荷超載：電力無法提供基地運轉，基地設施停止工作。]]}
,["17165"]={["key"]="17165",["language1"]="转化",["id"]="17165",["language3"]="転化",["language2"]="轉化"}
,["21110"]={["key"]="21110",["language1"]="任务奖励",["id"]="21110",["language3"]="任務報酬",["language2"]="任務獎勵"}
,["18053"]={["key"]="18053",["language1"]="购买",["id"]="18053",["language4"]="Buy",["language3"]="購入",["language2"]="購買"}
,["12041"]={["key"]="12041",["language1"]="同意",["id"]="12041",["language4"]="ACCEPT",["language3"]="許可",["language2"]="同意"}
,["32041"]={["key"]="32041",["language1"]="家具：",["id"]="32041",["language3"]="家具：",["language2"]="傢俱："}
,["10213"]={["key"]="10213",["language1"]="日限",["id"]="10213",["language3"]="日間限定",["language2"]="每日限定"}
,["17052"]={["key"]="17052",["language1"]="%s不足,是否消耗<color=#FFC146>%s</color>%s购买<color=#FFC146>%s</color>%s？",["id"]="17052",["language3"]="%sが足りません。<color=#FFC146>%s</color>%sを消費して<color=#FFC146>%s</color>%sを購入しますか？",["language2"]="%s不足,是否消耗<color=#FFC146>%s</color>%s購買<color=#FFC146>%s</color>%s？"}
,["23064"]={["key"]="23064",["language1"]="保存成功",["id"]="23064",["language3"]="保存しました",["language2"]="保存成功"}
,["15086"]={["key"]="15086",["language1"]="自动战斗",["id"]="15086",["language3"]="AUTO戦闘",["language2"]="自動戰鬥"}
,["4081"]={["key"]="4081",["language1"]="HP：",["id"]="4081",["language3"]="耐久値：",["language2"]="HP："}
,["14016"]={["key"]="14016",["language1"]="音乐",["id"]="14016",["language3"]="BGM",["language2"]="音樂"}
,["16099"]={["key"]="16099",["language1"]="账号已进入注销流程，如果您在%s天内再次上线则取消本次注销",["id"]="16099",["language3"]="アカウント削除の申請を受け付けました。%s日内にログインすれば、アカウント削除の申請をキャンセルできます",["language2"]="帳號已進入註銷流程，如果您在%s天內再次上線則取消本次註銷"}
,["34016"]={["key"]="34016",["language1"]="任务重置：",["id"]="34016",["language3"]="任務更新：",["language2"]="任務重置："}
,["10084"]={["key"]="10084",["language1"]="收取资源",["id"]="10084",["language4"]="GATHER RESOURCES",["language3"]="資源回収",["language2"]="收取資源"}
,["90052"]={["key"]="90052",["language1"]="段位达到“%s”",["id"]="90052",["language3"]="ランク「%s」到達",["language2"]="段位達到“%s”"}
,["20005"]={["key"]="20005",["language1"]="造成伤害：",["id"]="20005",["language3"]="与ダメージ：",["language2"]="造成傷害："}
,["13021"]={["key"]="13021",["language1"]="活动倒计时：%s",["id"]="13021",["language3"]="カウント：%s",["language2"]="活動倒計時：%s"}
,["23021"]={["key"]="23021",["language1"]="装备中",["id"]="23021",["language3"]="装着中",["language2"]="裝備中"}
,["10005"]={["key"]="10005",["language1"]="订单中心",["id"]="10005",["language3"]="注文センター",["language2"]="訂單中心"}
,["10110"]={["key"]="10110",["language1"]="刷新剩余时间：",["id"]="10110",["language3"]="更新まで残り：",["language2"]="更新剩餘時間："}
,["70005"]={["key"]="70005",["language1"]="伤害排名",["id"]="70005",["language4"]="FIGHT RANK",["language3"]="ランキング",["language2"]="傷害排名"}
,["40005"]={["key"]="40005",["language1"]="催眠疗法",["id"]="40005",["language4"]="HYPNOSIS",["language3"]="催眠療法",["language2"]="催眠療法"}
,["50005"]={["key"]="50005",["language1"]="可能遭遇的敌人",["id"]="50005",["language3"]="遭遇する可能性のある敵",["language2"]="可能遭遇的敵人"}
,["62041"]={["key"]="62041",["language1"]="海藻晶球",["id"]="62041",["language3"]="シーグローブ",["language2"]="海藻晶球"}
,["10416"]={["key"]="10416",["language1"]="已选择：",["id"]="10416",["language3"]="選択中：",["language2"]="已選擇："}
,["22068"]={["key"]="22068",["language1"]="无角色",["id"]="22068",["language3"]="キャラ無し",["language2"]="無角色"}
,["32068"]={["key"]="32068",["language1"]="请输入预设方案的名字",["id"]="32068",["language3"]="マイセットの名前を入力してください",["language2"]="請輸入預設方案的名字"}
,["14039"]={["key"]="14039",["language1"]="声音",["id"]="14039",["language3"]="サウンドオプション",["language2"]="聲音"}
,["24039"]={["key"]="24039",["language1"]="快捷选择",["id"]="24039",["language4"]="QUICK  SELECTION",["language3"]="まとめて選択",["language2"]="快捷選擇"}
,["34039"]={["key"]="34039",["language1"]="%s天%s时%s分",["id"]="34039",["language3"]="%s日%s時間%s分",["language2"]="%s天%s時%s分"}
,["15043"]={["key"]="15043",["language1"]="自动寻敌",["id"]="15043",["language3"]="自動索敵",["language2"]="自動尋敵"}
,["10451"]={["key"]="10451",["language1"]="建造",["id"]="10451",["language4"]="BUILD",["language3"]="建造",["language2"]="建造"}
,["62007"]={["key"]="62007",["language1"]="养成值",["id"]="62007",["language3"]="育成値",["language2"]="養成值"}
,["18034"]={["key"]="18034",["language1"]="剩余：",["id"]="18034",["language3"]="残り：",["language2"]="剩餘："}
,["10029"]={["key"]="10029",["language1"]="加速制作",["id"]="10029",["language4"]="ACCELERATE",["language3"]="高速制作",["language2"]="加速製作"}
,["7069"]={["key"]="7069",["language1"]="随机选项：",["id"]="7069",["language4"]="OPTION:",["language3"]="ランダム：",["language2"]="隨機選項："}
,["4078"]={["key"]="4078",["language1"]="高于%s",["id"]="4078",["language3"]="%s以上",["language2"]="高於%s"}
,["13007"]={["key"]="13007",["language1"]="签到",["id"]="13007",["language4"]="SIGN IN",["language3"]="ログイン",["language2"]="簽到"}
,["23007"]={["key"]="23007",["language1"]="记录",["id"]="23007",["language3"]="保存",["language2"]="記錄"}
,["1078"]={["key"]="1078",["language1"]="等待对方确认，双方确认后进入战斗",["id"]="1078",["language3"]="相手の確認待ち。双方確認後に戦闘開始",["language2"]="等待對方確認，雙方確認後進入戰鬥"}
,["26043"]={["key"]="26043",["language1"]="上阵说明",["id"]="26043",["language3"]="編成説明",["language2"]="上陣說明"}
,["54039"]={["key"]="54039",["language1"]="排行榜每半小时刷新一次",["id"]="54039",["language3"]="ランキングは30分毎に更新",["language2"]="排行榜每半小時刷新一次"}
,["64039"]={["key"]="64039",["language1"]="可免费入场次数：%s",["id"]="64039",["language3"]="無料入場回数：%s",["language2"]="可免費入場次數：%s"}
,["13039"]={["key"]="13039",["language1"]="是否为油润鲜香队加油？",["id"]="13039",["language3"]="辛くパリパリチームを応援しますか？",["language2"]="是否為油潤鮮香隊加油？"}
,["7033"]={["key"]="7033",["language1"]="碎星设施",["id"]="7033",["language3"]="砕星施設",["language2"]="碎星設施"}
,["8033"]={["key"]="8033",["language1"]="修正成功",["id"]="8033",["language3"]="修正成功",["language2"]="修正成功"}
,["33039"]={["key"]="33039",["language1"]="模拟次数购买",["id"]="33039",["language3"]="模擬回数購入",["language2"]="模擬次數購買"}
,["23039"]={["key"]="23039",["language1"]="一键添加",["id"]="23039",["language3"]="自動装着",["language2"]="一鍵添加"}
,["190004"]={["key"]="190004",["language1"]="困难章节",["id"]="190004",["language3"]="None",["language2"]="困難章節"}
,["190003"]={["key"]="190003",["language1"]="普通章节",["id"]="190003",["language3"]="None",["language2"]="普通章節"}
,["1041"]={["key"]="1041",["language1"]="提示信息",["id"]="1041",["language4"]="HINT",["language3"]="お知らせ",["language2"]="提示資訊"}
,["51007"]={["key"]="51007",["language1"]="第一编队",["id"]="51007",["language3"]="第一編成",["language2"]="第一編隊"}
,["7041"]={["key"]="7041",["language1"]="双角色看板",["id"]="7041",["language4"]="Dual Character Kanban",["language3"]="2キャラ看板設定",["language2"]="雙角色看板"}
,["4041"]={["key"]="4041",["language1"]="面敌",["id"]="4041",["language3"]="向き",["language2"]="面敵"}
,["18140"]={["key"]="18140",["language1"]="该时装有特殊互动",["id"]="18140",["language3"]="特殊タップがあるスキンです",["language2"]="該時裝有特殊互動"}
,["10079"]={["key"]="10079",["language1"]="资源产出",["id"]="10079",["language3"]="資源産出",["language2"]="資源產出"}
,["12007"]={["key"]="12007",["language1"]="全部同意",["id"]="12007",["language4"]="ACCEPT-ALL",["language3"]="全部許可",["language2"]="全部同意"}
,["4069"]={["key"]="4069",["language1"]="%s",["id"]="4069",["language3"]="%s",["language2"]="%s"}
,["32007"]={["key"]="32007",["language1"]="布置",["id"]="32007",["language3"]="設置",["language2"]="佈置"}
,["190002"]={["key"]="190002",["language1"]="已完成困难章节",["id"]="190002",["language3"]="None",["language2"]="已完成困難章節"}
,["49198"]={["key"]="49198",["language1"]="队员芯片总等级大于等于50级",["id"]="49198",["language3"]="隊員チップ総Lvが50以上",["language2"]="隊員晶片總等級大於等於50級"}
,["150015"]={["key"]="150015",["language1"]="当前分数",["id"]="150015",["language3"]="None",["language2"]="當前分數"}
,["7070"]={["key"]="7070",["language1"]="单人",["id"]="7070",["language3"]="1キャラ",["language2"]="單人"}
,["37043"]={["key"]="37043",["language1"]="%s天%s小时关闭任务",["id"]="37043",["language3"]="%s日%s時間で任務が閉鎖",["language2"]="%s天%s小時關閉任務"}
,["1070"]={["key"]="1070",["language1"]="分享",["id"]="1070",["language3"]="シェア",["language2"]="分享"}
,["4070"]={["key"]="4070",["language1"]="战斗技巧：",["id"]="4070",["language3"]="戦闘技術：",["language2"]="戰鬥技巧："}
,["46502"]={["key"]="46502",["language1"]="全部类型",["id"]="46502",["language3"]="全タイプ",["language2"]="全部類型"}
,["150012"]={["key"]="150012",["language1"]="退出后游戏进度无法继承，是否退出？",["id"]="150012",["language3"]="None",["language2"]="退出後遊戲進度無法繼承，是否退出？"}
,["32038"]={["key"]="32038",["language1"]="方案上限：",["id"]="32038",["language3"]="マイセット上限",["language2"]="方案上限："}
,["22038"]={["key"]="22038",["language1"]="找回物资",["id"]="22038",["language4"]="RETRIEVE REWARD",["language3"]="物資回収",["language2"]="找回物資"}
,["12038"]={["key"]="12038",["language1"]="编号",["id"]="12038",["language3"]="UID",["language2"]="編號"}
,["2025"]={["key"]="2025",["language1"]="成就",["id"]="2025",["language3"]="実績",["language2"]="成就"}
,["12039"]={["key"]="12039",["language1"]="复制",["id"]="12039",["language3"]="コピー",["language2"]="複製"}
,["90006"]={["key"]="90006",["language1"]="队伍1",["id"]="90006",["language3"]="チーム1",["language2"]="隊伍1"}
,["150009"]={["key"]="150009",["language1"]="剩余时间：",["id"]="150009",["language3"]="None",["language2"]="剩餘時間："}
,["21156"]={["key"]="21156",["language1"]="困难第三章 19~21关",["id"]="21156",["language3"]="第3章 ステージ20~21（ハード）",["language2"]="困難第三章 19~21關"}
,["150008"]={["key"]="150008",["language1"]="任务：获取500分",["id"]="150008",["language3"]="None",["language2"]="任務：獲取500分"}
,["22039"]={["key"]="22039",["language1"]="总队长大人",["id"]="22039",["language3"]="総隊長様",["language2"]="總隊長大人"}
,["32039"]={["key"]="32039",["language1"]="主题替换",["id"]="32039",["language4"]="REPLACE",["language3"]="テーマ変更",["language2"]="主題替換"}
,["150007"]={["key"]="150007",["language1"]="点击任意处退出",["id"]="150007",["language3"]="None",["language2"]="點擊任意處退出"}
,["150006"]={["key"]="150006",["language1"]="本局得分：%s",["id"]="150006",["language3"]="None",["language2"]="本局得分：%s"}
,["8025"]={["key"]="8025",["language1"]="使用信息修正卡来修改您的名字和形象",["id"]="8025",["language3"]="情報修正カードを使用して名前変更",["language2"]="使用資訊修正卡來修改您的名字和形象"}
,["10409"]={["key"]="10409",["language1"]="至少上阵<color=#FF7781>%s</color>个角色",["id"]="10409",["language3"]="<color=#FF7781>%s</color>名以上のキャラが必要",["language2"]="至少上陣<color=#FF7781>%s</color>個角色"}
,["26034"]={["key"]="26034",["language1"]="路人",["id"]="26034",["language3"]="プレイヤー",["language2"]="路人"}
,["61027"]={["key"]="61027",["language1"]="%s天:%s时:%s分后开启任务",["id"]="61027",["language3"]="%s日:%s時:%s分後に任務開放",["language2"]="%s天:%s時:%s分後開啟任務"}
,["4025"]={["key"]="4025",["language1"]="机神传送",["id"]="4025",["language4"]="KISHIN",["language3"]="機神転送",["language2"]="機神傳送"}
,["3025"]={["key"]="3025",["language1"]="全部",["id"]="3025",["language4"]="ALL",["language3"]="すべて",["language2"]="全部"}
,["20027"]={["key"]="20027",["language1"]="战力不足",["id"]="20027",["language3"]="戦力不足",["language2"]="戰力不足"}
,["1038"]={["key"]="1038",["language1"]="详细",["id"]="1038",["language3"]="詳細",["language2"]="詳細"}
,["53004"]={["key"]="53004",["language1"]="保存",["id"]="53004",["language3"]="保存",["language2"]="保存"}
,["150003"]={["key"]="150003",["language1"]="奖励次数：%s",["id"]="150003",["language3"]="None",["language2"]="獎勵次數：%s"}
,["4038"]={["key"]="4038",["language1"]="核心爆发效果",["id"]="4038",["language3"]="オーバーロード効果",["language2"]="核心爆發效果"}
,["150002"]={["key"]="150002",["language1"]="最高分数：%s",["id"]="150002",["language3"]="None",["language2"]="最高分數：%s"}
,["150001"]={["key"]="150001",["language1"]="礼物大作战",["id"]="150001",["language4"]="Gift Exchange",["language3"]="None",["language2"]="禮物大作戰"}
,["7038"]={["key"]="7038",["language1"]="未获得",["id"]="7038",["language4"]="NO GET",["language3"]="未獲得",["language2"]="未獲得"}
,["38011"]={["key"]="38011",["language1"]="当前网络不稳定，是否重新连接？",["id"]="38011",["language3"]="通信環境が不安定です。再接続しますか？",["language2"]="當前網路不穩定，是否重新連接？"}
,["64043"]={["key"]="64043",["language1"]="达到对应等级即可获得对应奖励",["id"]="64043",["language3"]="対応レベル到達で対応報酬を獲得可能",["language2"]="達到對應等級即可獲得對應獎勵"}
,["62039"]={["key"]="62039",["language1"]="暂无",["id"]="62039",["language3"]="なし",["language2"]="暫無"}
,["68011"]={["key"]="68011",["language1"]="从不",["id"]="68011",["language3"]="しない",["language2"]="從不"}
,["14043"]={["key"]="14043",["language1"]="退出登录",["id"]="14043",["language4"]="LOG OUT",["language3"]="ログアウト",["language2"]="退出登錄"}
,["1087"]={["key"]="1087",["language1"]="状态切换",["id"]="1087",["language3"]="状態切換",["language2"]="狀態切換"}
,["4087"]={["key"]="4087",["language1"]="当前角色",["id"]="4087",["language3"]="現在キャラ",["language2"]="當前角色"}
,["28011"]={["key"]="28011",["language1"]="信息",["id"]="28011",["language3"]="情報",["language2"]="資訊"}
,["140016"]={["key"]="140016",["language1"]="游戏结束",["id"]="140016",["language3"]="ゲーム終了",["language2"]="遊戲結束"}
,["37039"]={["key"]="37039",["language1"]="常规视图",["id"]="37039",["language4"]="GENERAL VIEW",["language3"]="通常ビュー",["language2"]="常規視圖"}
,["60300"]={["key"]="60300",["language1"]="补给任务",["id"]="60300",["language4"]="SUPPLY MISSION",["language3"]="補給任務",["language2"]="補給任務"}
,["140013"]={["key"]="140013",["language1"]="当前可领取奖励",["id"]="140013",["language3"]="現在受取可能報酬",["language2"]="當前可領取獎勵"}
,["140011"]={["key"]="140011",["language1"]="游玩奖励",["id"]="140011",["language3"]="プレイ報酬",["language2"]="遊玩獎勵"}
,["21159"]={["key"]="21158",["language1"]="第四章 01~09关",["id"]="21159",["language3"]="第4章 ステージ01~09",["language2"]="第四章 01~09關"}
,["67011"]={["key"]="67011",["language1"]="确定",["id"]="67011",["language3"]="確定",["language2"]="確定"}
,["140009"]={["key"]="140009",["language1"]="剩余时间：",["id"]="140009",["language3"]="残り時間：",["language2"]="剩餘時間："}
,["42007"]={["key"]="42007",["language1"]="扫荡后：",["id"]="42007",["language3"]="掃討後：",["language2"]="掃蕩後："}
,["110007"]={["key"]="110007",["language1"]="队伍1",["id"]="110007",["language3"]="チーム1",["language2"]="隊伍1"}
,["17029"]={["key"]="17029",["language1"]="<color=#ffae00>10连构建保底1个4星角色，50连必出5星角色</color>",["id"]="17029",["language3"]="<color=#ffae00>10連召集で☆4キャラ1体確定。50連で☆5キャラ確定</color>",["language2"]="<color=#ffae00>10連構建保底1個4星角色，50連必出5星角色</color>"}
,["27029"]={["key"]="27029",["language1"]="消灭敌方高能单位",["id"]="27029",["language3"]="ボスの撃破",["language2"]="消滅敵方高級單位"}
,["73007"]={["key"]="73007",["language1"]="商品提示",["id"]="73007",["language3"]="商品提示",["language2"]="商品提示"}
,["140007"]={["key"]="140007",["language1"]="点击任意处退出",["id"]="140007",["language3"]="任意の場所をタップして退出",["language2"]="點擊任意處退出"}
,["49133"]={["key"]="49133",["language1"]="只能编入稀罕度3星队员",["id"]="49133",["language3"]="レア度☆3の隊員のみ編成可能",["language2"]="只能編入稀罕度3星隊員"}
,["29034"]={["key"]="29034",["language1"]="背景信息",["id"]="29034",["language3"]="背景情報",["language2"]="背景資訊"}
,["32079"]={["key"]="32079",["language1"]="全套购买",["id"]="32079",["language4"]="FULL PURCHASE",["language3"]="全部購入",["language2"]="全套購買"}
,["34007"]={["key"]="34007",["language1"]="勘探任务",["id"]="34007",["language4"]="EXPLORED TASK",["language3"]="探査任務",["language2"]="勘探任務"}
,["24007"]={["key"]="24007",["language1"]="佩戴",["id"]="24007",["language3"]="装着",["language2"]="佩戴"}
,["1029"]={["key"]="1029",["language1"]="能量护甲",["id"]="1029",["language3"]="EN装甲",["language2"]="能量護甲"}
,["2029"]={["key"]="2029",["language1"]="问卷",["id"]="2029",["language3"]="アンケート",["language2"]="問卷"}
,["3029"]={["key"]="3029",["language1"]="入手顺序",["id"]="3029",["language3"]="入手順",["language2"]="入手順序"}
,["4029"]={["key"]="4029",["language1"]="形态切换",["id"]="4029",["language3"]="形態変換",["language2"]="形態切換"}
,["7034"]={["key"]="7034",["language1"]="奥林匹斯",["id"]="7034",["language3"]="オリュンポス",["language2"]="奧林匹斯"}
,["140005"]={["key"]="140005",["language1"]="次数",["id"]="140005",["language3"]="回数",["language2"]="次數"}
,["61039"]={["key"]="61039",["language1"]="活跃商店",["id"]="61039",["language3"]="現役ショップ",["language2"]="活躍商店"}
,["10044"]={["key"]="10044",["language1"]="行星指挥部等级达到%s后开启",["id"]="10044",["language3"]="惑星司令部Lv%sで開放",["language2"]="行星指揮部等級達到%s後開啟"}
,["25043"]={["key"]="25043",["language1"]="继续",["id"]="25043",["language3"]="continue",["language2"]="繼續"}
,["32021"]={["key"]="32021",["language1"]="家具",["id"]="32021",["language4"]="FURNITURE",["language3"]="家具",["language2"]="傢俱"}
,["140001"]={["key"]="140001",["language1"]="不给糖就捣乱",["id"]="140001",["language4"]="Trick or Treat",["language3"]="トリックorトリート",["language2"]="不給糖就搗亂"}
,["33012"]={["key"]="33012",["language1"]="下个段位所需",["id"]="33012",["language3"]="次の階級まで",["language2"]="下個段位所需"}
,["130033"]={["key"]="130033",["language1"]=[[将重新挑战本场战斗，本次积分不会被记录
是否重新挑战？]],["id"]="130033",["language3"]="None",["language2"]=[[將重新挑戰本場戰鬥，本次積分不會被記錄
是否重新挑戰？]]}
,["130032"]={["key"]="130032",["language1"]=[[中途退出战斗会立即结算
是否确认撤退？]],["id"]="130032",["language3"]="None",["language2"]=[[中途退出戰鬥會立即結算
是否確認撤退？]]}
,["130031"]={["key"]="130031",["language1"]=[[<color=#ffc146>【简介】</color>
深塔计划为玩家挑战关卡获得积分，从而获得奖励的活动。

<color=#ffc146>【规则】</color>
1、活动期间，玩家需要满足关卡开启条件才能进行挑战。
2、关卡可重复挑战，但仅记录历史最高积分。
3、在深塔计划活动中，每关要求的队伍数量不一，在同一关卡内，不可使用重复角色（包含好友支援角色）。全部角色阵亡时，关卡会结束并进入结算。
4、排行榜先根据玩家关卡进度进行排行，然后按照所有关卡的历史最高积分总和进行排行，同样进度积分时按照通关先后顺序排行。
5、每层每次战斗最高可获得的积分有上限，通过对关卡怪物造成更多伤害可获得更多积分。

<color=#ffc146>【奖励】</color>
该活动奖励为关卡积分结算。
1、积分结算奖励-仅记录玩家该层的历史最高积分，达到对应星级积分要求即可获得奖励，奖励仅能获得一次。]],["id"]="130031",["language3"]="None",["language2"]=[[<color=#ffc146>【簡介】</color>
深塔計畫為玩家挑戰關卡獲得積分，從而獲得獎勵的活動。

<color=#ffc146>【規則】</color>
1、活動期間，玩家需要滿足關卡開啟條件才能進行挑戰。
2、關卡可重複挑戰，但僅記錄歷史最高積分。
3、在深塔計畫活動中，每關要求的隊伍數量不一，在同一關卡內，不可使用重複角色（包含好友支援角色）。全部角色陣亡時，關卡會結束並進入結算。
4、排行榜先根據玩家關卡進度進行排行，然後按照所有關卡的歷史最高積分總和進行排行，同樣進度積分時按照通關先後順序排行。
5、每層每次戰鬥最高可獲得的積分有上限，通過對關卡怪物造成更多傷害可獲得更多積分。

<color=#ffc146>【獎勵】</color>
該活動獎勵為關卡積分結算。
1、積分結算獎勵-僅記錄玩家該層的歷史最高積分，達到對應星級積分要求即可獲得獎勵，獎勵僅能獲得一次。]]}
,["61021"]={["key"]="61021",["language1"]="收到的邀请列表",["id"]="61021",["language3"]="受信招待リスト",["language2"]="收到的邀請列表"}
,["10039"]={["key"]="10039",["language1"]="设施属性",["id"]="10039",["language3"]="施設機能",["language2"]="設施屬性"}
,["60301"]={["key"]="60301",["language1"]="活动剩余时间：%s天%s:%s",["id"]="60301",["language3"]="イベント残り時間：%s日%s:%s",["language2"]="活動剩餘時間：%s天%s:%s"}
,["77011"]={["key"]="77011",["language1"]="数据券",["id"]="77011",["language3"]="データ券",["language2"]="數據券"}
,["46009"]={["key"]="46009",["language1"]="永久",["id"]="46009",["language3"]="期限なし",["language2"]="永久"}
,["130027"]={["key"]="130027",["language1"]="对怪物造成更多的伤害可获得更多积分",["id"]="130027",["language3"]="敵により多いダメージ、より少ない操作数、より多くの隊員の生存でより多くのPtを獲得できる",["language2"]="對怪物造成更多的傷害可獲得更多積分"}
,["27016"]={["key"]="27016",["language1"]="申请中",["id"]="27016",["language3"]="申請中",["language2"]="申請中"}
,["7072"]={["key"]="7072",["language1"]="类型",["id"]="7072",["language3"]="タイプ",["language2"]="類型"}
,["130026"]={["key"]="130026",["language1"]="说明",["id"]="130026",["language3"]="説明",["language2"]="說明"}
,["60005"]={["key"]="60005",["language1"]="剩余%s天",["id"]="60005",["language3"]="残り購入時間：%s日",["language2"]="剩餘購買時間：%s天"}
,["4072"]={["key"]="4072",["language1"]="战斗意志：",["id"]="4072",["language3"]="意志力：",["language2"]="戰鬥意志："}
,["130024"]={["key"]="130024",["language1"]="第%s轮",["id"]="130024",["language3"]="第%sラウンド",["language2"]="第%s輪"}
,["130023"]={["key"]="130023",["language1"]="重复出战",["id"]="130023",["language3"]="重複出撃",["language2"]="重複出戰"}
,["1072"]={["key"]="1072",["language1"]="数据出错",["id"]="1072",["language3"]="データエラー",["language2"]="數據出錯"}
,["77034"]={["key"]="77034",["language1"]="推演数据",["id"]="77034",["language3"]="演算データ",["language2"]="推演數據"}
,["49005"]={["key"]="49005",["language1"]="深潜模式",["id"]="49005",["language3"]="深層モード",["language2"]="深潛模式"}
,["10067"]={["key"]="10067",["language1"]="消耗:",["id"]="10067",["language3"]="消費：",["language2"]="消耗:"}
,["29005"]={["key"]="29005",["language1"]="教程",["id"]="29005",["language4"]="COURSE",["language3"]="コース",["language2"]="教程"}
,["130022"]={["key"]="130022",["language1"]="下轮挑战",["id"]="130022",["language3"]="次の挑戦",["language2"]="下輪挑戰"}
,["23079"]={["key"]="23079",["language1"]="芯片保护",["id"]="23079",["language3"]="チップロック",["language2"]="晶片保護"}
,["130021"]={["key"]="130021",["language1"]="重新挑战",["id"]="130021",["language3"]="再挑戦",["language2"]="重新挑戰"}
,["130020"]={["key"]="130020",["language1"]="历史最高",["id"]="130020",["language3"]="最高記録",["language2"]="歷史最高"}
,["130019"]={["key"]="130019",["language1"]="积分结算",["id"]="130019",["language3"]="点数決算",["language2"]="積分結算"}
,["10412"]={["key"]="10412",["language1"]="开始",["id"]="10412",["language4"]="BEGIN",["language3"]="開始",["language2"]="開始"}
,["130015"]={["key"]="130015",["language1"]="深塔排行",["id"]="130015",["language3"]="深塔順位",["language2"]="深塔排行"}
,["90039"]={["key"]="90039",["language1"]=[[结算中
<size=36>等待下次开启</size>]],["id"]="90039",["language3"]=[[決算中
<size=36>次回をお楽しみに</size>]],["language2"]=[[結算中
<size=36>等待下次開啟</size>]]}
,["15038"]={["key"]="15038",["language1"]="已完成",["id"]="15038",["language3"]="完了",["language2"]="已完成"}
,["25038"]={["key"]="25038",["language1"]="返回战斗",["id"]="25038",["language4"]="BACK",["language3"]="戻る",["language2"]="返回戰鬥"}
,["130014"]={["key"]="130014",["language1"]="开始行动",["id"]="130014",["language3"]="行動開始",["language2"]="開始行動"}
,["29052"]={["key"]="29052",["language1"]="访谈一",["id"]="29052",["language3"]="インタビュー1",["language2"]="訪談1"}
,["130013"]={["key"]="130013",["language1"]="%s天%s时%s分后解锁",["id"]="130013",["language3"]="%日%時%s分後解放",["language2"]="%天%時%s分後解鎖"}
,["130012"]={["key"]="130012",["language1"]="累计获得历史最高积分共%s后解锁",["id"]="130012",["language3"]="累計歴代最高評価%s後解放",["language2"]="累計獲得歷史最高積分共%s後解鎖"}
,["130011"]={["key"]="130011",["language1"]="排行榜",["id"]="130011",["language3"]="ランキング",["language2"]="排行榜"}
,["63003"]={["key"]="63003",["language1"]="商品现价需满%s",["id"]="63003",["language3"]="商品の現価格が%sに達する必要があります",["language2"]="商品現價需滿%s"}
,["78011"]={["key"]="78011",["language1"]="退出后游戏进度无法继承，是否退出？",["id"]="78011",["language3"]="退出後、ゲーム進捗は引き継がれません。退出しますか？",["language2"]="退出後遊戲進度無法繼承，是否退出？"}
,["61034"]={["key"]="61034",["language1"]="单次任务",["id"]="61034",["language3"]="単回任務",["language2"]="單次任務"}
,["130007"]={["key"]="130007",["language1"]="关卡目标",["id"]="130007",["language3"]="攻略目標",["language2"]="關卡目標"}
,["130006"]={["key"]="130006",["language1"]="历史最高积分",["id"]="130006",["language3"]="歴代最高評価",["language2"]="歷史最高積分"}
,["16016"]={["key"]="16016",["language1"]="最近登录",["id"]="16016",["language3"]="直近ログイン",["language2"]="最近登錄"}
,["26016"]={["key"]="26016",["language1"]="预设%s",["id"]="26016",["language3"]="編成%s",["language2"]="預設%s"}
,["50025"]={["key"]="50025",["language1"]="完成",["id"]="50025",["language3"]="完了",["language2"]="完成"}
,["10076"]={["key"]="10076",["language1"]="驻员上限:",["id"]="10076",["language3"]="人員上限：",["language2"]="駐員上限:"}
,["37034"]={["key"]="37034",["language1"]="任务目标",["id"]="37034",["language4"]="OBJECTIVE",["language3"]="任務目標",["language2"]="任務目標"}
,["27034"]={["key"]="27034",["language1"]="EX+",["id"]="27034",["language3"]="EX+",["language2"]="EX+"}
,["17034"]={["key"]="17034",["language1"]="构建结果",["id"]="17034",["language4"]="Build Result",["language3"]="召集結果",["language2"]="構建結果"}
,["130004"]={["key"]="130004",["language1"]="未解锁",["id"]="130004",["language3"]="未解放",["language2"]="未解鎖"}
,["2008"]={["key"]="2008",["language1"]="任务",["id"]="2008",["language4"]="MISSION",["language3"]="任務",["language2"]="任務"}
,["3008"]={["key"]="3008",["language1"]="容量",["id"]="3008",["language3"]="容量",["language2"]="容量"}
,["10441"]={["key"]="10441",["language1"]="心理咨询室标题",["id"]="10441",["language3"]="カウンセリング室のタイトル",["language2"]="心理諮詢室標題"}
,["1008"]={["key"]="1008",["language1"]="一",["id"]="1008",["language3"]="1",["language2"]="一"}
,["6008"]={["key"]="6008",["language1"]="剧情任务",["id"]="6008",["language4"]="STORY MISSION",["language3"]="ストーリー",["language2"]="劇情任務"}
,["7008"]={["key"]="7008",["language1"]="更换背景",["id"]="7008",["language4"]="CHANGE BACKTOUND",["language3"]="背景変更",["language2"]="更換背景"}
,["4008"]={["key"]="4008",["language1"]="提升5级",["id"]="4008",["language3"]="5レベルアップ",["language2"]="提升5級"}
,["5008"]={["key"]="5008",["language1"]="跃升%s解锁",["id"]="5008",["language3"]="昇格で%s解放",["language2"]="躍升%s解鎖"}
,["47011"]={["key"]="47011",["language1"]="已领取",["id"]="47011",["language4"]="RECEIVED",["language3"]="受取済",["language2"]="已領取"}
,["37011"]={["key"]="37011",["language1"]="战区增益",["id"]="37011",["language3"]="エリアバフ",["language2"]="戰區增益"}
,["10410"]={["key"]="10410",["language1"]="上阵<color=#FFC146>%s</color>个<color=#FFC146>%s</color>小队的角色",["id"]="10410",["language3"]="<color=#FFC146>%s</color>チームのキャラが<color=#FFC146>%s</color>名必要",["language2"]="上陣<color=#FFC146>%s</color>個<color=#FFC146>%s</color>小隊的角色"}
,["9008"]={["key"]="9008",["language1"]="是否消耗%s%s进行战术重置？",["id"]="9008",["language3"]="%s%sを消費して、リセットを行いますか？",["language2"]="是否消耗%s%s進行戰術重置？"}
,["23015"]={["key"]="23015",["language1"]="数量",["id"]="23015",["language3"]="数量",["language2"]="數量"}
,["33015"]={["key"]="33015",["language1"]="排名提升 <color=#ffc146> %s </color>名       达到<color=#ffc146> %s </color> 名",["id"]="33015",["language3"]="順位が <color=#ffc146> %s </color>上昇し、 <color=#ffc146> %s </color>位になりました",["language2"]="排名提升 <color=#ffc146> %s </color>名       達到<color=#ffc146> %s </color> 名"}
,["27011"]={["key"]="27011",["language1"]="推荐列表",["id"]="27011",["language3"]="推奨リスト",["language2"]="推薦列表"}
,["17011"]={["key"]="17011",["language1"]="概率",["id"]="17011",["language3"]="確率",["language2"]="機率"}
,["90030"]={["key"]="90030",["language1"]="上赛季段位",["id"]="90030",["language3"]="前シーズンランク",["language2"]="上賽季段位"}
,["130001"]={["key"]="130001",["language1"]="深塔计划",["id"]="130001",["language3"]="深塔計画",["language2"]="深塔計畫"}
,["54027"]={["key"]="54027",["language1"]="存档管理",["id"]="54027",["language3"]="記録管理",["language2"]="存檔管理"}
,["17114"]={["key"]="17114",["language1"]=[[第2次至第9次：获取相同<color=#FF3300>6星</color>角色时，每次将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「传说星尘券」*10</color>。
第10次及之后获取相同角色：将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「传说星尘券」*15</color>。]],["id"]="17114",["language3"]=[[2回目から9回目まで：重複した<color=#FF3300>☆6</color>キャラを1体獲得するにつき、そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・虹」×10</color>を獲得する。
10回目以降：そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・虹」×15</color>を獲得する。]],["language2"]=[[第2次至第9次：獲取相同<color=#FF3300>6星</color>角色時，每次將轉化為對應角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「傳說星塵券」*10</color>。
第10次及之後獲取相同角色：將轉化為對應角色的<color=#ffae00>「星源」*1</color>和<color=#ffae00>「傳說星塵券」*15</color>。]]}
,["49303"]={["key"]="49303",["language1"]="芯片稀有度不满足",["id"]="49303",["language3"]="チップのレア度が満たされていない",["language2"]="晶片稀有度不滿足"}
,["110009"]={["key"]="110009",["language1"]="队伍3",["id"]="110009",["language3"]="チーム3",["language2"]="隊伍3"}
,["17043"]={["key"]="17043",["language1"]="下一页",["id"]="17043",["language4"]="Next Page",["language3"]="次のページ",["language2"]="下一頁"}
,["110008"]={["key"]="110008",["language1"]="队伍2",["id"]="110008",["language3"]="チーム2",["language2"]="隊伍2"}
,["110006"]={["key"]="110006",["language1"]="通关阵容",["id"]="110006",["language3"]="クリア編成",["language2"]="通關陣容"}
,["110005"]={["key"]="110005",["language1"]="查看阵容",["id"]="110005",["language3"]="編成確認",["language2"]="查看陣容"}
,["37047"]={["key"]="37047",["language1"]="当前积分",["id"]="37047",["language3"]="現在評価",["language2"]="當前評分"}
,["23065"]={["key"]="23065",["language1"]="删除成功",["id"]="23065",["language3"]="削除しました",["language2"]="刪除成功"}
,["12029"]={["key"]="12029",["language1"]="已互为好友",["id"]="12029",["language3"]="すでにフレンドになっています",["language2"]="已互為好友"}
,["110002"]={["key"]="110002",["language1"]="换一批",["id"]="110002",["language3"]="入れ替え",["language2"]="換一批"}
,["32029"]={["key"]="32029",["language1"]="所需：%s",["id"]="32029",["language3"]="必要：%s",["language2"]="所需：%s"}
,["22029"]={["key"]="22029",["language1"]="赠物密匣",["id"]="22029",["language4"]="GIFT",["language3"]="秘密ギフト",["language2"]="贈物密匣"}
,["15079"]={["key"]="15079",["language1"]="本周可领取的上限已满，本次挑战将不获得奖励，是否确认进入？",["id"]="15079",["language3"]="今週分の上限は最大になっています。今回のチャレンジは報酬を獲得できません。本当に続けますか？",["language2"]="本周可領取的上限已滿，本次挑戰將不獲得獎勵，是否確認進入？"}
,["60007"]={["key"]="60007",["language1"]="复归寻赏",["id"]="60007",["language4"]="REGRESSION REWARDS",["language3"]="復帰探査",["language2"]="複歸尋賞"}
,["50007"]={["key"]="50007",["language1"]="最高进度",["id"]="50007",["language3"]="最高進捗",["language2"]="最高進度"}
,["40007"]={["key"]="40007",["language1"]="1号咨询室",["id"]="40007",["language4"]="COUNSELLING ROOM",["language3"]="1号面談室",["language2"]="1號諮詢室"}
,["90011"]={["key"]="90011",["language1"]="每小时更新",["id"]="90011",["language3"]="1時間毎更新",["language2"]="每小時更新"}
,["10430"]={["key"]="10430",["language1"]="基地素材",["id"]="10430",["language4"]="BASE",["language3"]="基地素材",["language2"]="基地素材"}
,["32067"]={["key"]="32067",["language1"]="是否保存当前的宿舍家具装扮为预设方案？",["id"]="32067",["language3"]="現在の配置をマイセットに保存しますか？",["language2"]="是否保存當前的宿舍傢俱配置為預設方案？"}
,["10454"]={["key"]="10454",["language1"]="驻员预设",["id"]="10454",["language3"]="プリセット",["language2"]="駐員預設"}
,["90054"]={["key"]="90054",["language1"]=" 以下队伍并未满编，是否仍要进入军演？<color=#FF4c4c>%s</color>",["id"]="90054",["language3"]="以下の編成は満員ではありません、続けますか？<color=#FF4c4c>%s</color>",["language2"]=" 以下隊伍並未滿編，是否仍要進入軍演？<color=#FF4c4c>%s</color>"}
,["49302"]={["key"]="49302",["language1"]="角色等级不满足",["id"]="49302",["language3"]="キャラクターレベルが満たされていない",["language2"]="角色等級不滿足"}
,["12015"]={["key"]="12015",["language1"]="在线",["id"]="12015",["language3"]="オンライン",["language2"]="線上"}
,["90053"]={["key"]="90053",["language1"]="获胜目标",["id"]="90053",["language3"]="勝利目標",["language2"]="獲勝目標"}
,["32015"]={["key"]="32015",["language1"]="房间内角色心情恢复速度<color=#ffc146>%s</color>",["id"]="32015",["language3"]="ルーム内にいるキャラの体力回復速度<color=#ffc146>%s</color>",["language2"]="房間內角色心情恢復速度<color=#ffc146>%s</color>"}
,["22015"]={["key"]="22015",["language1"]="已完成任务数",["id"]="22015",["language3"]="任務達成数",["language2"]="已完成任務數"}
,["13038"]={["key"]="13038",["language1"]="已签到",["id"]="13038",["language3"]="ログイン済",["language2"]="已簽到"}
,["23038"]={["key"]="23038",["language1"]="一键添加",["id"]="23038",["language3"]="自動装着",["language2"]="一鍵添加"}
,["90051"]={["key"]="90051",["language1"]=[[限时军演玩法：
1.在指定时间内，限时军演玩法入口开启，在对应时间内，可参与玩家与玩家之间的实时军演。
2.不同的玩家之间，会根据基础积分进行匹配，会尽可能匹配到当前实力较为接近的玩家进行实时军演。
3.必须配备三支队伍才可参加限时军演，要想获得军演胜利，最好以三支满编队伍进行军演匹配！
4.在限时军演中，双方所有角色都会获得额外增强BUFF，且随着回合数增加，双方也会逐渐获得增强。
5.实时军演结束后，会根据胜负发放军演积分，军演积分用于评判指挥官的军演段位；在较低段位下，实时军演的失败不会扣除积分，指挥官们可以放心进行限时军演；仅有段位达到“上尉”及以上的指挥官，在失败中会扣除少量积分。
6.在每一期实时军演中，玩家每一次达到新的段位，都能获得对应段位设定的奖励，还会根据参与次数以及累计胜利场次发放目标奖励！
7.在每次赛季更新时，总部会收集所有指挥官数据，将使用率最高的队员进行禁用，以考验指挥官们更灵活的编队配置；每期禁用角色不重复，因此不必担心队员无上场机会。
8.在战斗中若选择放弃，则视为认输；若在战斗中离线，则在回合倒计时结束后，玩家会进入自动操作模式。]],["id"]="90051",["language3"]="None",["language2"]=[[限時軍演玩法：
1.在指定時間內，限時軍演玩法入口開啟，在對應時間內，可參與玩家與玩家之間的即時軍演。
2.不同的玩家之間，會根據基礎積分進行匹配，會盡可能匹配到當前實力較為接近的玩家進行即時軍演。
3.必須配備三支隊伍才可參加限時軍演，要想獲得軍演勝利，最好以三支滿編隊伍進行軍演匹配！
4.在限時軍演中，雙方所有角色都會獲得額外增強BUFF，且隨著回合數增加，雙方也會逐漸獲得增強。
5.即時軍演結束後，會根據勝負發放軍演積分，軍演積分用於評判指揮官的軍演段位；在較低段位下，即時軍演的失敗不會扣除積分，指揮官們可以放心進行限時軍演；僅有段位達到“上尉”及以上的指揮官，在失敗中會扣除少量積分。
6.在每一期即時軍演中，玩家每一次達到新的段位，都能獲得對應段位設定的獎勵，還會根據參與次數以及累計勝利場次發放目標獎勵！
7.在每次賽季更新時，總部會收集所有指揮官數據，將使用率最高的隊員進行禁用，以考驗指揮官們更靈活的編隊配置；每期禁用角色不重複，因此不必擔心隊員無上場機會。
8.在戰鬥中若選擇放棄，則視為認輸；若在戰鬥中離線，則在回合倒計時結束後，玩家會進入自動操作模式。]]}
,["20013"]={["key"]="20013",["language1"]="本次战斗伤害：",["id"]="20013",["language3"]="今回の戦闘ダメージ：",["language2"]="本次戰鬥傷害："}
,["16114"]={["key"]="16114",["language1"]="完整资源包",["id"]="16114",["language3"]="フルパック",["language2"]="完整資源包"}
,["90047"]={["key"]="90047",["language1"]="好友向您发起军演邀请",["id"]="90047",["language3"]="フレンドが演習に招待しています",["language2"]="好友向您發起軍演邀請"}
,["90046"]={["key"]="90046",["language1"]="已发放",["id"]="90046",["language3"]="配布済み",["language2"]="已發放"}
,["76015"]={["key"]="76015",["language1"]="累积行动：",["id"]="76015",["language3"]="累計行動：",["language2"]="累積行動："}
,["49168"]={["key"]="49168",["language1"]="禁止编入碎星队员",["id"]="49168",["language3"]="砕星隊員の編成禁止",["language2"]="禁止編入碎星隊員"}
,["18043"]={["key"]="18043",["language1"]="*购买高级勘探后，随等级提升可获得豪华奖励*",["id"]="18043",["language3"]="*高級探査を購入すると、探査レベルの上昇につき豪華報酬がもらえます*",["language2"]="*購買高級勘探後，隨等級提升可獲得豪華獎勵*"}
,["18036"]={["key"]="18036",["language1"]="前往",["id"]="18036",["language4"]="GO TO",["language3"]="向かう",["language2"]="前往"}
,["90043"]={["key"]="90043",["language1"]="匹配成功",["id"]="90043",["language3"]="マッチング成功",["language2"]="匹配成功"}
,["22076"]={["key"]="22076",["language1"]="充值奖励倒计时：",["id"]="22076",["language3"]="チャージ報酬カウント：",["language2"]="充值獎勵倒計時："}
,["32076"]={["key"]="32076",["language1"]="已占用",["id"]="32076",["language3"]="使用中",["language2"]="已佔用"}
,["30007"]={["key"]="30007",["language1"]="时间",["id"]="30007",["language3"]="時間",["language2"]="時間"}
,["13029"]={["key"]="13029",["language1"]="签到奖励一览",["id"]="13029",["language3"]="ログイン報酬一覧",["language2"]="簽到獎勵一覽"}
,["10007"]={["key"]="10007",["language1"]="交付",["id"]="10007",["language3"]="提出",["language2"]="交付"}
,["33029"]={["key"]="33029",["language1"]="邀请",["id"]="33029",["language4"]="INVITE",["language3"]="申請",["language2"]="邀請"}
,["48005"]={["key"]="48005",["language1"]="系列徽章",["id"]="48005",["language3"]="シリーズバッジ",["language2"]="系列徽章"}
,["16079"]={["key"]="16079",["language1"]="总队长",["id"]="16079",["language4"]="CAPTAIN",["language3"]="総隊長",["language2"]="總隊長"}
,["28005"]={["key"]="28005",["language1"]="芯片效果",["id"]="28005",["language3"]="チップ効果",["language2"]="晶片效果"}
,["38005"]={["key"]="38005",["language1"]="限量：<color=#ffffff>%s</color>",["id"]="38005",["language3"]="数量限定：<color=#ffffff>%s</color>",["language2"]="限量：<color=#ffffff>%s</color>"}
,["67016"]={["key"]="67016",["language1"]="动态表情",["id"]="67016",["language3"]="動作表情",["language2"]="動態表情"}
,["90040"]={["key"]="90040",["language1"]="上期限时军演中使用率再高的2名队员，会在下期军演中禁用。<color=#FF4c4c>注：每期禁用角色不重复</color>",["id"]="90040",["language3"]="前回の期間限定演習で使用率が最も高かった2名の隊員は、次回の演習で使用禁止となります。<color=#FF4c4c>注：毎回の禁止キャラクターは重複しません</color>",["language2"]="上期限時軍演中使用率再高的2名隊員，會在下期軍演中禁用。<color=#FF4c4c>注：每期禁用角色不重複</color>"}
,["15133"]={["key"]="15133",["language1"]="今日剩余掉落加成次数%s次，",["id"]="15133",["language3"]="今日の2倍ドロップボーナス残り%s回、",["language2"]="今日剩余掉落加成次數%s次，"}
,["37016"]={["key"]="37016",["language1"]="战况紧张",["id"]="37016",["language3"]="劣勢",["language2"]="戰況緊張"}
,["64038"]={["key"]="64038",["language1"]="赛季任务",["id"]="64038",["language3"]="シーズン任務",["language2"]="賽季任務"}
,["54038"]={["key"]="54038",["language1"]="测验排行",["id"]="54038",["language4"]="RANK",["language3"]="ランキング",["language2"]="測驗排行"}
,["49011"]={["key"]="49011",["language1"]="队员恢复",["id"]="49011",["language4"]="TEAM HEALING",["language3"]="隊員回復",["language2"]="隊員恢復"}
,["39011"]={["key"]="39011",["language1"]="挑战模式",["id"]="39011",["language3"]="チャレンジ",["language2"]="挑戰模式"}
,["24038"]={["key"]="24038",["language1"]="消耗道具",["id"]="24038",["language4"]="CONSUMABLES",["language3"]="消費アイテム",["language2"]="消耗道具"}
,["14038"]={["key"]="14038",["language1"]="*无对应语音的将使用默认语言",["id"]="14038",["language3"]="※対応するボイスがない場合、デフォルトのボイスを使用します",["language2"]="*無對應語音的將使用預設語言"}
,["90037"]={["key"]="90037",["language1"]=[[段位继承规则
所有玩家的段位会重置到上赛季的段位的前2个段位，如上赛季为第8段，本赛季初始为第6段。
同时，本赛季的初始分也会重置到对应段位的基本分。]],["id"]="90037",["language3"]=[[ランク継承ルール
すべてのプレイヤーのランクは、前シーズンのランクの前の2つのランクにリセットされます。例えば、前シーズンがランク8の場合、今シーズンの初期ランクはランク6となります。
同時に、今シーズンの初期スコアも対応するランクの基本スコアにリセットされます。]],["language2"]=[[段位繼承規則
所有玩家的段位會重置到上賽季的段位的前2個段位，如上賽季為第8段，本賽季初始為第6段。
同時，本賽季的初始分也會重置到對應段位的基本分。]]}
,["18052"]={["key"]="18052",["language1"]="时装商店",["id"]="18052",["language4"]="Fashion Shop",["language3"]="スキンショップ",["language2"]="時裝商店"}
,["90036"]={["key"]="90036",["language1"]="本期禁用",["id"]="90036",["language3"]="今期禁止",["language2"]="本期禁用"}
,["17131"]={["key"]="17131",["language1"]="已有",["id"]="17131",["language3"]="所持",["language2"]="已有"}
,["14006"]={["key"]="14006",["language1"]="图像质量 - 低（流畅）",["id"]="14006",["language3"]="低品質",["language2"]="圖像品質 - 低（流暢）"}
,["49012"]={["key"]="49012",["language1"]="当前可用",["id"]="49012",["language3"]="現在使用可能",["language2"]="當前可用"}
,["34006"]={["key"]="34006",["language1"]="等级提升",["id"]="34006",["language4"]="STAGE PROMOTION",["language3"]="レベル強化",["language2"]="等級提升"}
,["24006"]={["key"]="24006",["language1"]="部位",["id"]="24006",["language3"]="部位",["language2"]="部位"}
,["54006"]={["key"]="54006",["language1"]="周期奖励",["id"]="54006",["language3"]="周期報酬",["language2"]="周期獎勵"}
,["44006"]={["key"]="44006",["language1"]="通过%s解锁",["id"]="44006",["language3"]="%sクリアで解放",["language2"]="通過%s解鎖"}
,["90033"]={["key"]="90033",["language1"]="离线",["id"]="90033",["language3"]="オフライン",["language2"]="離線"}
,["90032"]={["key"]="90032",["language1"]="在线",["id"]="90032",["language3"]="オンライン",["language2"]="線上"}
,["90031"]={["key"]="90031",["language1"]="本赛季初始段位",["id"]="90031",["language3"]="今シーズン初期ランク",["language2"]="本賽季初始段位"}
,["10443"]={["key"]="10443",["language1"]="研发中心说明",["id"]="10443",["language3"]="開発センターの説明",["language2"]="研發中心說明"}
,["130002"]={["key"]="130002",["language1"]="已通关",["id"]="130002",["language3"]="クリア済",["language2"]="已通關"}
,["49020"]={["key"]="49020",["language1"]="退场",["id"]="49020",["language3"]="退場",["language2"]="退場"}
,["90029"]={["key"]="90029",["language1"]="本赛季初始分",["id"]="90029",["language3"]="今シーズン初期スコア",["language2"]="本賽季初始分"}
,["29020"]={["key"]="29020",["language1"]="巡游型",["id"]="29020",["language4"]="CRUISE",["language3"]="巡回型",["language2"]="巡遊型"}
,["48002"]={["key"]="48002",["language1"]="卸下",["id"]="48002",["language4"]="TAKE OFF",["language3"]="外す",["language2"]="卸下"}
,["76018"]={["key"]="76018",["language1"]="难度提升",["id"]="76018",["language3"]="難易度上昇",["language2"]="難度提升"}
,["90025"]={["key"]="90025",["language1"]="出战",["id"]="90025",["language3"]="出撃",["language2"]="出戰"}
,["62049"]={["key"]="62049",["language1"]="智宠进化论",["id"]="62049",["language4"]="PET",["language3"]="お供進化論",["language2"]="智寵進化論"}
,["4103"]={["key"]="4103",["language1"]="当角色同步率达到100时，可使用形态切换技能，可改变角色的形态获得新的技能；",["id"]="4103",["language3"]="キャラのSPが100になった時、形態変換が発動できるようになる。形態変換後、スキルが一新される",["language2"]="當角色同步率達到100時，可使用形態切換技能，可改變角色的形態獲得新的技能；"}
,["90023"]={["key"]="90023",["language1"]="前往编队",["id"]="90023",["language3"]="編成へ",["language2"]="前往編隊"}
,["16061"]={["key"]="16061",["language1"]="%s【确定后无法更改】",["id"]="16061",["language3"]="%s【後で変更できません】",["language2"]="%s【確定後無法更改】"}
,["90022"]={["key"]="90022",["language1"]="稍作整顿",["id"]="90022",["language3"]="少し休憩",["language2"]="稍作整頓"}
,["74006"]={["key"]="74006",["language1"]="解锁一个碎片",["id"]="74006",["language3"]="破片を1個解放",["language2"]="解鎖一個碎片"}
,["64006"]={["id"]="64006",["key"]="64006",["language3"]="0"}
,["18018"]={["key"]="18018",["language1"]="充值",["id"]="18018",["language4"]="Recharge",["language3"]="チャージ",["language2"]="儲值"}
,["22035"]={["key"]="22035",["language1"]="开始播放",["id"]="22035",["language3"]="再生開始",["language2"]="開始播放"}
,["16098"]={["key"]="16098",["language1"]="滑动阅读并同意协议后，可继续删除账号",["id"]="16098",["language3"]="スワイプして本規約の全文を読んだ上で同意すると、アカウント削除ができます",["language2"]="滑動閱讀並同意協議後，可繼續刪除帳號"}
,["90021"]={["key"]="90021",["language1"]="排位报酬",["id"]="90021",["language3"]="順位報酬",["language2"]="排位報酬"}
,["90020"]={["key"]="90020",["language1"]="段位报酬",["id"]="90020",["language3"]="ランク報酬",["language2"]="段位報酬"}
,["62035"]={["key"]="62035",["language1"]="对钓鱼客的最高伤害",["id"]="62035",["language3"]="アングラーへの最大ダメージ",["language2"]="对钓鱼客的最高伤害"}
,["17051"]={["key"]="17051",["language1"]=[[※在该构建中，若连续获得2次获得6星角色时，均没有出现选中角色，则在第3次获得6星角色时，必定为所选角色。
※无论是否达到累计次数，当构建获得该角色后，则次数会进行重置]],["id"]="17051",["language3"]=[[※召集する際に、出現した☆6キャラが2回連続で選択したキャラではなかった場合、3回目に出現した☆6キャラは必ず選択したキャラになる
※召集で選択したキャラを獲得した時点で、確定までのカウントがリセットされる]],["language2"]=[[※在該構建中，若連續獲得2次獲得6星角色時，均沒有出現選中角色，則在第3次獲得6星角色時，必定為所選角色。
※無論是否達到累計次數，當構建獲得該角色後，則次數會進行重置]]}
,["69002"]={["id"]="69002",["key"]="69002",["language3"]="0"}
,["90017"]={["key"]="90017",["language1"]="好友列表",["id"]="90017",["language3"]="フレンドリスト",["language2"]="好友列表"}
,["15006"]={["key"]="15006",["language1"]="敌方情报",["id"]="15006",["language3"]="敵情報",["language2"]="敵方情報"}
,["10444"]={["key"]="10444",["language1"]=[[<color=#ffc146>【简介】</color>
 在改造中心中，可消耗破碎程式对芯片进行改造提升。

<color=#ffc146>【规则】</color>
1.改造能够使芯片变为更高等级的芯片，但部位是<color=#ffc146>随机</color>的。
2.改造芯片需要消耗破碎程序与时间，需要改造的芯片品质越高，消耗的破碎程式越多，改造的时间越久。
3.破碎程式可通过分解一定品质以上的芯片获得，分解芯片的品质越高，获得的破碎程序越多。]],["id"]="10444",["language3"]=[[<color=#ffc146>【説明】</color>
開発局では、破損データを消費してチップを改造することができる。

<color=#ffc146>【ルール】</color>
1.改造することで、より高品質なチップを作ることができる。しかし部位は<color=#ffc146>ランダム</color>で決定される。
2.チップを改造するには破損データや時間が必要となる。改造するチップの品質が高いほど、破損データの消費量が多くなり、必要時間が長くなる。
3.破損データは一定品質以上のチップを分解することで獲得できる。分解されたチップの品質が高いほど、破損データの獲得量が多くなる。]],["language2"]=[[<color=#ffc146>【簡介】</color>
 在改造中心中，可消耗破碎程式對晶片進行改造提升。

<color=#ffc146>【規則】</color>
1.
2.
3.]]}
,["10055"]={["key"]="10055",["language1"]="各资源采集上限:%s",["id"]="10055",["language3"]="各資源採集上限：%s",["language2"]="各資源採集上限:%s"}
,["37051"]={["key"]="37051",["language1"]="演训排行",["id"]="37051",["language3"]="演習順位",["language2"]="演訓排行"}
,["55006"]={["key"]="55006",["language1"]="已领取",["id"]="55006",["language2"]="已領取"}
,["18020"]={["key"]="18020",["language1"]="家具商店",["id"]="18020",["language4"]="Furniture Trade",["language3"]="家具ショップ",["language2"]="傢俱商店"}
,["90016"]={["key"]="90016",["language1"]="挑战次数：<color=#FF4c4c>%s</color>/10",["id"]="90016",["language3"]="挑戦回数：<color=#FF4c4c>%s</color>/10",["language2"]="挑戰次數：<color=#FF4c4c>%s</color>/10"}
,["38008"]={["key"]="38008",["language1"]="购买时间：",["id"]="38008",["language3"]="購入時間：",["language2"]="購買時間："}
,["90013"]={["key"]="90013",["language1"]="昵称",["id"]="90013",["language3"]="ニックネーム",["language2"]="昵稱"}
,["90012"]={["key"]="90012",["language1"]="排名",["id"]="90012",["language3"]="順位",["language2"]="排名"}
,["90055"]={["key"]="90055",["language1"]="进入军演",["id"]="90055",["language3"]="演習開始",["language2"]="進入軍演"}
,["90010"]={["key"]="90010",["language1"]="排行榜",["id"]="90010",["language3"]="ランキング",["language2"]="排行榜"}
,["90008"]={["key"]="90008",["language1"]="队伍3",["id"]="90008",["language3"]="チーム3",["language2"]="隊伍3"}
,["90007"]={["key"]="90007",["language1"]="队伍2",["id"]="90007",["language3"]="チーム2",["language2"]="隊伍2"}
,["15141"]={["key"]="15141",["language1"]="<color=#FF4c4c>天赋等级</color>养成较低",["id"]="15141",["language3"]="<color=#FF4c4c>タレントLv</color>が低い",["language2"]="<color=#FF4c4c>天賦等級</color>養成較低"}
,["150010"]={["key"]="150010",["language1"]="分数：%s",["id"]="150010",["language3"]="None",["language2"]="分數：%s"}
,["90005"]={["key"]="90005",["language1"]="匹配时间：全天匹配",["id"]="90005",["language3"]="マッチング期間：全日",["language2"]="匹配時間：全天匹配"}
,["17138"]={["key"]="17138",["language1"]="<color=#FF7781>【注意】</color>本构建属于【轮换构建】，其构建次数保底会一直累计于【轮换构建】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17138",["language3"]="【<color=#ffae00>注意</color>】本召集は【定期召集】に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="<color=#FF7781>【注意】</color>本構建屬於【輪換構建】，其構建次數保底會一直累計於【輪換構建】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["4203"]={["key"]="4203",["language1"]=[[跃升
天赋]],["id"]="4203",["language4"]="RANKUP/TALENT",["language3"]="タレント",["language2"]=[[躍升
天賦]]}
,["90004"]={["key"]="90004",["language1"]="匹配时间：%s",["id"]="90004",["language3"]="マッチング期間：%s",["language2"]="匹配時間：%s"}
,["29045"]={["key"]="29045",["language1"]="身体素质",["id"]="29045",["language3"]="身体能力",["language2"]="身體素質"}
,["29018"]={["key"]="29018",["language1"]="机巧型",["id"]="29018",["language4"]="AGILE",["language3"]="機巧型",["language2"]="機巧型"}
,["75006"]={["key"]="75006",["language1"]="请先选择合成材料",["id"]="75006",["language3"]="合成材料を選択してください",["language2"]="請先選擇合成材料"}
,["23035"]={["key"]="23035",["language1"]="隐藏已装备",["id"]="23035",["language3"]="装着中非表示",["language2"]="隱藏已裝備"}
,["33035"]={["key"]="33035",["language1"]="预计用时",["id"]="33035",["language3"]="制限時間",["language2"]="預計用時"}
,["90001"]={["key"]="90001",["language1"]="限时军演",["id"]="90001",["language3"]="期間限定演習",["language2"]="限時軍演"}
,["49149"]={["key"]="49149",["language1"]="只能编入治疗队员（基础队伍最大人数为5）",["id"]="49149",["language3"]="回復隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入治療隊員（基礎隊伍最大人數為5）"}
,["49018"]={["key"]="49018",["language1"]="已通关第%s层",["id"]="49018",["language3"]="第%s層クリア済",["language2"]="已通關第%s層"}
,["81003"]={["key"]="81003",["language1"]="购买后可获得：",["id"]="81003",["language3"]="None"}
,["26048"]={["key"]="26048",["language1"]="请先选择要使用的队伍",["id"]="26048",["language3"]="使用するチームを選択してください",["language2"]="請先選擇要使用的隊伍"}
,["16051"]={["key"]="16051",["language1"]="配音：",["id"]="16051",["language3"]="声優",["language2"]="配音："}
,["80011"]={["key"]="80011",["language1"]=[[<color=#ffc146>【简介】</color>
「天灯映月」活动期间，完成猜谜即可获得奖励！

<color=#ffc146>【活动详情】</color>
1.活动开启后，每天解锁一个猜谜。选择正确的答案，即可获得奖励。
2.已开启但未完成的猜谜可以在活动的时间内继续进行。]],["id"]="80011",["language3"]=[[<color=#ffc146>【概要】</color>
「月夜の天灯」イベント期間中、クイズに答えて報酬を獲得しよう！

<color=#ffc146>【イベント詳細】</color>
1.イベント開始後、毎日1つのクイズが開放され、正しい答えを選ぶと、報酬を獲得できます。
2.開放済みの未完了のクイズは、イベント期間中に引き続き行うことができます。]],["language2"]=[[<color=#ffc146>【簡介】</color>
「天燈映月」活動期間，完成猜謎即可獲得獎勵！

<color=#ffc146>【活動詳情】</color>
1.活動開啟後，每天解鎖一個猜謎。選擇正確的答案，即可獲得獎勵。
2.已開啟但未完成的猜謎可以在活動的時間內繼續進行。]]}
,["80007"]={["key"]="80007",["language1"]="还有机会，再试一次吧~",["id"]="80007",["language3"]="間違いです",["language2"]="還有機會，再試一次吧~"}
,["80006"]={["key"]="80006",["language1"]=[[完全正确！恭喜总队长
(%s秒后关闭界面)]],["id"]="80006",["language3"]="正解です",["language2"]=[[完全正確！恭喜總隊長
(%s秒後關閉介面)]]}
,["80005"]={["key"]="80005",["language1"]="总队长选择一个答案吧~",["id"]="80005",["language3"]="答えを選んでください",["language2"]="總隊長選擇一個答案吧~"}
,["26051"]={["key"]="26051",["language1"]="上阵：",["id"]="26051",["language3"]="出陣：",["language2"]="上陣："}
,["80004"]={["key"]="80004",["language1"]="猜谜%s",["id"]="80004",["language3"]="クイズ%s",["language2"]="猜謎%s"}
,["26035"]={["key"]="26035",["language1"]="非控制角色支援",["id"]="26035",["language3"]="NPC",["language2"]="非控制角色支援"}
,["79001"]={["key"]="79001",["language1"]="强化+%s生效",["id"]="79001",["language3"]="強化+%s発動"}
,["78013"]={["key"]="78013",["language1"]="最高得分",["id"]="78013",["language3"]="最高スコア",["language2"]="最高得分"}
,["10425"]={["key"]="10425",["language1"]=[[当前队员<color=#FF7781>心情失落</color>
超出制作的部分物品将不享受技能的加成]],["id"]="10425",["language3"]=[[<color=#FF7781>消沈状態</color>の隊員がいます
消沈状態以降に制作されたアイテムはスキルの効果を受けません]],["language2"]=[[當前隊員<color=#FF7781>心情消沉</color>
超出製作的部分物品將不享受技能的加成]]}
,["78012"]={["key"]="78012",["language1"]="女仆咖啡馆",["id"]="78012",["language4"]="Maid Cafe",["language3"]="メイドカフェ",["language2"]="女僕咖啡館"}
,["78009"]={["key"]="78009",["language1"]="分数：%s",["id"]="78009",["language3"]="スコア：%s",["language2"]="分數：%s"}
,["78008"]={["key"]="78008",["language1"]="剩余时间：%s",["id"]="78008",["language3"]="残り時間：%s",["language2"]="剩餘時間：%s"}
,["17184"]={["key"]="17184",["language1"]="选择<color=#FFC146>五星</color>队员",["id"]="17184",["language3"]="<color=#FFC146>☆5</color>隊員選択",["language2"]="選擇<color=#FFC146>五星</color>隊員"}
,["78007"]={["key"]="78007",["language1"]="任务：获取500分",["id"]="78007",["language3"]="任務：100点獲得",["language2"]="任務：獲取100分"}
,["78006"]={["key"]="78006",["language1"]="点击任意处退出",["id"]="78006",["language3"]="任意の場所をタップして退出",["language2"]="點擊任意處退出"}
,["78005"]={["key"]="78005",["language1"]="本局得分：%s",["id"]="78005",["language3"]="今回スコア：%s",["language2"]="本局得分：%s"}
,["78004"]={["key"]="78004",["language1"]="次数",["id"]="78004",["language3"]="回数",["language2"]="次數"}
,["18061"]={["key"]="18061",["language1"]="穿戴",["id"]="18061",["language4"]="RENEWAL",["language3"]="着用",["language2"]="穿戴"}
,["49158"]={["key"]="49158",["language1"]="禁止编入稀有度为3星的队员",["id"]="49158",["language3"]="レア度☆3隊員編成禁止",["language2"]="禁止編入稀有度為3星的隊員"}
,["78002"]={["key"]="78002",["language1"]="奖励次数：%s",["id"]="78002",["language3"]="報酬回数：%s/1",["language2"]="獎勵次數：%s"}
,["78001"]={["key"]="78001",["language1"]="最高分数：%s",["id"]="78001",["language3"]="最高スコア：%s",["language2"]="最高分數：%s"}
,["64035"]={["key"]="64035",["language1"]="入场确认",["id"]="64035",["language3"]="入場確認",["language2"]="入場確認"}
,["54035"]={["key"]="54035",["language1"]="保存",["id"]="54035",["language3"]="保存",["language2"]="保存"}
,["77041"]={["key"]="77041",["language1"]=[[<color=#ffc146>【简介】</color>
递归沙盒为玩家不断挑战BOSS，挑战更多轮次从而获得奖励的活动。

<color=#ffc146>【规则】</color>
1、活动包含挑战时期和结算时期，结算时期将不可进行挑战。
2、每次挑战需要消耗<color=#ffc146>数据券</color>，<color=#ffc146>数据券</color>可通过完成入场任务获得。
3、在递归沙盒活动中，角色的每日出战次数为<color=#ffc146>1次</color>，每日<color=#ffc146>3:00</color>刷新出战次数。
4、BOSS均可被击败，每次对BOSS造成的伤害将会被记录。
5、通过对BOSS造成伤害获得<color=#ffc146>推演数据</color>，每个BOSS的初始推演数据可能不同，根据每次挑战对<color=#ffc146>BOSS造成的伤害等比例转换为推演数据</color>。
6、当前轮的BOSS全部被击败时，将会进入下一轮。
7、模拟对战将不会计入任何角色出战次数和战斗进度。

<color=#ffc146>【奖励】</color>
该活动奖励分为结算奖励和商店兑换。
1、结算奖励-进入结算时间，根据玩家当前的进度获得对应的奖励。
2、商店兑换-玩家可使用在战斗中获得的<color=#ffc146>推演数据</color>，在商店中兑换奖励。]],["id"]="77041",["language3"]=[[<color=#ffc146>【概要】</color>
仮想空間はプレイヤーがBOSSに挑戦し続け、より多くのラウンドをクリアして報酬を獲得するイベント。

<color=#ffc146>【ルール】</color>
1、イベントは挑戦期間と結算期間を含み、結算期間中は挑戦できない。
2、挑戦には<color=#ffc146>データ券</color>が必要で、<color=#ffc146>データ券</color>は入場任務を完了することで獲得できる。
3、仮想空間イベントでは、キャラクターの毎日の出撃回数は<color=#ffc146>1回</color>で、毎日<color=#ffc146>3:00</color>に出撃回数がリセットされる。
4、BOSSはすべて撃破可能で、BOSSに与えたダメージは毎回記録される。
5、BOSSにダメージを与えることで<color=#ffc146>演算データ</color>を獲得し、各BOSSの初期演算データは異なる可能性があり、挑戦する度に<color=#ffc146>BOSSに与えたダメージを等比例で演算データに変換</color>する。
6、現在のラウンドのBOSSがすべて撃破されると、次のラウンドに進む。
7、模擬対戦はキャラクターの出撃回数や戦闘進捗はカウントされない。

<color=#ffc146>【報酬】</color>
このイベントの報酬は結算報酬とショップ交換に分かれている。
1、結算報酬：結算時間に入り、プレイヤーの現在の進捗に応じた報酬を獲得できる。
2、ショップ交換：プレイヤーは戦闘で獲得した<color=#ffc146>演算データ</color>を使用して、ショップで報酬を交換できる。]],["language2"]=[[<color=#ffc146>【簡介】</color>
遞歸沙盒為玩家不斷挑戰BOSS，挑戰更多輪次從而獲得獎勵的活動。

<color=#ffc146>【規則】</color>
1、活動包含挑戰時期和結算時期，結算時期將不可進行挑戰。
2、每次挑戰需要消耗<color=#ffc146>數據券</color>，<color=#ffc146>數據券</color>可通過完成入場任務獲得。
3、在遞歸沙盒活動中，角色的每日出戰次數為<color=#ffc146>1次</color>，每日<color=#ffc146>3:00</color>刷新出戰次數。
4、BOSS均可被擊敗，每次對BOSS造成的傷害將會被記錄。
5、通過對BOSS造成傷害獲得<color=#ffc146>推演數據</color>，每個BOSS的初始推演數據可能不同，根據每次挑戰對<color=#ffc146>BOSS造成的傷害等比例轉換為推演數據</color>。
6、當前輪的BOSS全部被擊敗時，將會進入下一輪。
7、模擬對戰將不會計入任何角色出戰次數和戰鬥進度。

<color=#ffc146>【獎勵】</color>
該活動獎勵分為結算獎勵和商店兌換。
1、結算獎勵-進入結算時間，根據玩家當前的進度獲得對應的獎勵。
2、商店兌換-玩家可使用在戰鬥中獲得的<color=#ffc146>推演數據</color>，在商店中兌換獎勵。]]}
,["77040"]={["key"]="77040",["language1"]="玩法说明",["id"]="77040",["language3"]="プレイ説明",["language2"]="玩法說明"}
,["24035"]={["key"]="24035",["language1"]="改造",["id"]="24035",["language4"]="SELECT",["language3"]="改造",["language2"]="改造"}
,["14035"]={["key"]="14035",["language1"]="日文",["id"]="14035",["language3"]="日本語",["language2"]="日文"}
,["76005"]={["key"]="76005",["language1"]="减少",["id"]="76005",["language3"]="減少",["language2"]="減少"}
,["34035"]={["key"]="34035",["language1"]="额外<color=#ffc146>解锁高级勘探奖励序列</color>，到达对应等级即可领取奖励",["id"]="34035",["language3"]="<color=#ffc146>高級探査報酬を解放</color>、対応するレベルに達すると報酬を受け取れます",["language2"]="額外<color=#ffc146>解鎖高級勘探獎勵序列</color>，到達對應等級即可領取獎勵"}
,["1034"]={["key"]="1034",["language1"]="跳转",["id"]="1034",["language3"]="移動",["language2"]="跳轉"}
,["77036"]={["key"]="77036",["language1"]="第%s轮",["id"]="77036",["language3"]="第%sラウンド",["language2"]="第%s輪"}
,["77035"]={["key"]="77035",["language1"]="出战次数限制",["id"]="77035",["language3"]="出撃回数制限",["language2"]="出戰次數限制"}
,["77033"]={["key"]="77033",["language1"]="进度",["id"]="77033",["language3"]="進捗",["language2"]="進度"}
,["77031"]={["key"]="77031",["language1"]="第%s轮",["id"]="77031",["language3"]="第%sラウンド",["language2"]="第%s輪"}
,["29051"]={["key"]="29051",["language1"]="档案二",["id"]="29051",["language3"]="ファイル2",["language2"]="檔案二"}
,["77030"]={["key"]="77030",["language1"]="数据券获取",["id"]="77030",["language3"]="データ券獲得",["language2"]="數據券獲取"}
,["77029"]={["key"]="77029",["language1"]="沙盒排行",["id"]="77029",["language3"]="仮想ランキング",["language2"]="沙盒排行"}
,["16029"]={["key"]="16029",["language1"]="证件号",["id"]="16029",["language3"]="証明書番号",["language2"]="身分證字號"}
,["77026"]={["key"]="77026",["language1"]="第%s-%s轮",["id"]="77026",["language3"]="第%s-%sラウンド",["language2"]="第%s-%s輪"}
,["18316"]={["key"]="18316",["language1"]="MIN",["id"]="18316",["language3"]="MIN",["language2"]="MIN"}
,["47217"]={["key"]="47217",["language1"]="战线",["id"]="47217",["language3"]="戦線",["language2"]="戰線"}
,["77025"]={["key"]="77025",["language1"]="结算时根据进度获得奖励",["id"]="77025",["language3"]="結算時に進捗に応じて報酬を獲得",["language2"]="結算時根據進度獲得獎勵"}
,["77023"]={["key"]="77023",["language1"]="确定",["id"]="77023",["language3"]="確認",["language2"]="確定"}
,["77022"]={["key"]="77022",["language1"]="以下角色被限制出战（恢复倒计时：<color=#ffc146>%s:%s:%s</color>）",["id"]="77022",["language3"]="以下の隊員は出撃制限中（使用可能まで：<color=#ffc146>%s:%s:%s</color>）",["language2"]="以下角色被限制出戰（恢復倒計時：<color=#ffc146>%s:%s:%s</color>）"}
,["64034"]={["key"]="64034",["language1"]="排行榜随赛季更新而重置",["id"]="64034",["language3"]="ランキングはシーズン更新時にリセット",["language2"]="排行榜隨賽季更新而重置"}
,["74007"]={["key"]="74007",["language1"]="解锁全部碎片",["id"]="74007",["language3"]="破片を全て解放",["language2"]="解鎖全部碎片"}
,["77017"]={["key"]="77017",["language1"]="本次获得推演数据",["id"]="77017",["language3"]="今回獲得した演算データ",["language2"]="本次獲得推演數據"}
,["77016"]={["key"]="77016",["language1"]="开始战斗",["id"]="77016",["language3"]="戦闘開始",["language2"]="開始戰鬥"}
,["77013"]={["key"]="77013",["language1"]="出战限制",["id"]="77013",["language3"]="出撃制限",["language2"]="出戰限制"}
,["77012"]={["key"]="77012",["language1"]="前往获取",["id"]="77012",["language3"]="取得へ",["language2"]="前往獲取"}
,["37061"]={["key"]="37061",["language1"]="全部领取",["id"]="37061",["language3"]="一括受取",["language2"]="全部領取"}
,["77009"]={["key"]="77009",["language1"]="已击败",["id"]="77009",["language3"]="撃破済み",["language2"]="已擊敗"}
,["17061"]={["key"]="17061",["language1"]="6星角色构建成功基础概率：2%（含保底综合构建成功概率3%）",["id"]="17061",["language3"]="☆6キャラ召集の基本出現率：2%",["language2"]="6星角色構建成功基礎概率：2%（含保底綜合構建成功概率3%）"}
,["77008"]={["key"]="77008",["language1"]="结算奖励",["id"]="77008",["language3"]="結算報酬",["language2"]="結算獎勵"}
,["77007"]={["key"]="77007",["language1"]="排行榜",["id"]="77007",["language3"]="ランキング",["language2"]="排行榜"}
,["54055"]={["key"]="54055",["language1"]="能力测验排行榜说明",["id"]="54055",["language3"]="能力試験ランキング説明",["language2"]="能力測驗排行榜說明"}
,["77003"]={["key"]="77003",["language1"]="结束剩余时间：%s天%s时%s分",["id"]="77003",["language3"]="終了残り時間：%s日%s時間%s分",["language2"]="結束剩餘時間：%s天%s時%s分"}
,["15035"]={["key"]="15035",["language1"]="推荐战力",["id"]="15035",["language3"]="推奨戦力",["language2"]="推薦戰力"}
,["16092"]={["key"]="16092",["language1"]="忘记密码",["id"]="16092",["language3"]="パスワードを忘れた",["language2"]="忘記密碼"}
,["77002"]={["key"]="77002",["language1"]="结算剩余时间：%s天%s时%s分",["id"]="77002",["language3"]="結算残り時間：%s日%s時間%s分",["language2"]="結算剩餘時間：%s天%s時%s分"}
,["29039"]={["key"]="29039",["language1"]="形象",["id"]="29039",["language3"]="性別",["language2"]="形象"}
,["28006"]={["key"]="28006",["language1"]="我方",["id"]="28006",["language3"]="味方",["language2"]="我方"}
,["18006"]={["key"]="18006",["language1"]="碎星商贸",["id"]="18006",["language3"]="砕星商会",["language2"]="碎星商貿"}
,["48006"]={["key"]="48006",["language1"]="徽章获得",["id"]="48006",["language3"]="バッジ獲得",["language2"]="徽章獲得"}
,["18051"]={["key"]="18051",["language1"]="NO.3",["id"]="18051",["language3"]="NO.3",["language2"]="NO.3"}
,["7065"]={["key"]="7065",["language1"]="单人看板",["id"]="7065",["language4"]="SINGLE KANBAN",["language3"]="1キャラ看板",["language2"]="單人看板"}
,["76042"]={["key"]="76042",["language1"]="随机匹配",["id"]="76042",["language3"]="ランダムマッチ"}
,["76040"]={["key"]="76040",["language1"]="全球求助",["id"]="76040",["language3"]="None"}
,["8024"]={["key"]="8024",["language1"]="信息修正",["id"]="8024",["language3"]="情報修正",["language2"]="資訊修正"}
,["3028"]={["key"]="3028",["language1"]="满级",["id"]="3028",["language3"]="LvMAX",["language2"]="滿級"}
,["2028"]={["key"]="2028",["language1"]="立即领取",["id"]="2028",["language3"]="即時受取",["language2"]="立即領取"}
,["1028"]={["key"]="1028",["language1"]="物理护甲",["id"]="1028",["language3"]="物理装甲",["language2"]="物理護甲"}
,["8031"]={["key"]="8031",["language1"]="修正后的形象",["id"]="8031",["language4"]="REVISE MODEL",["language3"]="修正後のイメージ",["language2"]="修正形象"}
,["60002"]={["key"]="60002",["language1"]="增额寻赏",["id"]="60002",["language4"]="INCREASE REWARDS",["language3"]="増額探査",["language2"]="增額尋賞"}
,["76034"]={["key"]="76034",["language1"]="【%s前】<color=#ffc146>%s</color>援助失败，将<color=#ffc146>%s</color>的血量击败到%s。",["id"]="76034",["language3"]="【%s前】<color=#ffc146>%s</color>の支援が失敗し、<color=#ffc146>%s</color>のHPを%sまで削りました。",["language2"]="【%s前】<color=#ffc146>%s</color>援助失敗，將<color=#ffc146>%s</color>的血量擊敗到%s。"}
,["49126"]={["key"]="49126",["language1"]="只能编入1个队员（基础队伍最大人数为1）",["id"]="49126",["language3"]="隊員1名のみ編成可能（基本チーム最大1名）",["language2"]="只能編入1個隊員（基礎隊伍最大人數為1）"}
,["4028"]={["key"]="4028",["language1"]="机神召唤",["id"]="4028",["language4"]="KISHIN",["language3"]="機神転送",["language2"]="機神召喚"}
,["29054"]={["key"]="29054",["language1"]="访谈三",["id"]="29054",["language3"]="インタビュー3",["language2"]="訪談3"}
,["32027"]={["key"]="32027",["language1"]="限时",["id"]="32027",["language3"]="期間限定",["language2"]="限時"}
,["22027"]={["key"]="22027",["language1"]="包含：星币 * 1000",["id"]="22027",["language3"]="内容：星通貨×1000",["language2"]="包含：星幣 * 1000"}
,["8028"]={["key"]="8028",["language1"]="UID：",["id"]="8028",["language4"]="UID：",["language3"]="UID：",["language2"]="UID："}
,["14081"]={["key"]="14081",["language1"]="18歳以上の場合、次回からこの画面を表示しない",["id"]="14081",["language3"]="18歳以上の場合、次回からこの画面を表示しない",["language2"]="18歳以上の場合、次回からこの畫面を表示しない"}
,["76031"]={["key"]="76031",["language1"]="求援列表",["id"]="76031",["language3"]="援護要請リスト",["language2"]="求援列表"}
,["76030"]={["key"]="76030",["language1"]="该BOSS战斗冷却中：",["id"]="76030",["language3"]="BOSS戦闘CD中：",["language2"]="該BOSS戰鬥冷卻中："}
,["76029"]={["key"]="76029",["language1"]="选择队伍",["id"]="76029",["language3"]="チーム選択",["language2"]="選擇隊伍"}
,["76028"]={["key"]="76028",["language1"]="关卡：",["id"]="76028",["language3"]="ステージ：",["language2"]="關卡："}
,["76035"]={["key"]="76035",["language1"]="当前剩余求援次数：<color=#ffc146>%s%s</color>",["id"]="76035",["language3"]="現在残り援護要請回数：<color=#ffc146>%s%s</color>",["language2"]="當前剩餘求援次數：<color=#ffc146>%s%s</color>"}
,["76023"]={["key"]="76023",["language1"]="好友支援",["id"]="76023",["language3"]="None",["language2"]="好友支援"}
,["62043"]={["key"]="62043",["language1"]="已满",["id"]="62043",["language3"]="MAX",["language2"]="已滿"}
,["17203"]={["key"]="17203",["language1"]=[[完成选定后，标记位的<color=#FF3300>六星队员</color>和<color=#FFCC00>五星队员</color>将加入自选星尘区可供兑换，不可更改。
后续可更换<color=#ffae00>【自选构建】</color>概率提升队员。
自选星尘区的可兑换队员不受影响。]],["id"]="17203",["language3"]=[[選定完了後、マークされた<color=#FF3300>☆6隊員</color>と<color=#FFCC00>☆5隊員</color>は星屑選択区で交換可能となり、変更不可になる。
後続の<color=#ffae00>【選択召集】</color>の確率UP隊員は変更可能。
星屑選択区の交換可能隊員には影響しない。]],["language2"]=[[完成選定後，標記位的<color=#FF3300>六星隊員</color>和<color=#FFCC00>五星隊員</color>將加入自選星塵區可供兌換，不可更改。
後續可更換<color=#ffae00>【自選構建】</color>概率提升隊員。
自選星塵區的可兌換隊員不受影響。]]}
,["18039"]={["key"]="18039",["language1"]="￥%s",["id"]="18039",["language3"]="￥%s",["language2"]="TWD%s"}
,["12043"]={["key"]="12043",["language1"]="解除",["id"]="12043",["language4"]="UNBLOCK",["language3"]="解除",["language2"]="解除"}
,["22043"]={["key"]="22043",["language1"]="每日可获得",["id"]="22043",["language3"]="毎日獲得可能",["language2"]="每日可獲得"}
,["19006"]={["key"]="19006",["language1"]="她",["id"]="19006",["language3"]="彼女",["language2"]="她"}
,["29006"]={["key"]="29006",["language1"]="物品",["id"]="29006",["language4"]="GOODS",["language3"]="アイテム",["language2"]="物品"}
,["7039"]={["key"]="7039",["language1"]="前往获取",["id"]="7039",["language4"]="GO TO OBTAIN",["language3"]="獲得へ",["language2"]="前往獲取"}
,["17039"]={["key"]="17039",["language1"]="当前没有构建记录",["id"]="17039",["language3"]="召集履歴がありません",["language2"]="當前沒有構建記錄"}
,["76022"]={["key"]="76022",["language1"]=[[是否选择进行求援？
剩余求援次数：]],["id"]="76022",["language3"]="None",["language2"]=[[是否選擇進行求援？
剩餘求援次數：]]}
,["16100"]={["key"]="16100",["language1"]="清除该账号下的角色数据",["id"]="16100",["language3"]="本アカウントのプレイデータを削除する",["language2"]="清除該帳號下的角色資料"}
,["10211"]={["key"]="10211",["language1"]="加速制作",["id"]="10211",["language3"]="制作加速",["language2"]="加速製作"}
,["64004"]={["key"]="64004",["language1"]="第%s赛季剩余时间：",["id"]="64004",["language3"]="第%sシーズン残り：",["language2"]="第%s賽季剩余時間："}
,["1039"]={["key"]="1039",["language1"]="简要",["id"]="1039",["language3"]="簡略",["language2"]="簡要"}
,["90027"]={["key"]="90027",["language1"]="新赛季段位继承",["id"]="90027",["language3"]="新シーズンランク継承",["language2"]="新賽季段位繼承"}
,["76017"]={["key"]="76017",["language1"]="开始投掷",["id"]="76017",["language3"]="投擲開始",["language2"]="開始投擲"}
,["76016"]={["key"]="76016",["language1"]="行动次数：",["id"]="76016",["language3"]="行動回数：",["language2"]="行動次數："}
,["18126"]={["key"]="18126",["language1"]="试用中",["id"]="18126",["language3"]="お試し中",["language2"]="試用中"}
,["4039"]={["key"]="4039",["language1"]="当前等级",["id"]="4039",["language3"]="現在レベル",["language2"]="當前等級"}
,["90045"]={["key"]="90045",["language1"]="排名达到%s",["id"]="90045",["language3"]="順位「%s」到達",["language2"]="排名達到%s"}
,["70027"]={["key"]="70027",["language1"]="演算单元",["id"]="70027",["language3"]="演算ユニット",["language2"]="演算單元"}
,["33027"]={["key"]="33027",["language1"]="随机匹配",["id"]="33027",["language4"]="RANDOM FIGHT",["language3"]="ランダムマッチ",["language2"]="隨機配對"}
,["76013"]={["key"]="76013",["language1"]="我的求援",["id"]="76013",["language3"]="援護要請",["language2"]="我的求援"}
,["13027"]={["key"]="13027",["language1"]="选择你喜欢的队伍，为它加油吧！",["id"]="13027",["language3"]="好きなチームを選んで、応援しよう！",["language2"]="選擇你喜歡的隊伍，為它加油吧！"}
,["23027"]={["key"]="23027",["language1"]="2星",["id"]="23027",["language3"]="☆2",["language2"]="2星"}
,["76012"]={["key"]="76012",["language1"]="本层剩余：",["id"]="76012",["language3"]="ステージ残り：",["language2"]="本層剩餘："}
,["76009"]={["key"]="76009",["language1"]="模拟",["id"]="76009",["language3"]="模擬",["language2"]="模擬"}
,["10045"]={["key"]="10045",["language1"]="需要在战术部署中开启",["id"]="10045",["language3"]="戦術部署で開放する必要があります",["language2"]="需要在戰術部署中開啟"}
,["21141"]={["key"]="21141",["language1"]="注刈嵌合 5层",["id"]="21141",["language3"]="切集嵌合 ステージ5",["language2"]="注刈嵌合 5層"}
,["61016"]={["key"]="61016",["language1"]="共同完成任务，领取丰厚奖励",["id"]="61016",["language3"]="協同で任務達成、豪華報酬を獲得",["language2"]="共同完成任務，領取豐厚獎勵"}
,["4065"]={["key"]="4065",["language1"]="%s",["id"]="4065",["language3"]="%s",["language2"]="%s"}
,["21132"]={["key"]="21132",["language1"]="第二章 21~25关",["id"]="21132",["language3"]="第2章 ステージ21~25",["language2"]="第二章 21~25關"}
,["76006"]={["key"]="76006",["language1"]="增加",["id"]="76006",["language3"]="増加",["language2"]="增加"}
,["23043"]={["key"]="23043",["language1"]="特效：",["id"]="23043",["language3"]="効果：",["language2"]="特效："}
,["77039"]={["key"]="77039",["language1"]=[[中途撤退不会返还入场消耗道具，并且出战角色会被计入限制
是否确认撤退？]],["id"]="77039",["language3"]=[[途中退出すると入場消耗アイテムは返還されず、出撃隊員は制限にカウントされます
退出しますか？]],["language2"]=[[中途撤退不會返還入場消耗道具，並且出戰角色會被計入限制
是否確認撤退？]]}
,["17035"]={["key"]="17035",["language1"]="最终确定",["id"]="17035",["language4"]="Final Confirmation",["language3"]="結果確定",["language2"]="最終確定"}
,["7044"]={["key"]="7044",["language1"]="轮换设置",["id"]="7044",["language4"]="SETTINGS",["language3"]="ローテーション",["language2"]="輪換設置"}
,["12006"]={["key"]="12006",["language1"]="全部拒绝",["id"]="12006",["language4"]="DECLINE-ALL",["language3"]="全部拒否",["language2"]="全部拒絕"}
,["76004"]={["key"]="76004",["language1"]="等级：",["id"]="76004",["language3"]="レベル：",["language2"]="等級："}
,["16039"]={["key"]="16039",["language1"]="最近登录",["id"]="16039",["language3"]="直近ログイン",["language2"]="最近登錄"}
,["26039"]={["key"]="26039",["language1"]="助战位",["id"]="26039",["language3"]="サポートキャラ",["language2"]="助戰位"}
,["18092"]={["key"]="18092",["language1"]="第2-9次获得队员",["id"]="18092",["language3"]="2回目から9回目で獲得するキャラ",["language2"]="第2-9次獲得隊員"}
,["42006"]={["key"]="42006",["language1"]="现在：",["id"]="42006",["language3"]="現在：",["language2"]="現在："}
,["32006"]={["key"]="32006",["language1"]="商场",["id"]="32006",["language3"]="ショップ",["language2"]="商場"}
,["22006"]={["key"]="22006",["language1"]="基础勘探奖励",["id"]="22006",["language3"]="基本探査報酬",["language2"]="基礎勘探獎勵"}
,["76003"]={["key"]="76003",["language1"]="危险等级：",["id"]="76003",["language3"]="危険レベル：",["language2"]="危險等級："}
,["62026"]={["key"]="62026",["language1"]="运动",["id"]="62026",["language3"]="運動",["language2"]="運動"}
,["76001"]={["key"]="76001",["language1"]="进行援助",["id"]="76001",["language3"]="支援を行う",["language2"]="進行援助"}
,["75025"]={["key"]="75025",["language1"]="芯片存在未保存的重构结果，请前往确认。",["id"]="75025",["language3"]="チップに未保存の再構築結果があります、確認してください。",["language2"]="晶片存在未保存的重構結果，請前往確認。"}
,["60400"]={["key"]="60400",["language1"]="复归礼包",["id"]="60400",["language4"]="REGRESSION GIFTS",["language3"]="復帰パック",["language2"]="複歸禮包"}
,["17054"]={["key"]="17054",["language1"]="取消保底",["id"]="17054",["language4"]="Cancel Guarantee",["language3"]="確定取り消し",["language2"]="取消保底"}
,["15031"]={["key"]="15031",["language1"]="奖励",["id"]="15031",["language4"]="REWARD",["language3"]="報酬",["language2"]="獎勵"}
,["49150"]={["key"]="49150",["language1"]="只能编入防御队员（基础队伍最大人数为5）",["id"]="49150",["language3"]="タンク隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入防禦隊員（基礎隊伍最大人數為5）"}
,["75021"]={["key"]="75021",["language1"]="词条全部锁定无法重构！",["id"]="75021",["language3"]="ステータスが全てロックされているため再構築できません！",["language2"]="詞條全部鎖定無法重構！"}
,["37054"]={["key"]="37054",["language1"]="拟真演训天启难度说明",["id"]="37054",["language3"]="再現演習難易度オラクル説明",["language2"]="拟真演训天启难度说明"}
,["33045"]={["key"]="33045",["language1"]="军阶",["id"]="33045",["language3"]="階級",["language2"]="軍階"}
,["23045"]={["key"]="23045",["language1"]="套装列表",["id"]="23045",["language3"]="セット装備リスト",["language2"]="套裝列表"}
,["75020"]={["key"]="75020",["language1"]="芯片的类型不一致",["id"]="75020",["language3"]="チップのタイプが一致しません",["language2"]="芯片的類型不一致"}
,["16078"]={["key"]="16078",["language1"]="公告",["id"]="16078",["language3"]="お知らせ",["language2"]="公告"}
,["75017"]={["key"]="75017",["language1"]="是否确认使用该重构结果？",["id"]="75017",["language3"]="この再構築結果を使用しますか？",["language2"]="是否確認使用該重構結果？"}
,["18138"]={["key"]="18138",["language1"]="该时装为高级互动时装",["id"]="18138",["language3"]="タップ可能の高級スキンです",["language2"]="該時裝為高級互動時裝"}
,["16018"]={["key"]="16018",["language1"]="我已详细阅读并同意",["id"]="16018",["language3"]="本規約の全文を読んだ上で同意する",["language2"]="我已詳細閱讀並同意"}
,["14034"]={["key"]="14034",["language1"]="中文",["id"]="14034",["language3"]="中国語",["language2"]="中文"}
,["72006"]={["key"]="72006",["language1"]="修改为",["id"]="72006",["language3"]="変更：",["language2"]="修改為"}
,["26018"]={["key"]="26018",["language1"]="平面",["id"]="26018",["language3"]="2D",["language2"]="平面"}
,["76039"]={["key"]="76039",["language1"]="好友求助",["id"]="76039",["language3"]="None"}
,["10132"]={["key"]="10132",["language1"]="失落状态，停止刷新",["id"]="10132",["language3"]="消沈状態になったため更新を停止",["language2"]="消沉狀態，停止更新"}
,["60103"]={["key"]="60103",["language1"]="获取补给",["id"]="60103",["language4"]="OBTAIN SUPPLIES",["language3"]="補給獲得",["language2"]="獲取補給"}
,["75009"]={["key"]="75009",["language1"]="原属性",["id"]="75009",["language3"]="元ステータス",["language2"]="原屬性"}
,["25039"]={["key"]="25039",["language1"]="我方队员无战败退场",["id"]="25039",["language3"]="味方が1人も戦闘不能にならない",["language2"]="我方隊員無戰敗退場"}
,["13006"]={["key"]="13006",["language1"]="%s后刷新",["id"]="13006",["language3"]="%s後更新",["language2"]="%s後刷新"}
,["75008"]={["key"]="75008",["language1"]="确认替换",["id"]="75008",["language4"]="SAVE",["language3"]="置換確認",["language2"]="確認替換"}
,["21103"]={["key"]="21103",["language1"]="其他获取途径",["id"]="21103",["language3"]="ほかの獲得先",["language2"]="其他獲取途徑"}
,["75005"]={["key"]="75005",["language1"]="请先选择需要重构的芯片",["id"]="75005",["language3"]="再構築するチップを選択してください",["language2"]="請先選擇需要重構的芯片"}
,["18098"]={["key"]="18098",["language1"]="妄家商店",["id"]="18098",["language3"]="妄家商店",["language2"]="妄家商店"}
,["23006"]={["key"]="23006",["language1"]="解锁位置",["id"]="23006",["language3"]="枠解放",["language2"]="解鎖位置"}
,["18100"]={["key"]="18100",["language1"]="购买后同时解锁<color=\"#00FFBF\">%s</color>的<color=\"#00FFBF\">%s</color>同调时装外观！",["id"]="18100",["language3"]="購入後同時に<color=\"#00FFBF\">%s</color>のシンクロスキン<color=\"#00FFBF\">%s</color>を解放！",["language2"]="購買後同時解鎖<color=\"#00FFBF\">%s</color>的<color=\"#00FFBF\">%s</color>同調時裝外觀！"}
,["10435"]={["key"]="10435",["language1"]="发电站说明",["id"]="10435",["language3"]="発電所の説明",["language2"]="發電站說明"}
,["18011"]={["key"]="18011",["language1"]="刷新剩余时间:",["id"]="18011",["language3"]="更新まで残り：",["language2"]="刷新剩餘時間:"}
,["75002"]={["key"]="75002",["language1"]="重构",["id"]="75002",["language4"]="REFACTOR",["language3"]="再構築",["language2"]="重構"}
,["75001"]={["key"]="75001",["language1"]="工作台",["id"]="75001",["language3"]="作業台",["language2"]="工作臺"}
,["74025"]={["key"]="74025",["language1"]="活动说明",["id"]="74025",["language3"]="イベント説明",["language2"]="活動說明"}
,["61012"]={["key"]="61012",["language1"]="邀请列表",["id"]="61012",["language4"]="INVITE",["language3"]="招待リスト",["language2"]="邀請列表"}
,["62027"]={["key"]="62027",["language1"]="当前",["id"]="62027",["language3"]="現在",["language2"]="當前"}
,["16035"]={["key"]="16035",["language1"]="※滑动阅读并同意全部协议后，可继续游戏",["id"]="16035",["language3"]="※スワイプして本規約の全文を読んだ上で同意すると、ゲームを続けられます",["language2"]="※滑動閱讀並同意全部協議後，可繼續遊戲"}
,["74021"]={["key"]="74021",["language1"]="是否确认消耗%s x%s购买？",["id"]="74021",["language3"]="%s x%sを消費して購入しますか？",["language2"]="是否確認消耗%s x%s購買？"}
,["74019"]={["key"]="74019",["language1"]="碎片购买",["id"]="74019",["language3"]="破片購入",["language2"]="碎片購買"}
,["18054"]={["key"]="18054",["language1"]="活动获得",["id"]="18054",["language3"]="イベントで入手",["language2"]="活動獲得"}
,["33018"]={["key"]="33018",["language1"]="赛季结算中，请稍后再参加",["id"]="33018",["language3"]="集計中です。次回の参加をお待ちしております",["language2"]="賽季結算中，請稍後再參加"}
,["74017"]={["key"]="74017",["language1"]="点击抽奖",["id"]="74017",["language3"]="抽選をタップ",["language2"]="點擊抽獎"}
,["74015"]={["key"]="74015",["language1"]="点亮",["id"]="74015",["language3"]="点灯",["language2"]="點亮"}
,["74014"]={["key"]="74014",["language1"]="是否确认消耗%s x%s点亮该碎片？",["id"]="74014",["language3"]="%s x%sを消費してこの破片を点灯しますか？",["language2"]="是否確認消耗%s x%s點亮該碎片？"}
,["74013"]={["key"]="74013",["language1"]="%s不足",["id"]="74013",["language3"]="%s不足",["language2"]="%s不足"}
,["74011"]={["key"]="74011",["language1"]="是否确认消耗%s x%s抽奖？",["id"]="74011",["language3"]="%s x%sを消費して抽選しますか？",["language2"]="是否確認消耗%s x%s抽獎？"}
,["17018"]={["key"]="17018",["language1"]="本构建中，当全服构建每累计到达20万后,可获得1次特别的10连构建，最大可进行4次。",["id"]="17018",["language3"]="召集期間中、全サーバーの累計召集が20万に達した場合、特別な10連召集を1回行えます、最大4回まで",["language2"]="本構建中，當全服構建每累計到達20萬後,可獲得1次特別的10連構建，最大可進行4次。"}
,["27018"]={["key"]="27018",["language1"]="关  闭",["id"]="27018",["language3"]="OFF",["language2"]="關  閉"}
,["37018"]={["key"]="37018",["language1"]="活动说明",["id"]="37018",["language3"]="イベント説明",["language2"]="活動說明"}
,["74010"]={["key"]="74010",["language1"]="前往抽奖获取更多碎片",["id"]="74010",["language3"]="抽選を行いさらに破片を入手",["language2"]="前往抽獎獲取更多碎片"}
,["74009"]={["key"]="74009",["language1"]="每日凌晨3点任务重置",["id"]="74009",["language3"]="毎日午前3時に任務リセット",["language2"]="每日淩晨3點任務重置"}
,["67018"]={["key"]="67018",["language1"]="Q版头像",["id"]="67018",["language3"]="ミニアイコン",["language2"]="Q版頭像"}
,["77018"]={["key"]="77018",["language1"]="模拟对战不计入进度和角色出战限制",["id"]="77018",["language3"]="模擬対戦は進捗と隊員出撃制限に含まれません",["language2"]="模擬對戰不計入進度和角色出戰限制"}
,["74005"]={["key"]="74005",["language1"]="持有：",["id"]="74005",["language3"]="所持：",["language2"]="持有："}
,["4086"]={["key"]="4086",["language1"]="%s",["id"]="4086",["language3"]="%s",["language2"]="%s"}
,["23076"]={["key"]="23076",["language1"]="锁定",["id"]="23076",["language4"]="LOCK",["language3"]="ロック",["language2"]="鎖定"}
,["74003"]={["key"]="74003",["language1"]="甲板上轻柔的海风，裹挟着欢快的笑声与悠扬的乐声。收集这满船的光影，让这完整又璀璨的欢聚时光，在记忆里永远闪亮！",["id"]="74003",["language3"]="甲板上の穏やかな海風が、楽しい笑い声と悠揚な音楽を運んでくる。この船いっぱいの光と影を収集し、この完全で絢爛の宴の時を、記憶の中で永遠に輝かせよう！",["language2"]="甲板上輕柔的海風，裹挾著歡快的笑聲與悠揚的樂聲。收集這滿船的光影，讓這完整又璀璨的歡聚時光，在記憶裏永遠閃亮！"}
,["74002"]={["key"]="74002",["language1"]="活动时间：%s 至 %s",["id"]="74002",["language3"]="イベント期間：%s ～ %s",["language2"]="活動時間：%s 至 %s"}
,["74001"]={["key"]="74001",["language1"]="拾光剪影",["id"]="74001",["language4"]="PUZZLE",["language3"]="記憶のシルエット",["language2"]="拾光剪影"}
,["73016"]={["key"]="73016",["language1"]="乌琳",["id"]="73016",["language3"]="None",["language2"]="烏琳"}
,["73015"]={["key"]="73015",["language1"]=[[<color=#ffc146>【简介】</color>
时光恋曲是特定角色的限时剧情活动。

<color=#ffc146>【活动详情】</color>
1.活动开启后，可与对应角色进行专属剧情交互等体验。根据不同选择，剧情可能含有多种分支与结局。
2.时光恋曲中出售的皮肤与插画仅在本活动中出售，不会在商城复刻。]],["id"]="73015",["language3"]=[[<color=#ffc146>【概要】</color>
時の恋歌は特定キャラクターの時限ストーリーイベント。

<color=#ffc146>【イベント詳細】</color>
1.イベント開始後、対応キャラクターの専用ストーリーを体験できる。選択肢によって、ストーリーに複数の分岐とエンディングがある。
2.時の恋歌で販売されるスキンとイラストは本イベントのみの販売で、ショップで再度販売されないのでご注意を。]],["language2"]=[[<color=#ffc146>【簡介】</color>
時光戀曲是特定角色的限時劇情活動。

<color=#ffc146>【活動詳情】</color>
1.活動開啟後，可與對應角色進行專屬劇情交互等體驗。根據不同選擇，劇情可能含有多種分支與結局。
2.時光戀曲中出售的皮膚與插畫僅在本活動中出售，不會在商城複刻。]]}
,["73014"]={["key"]="73014",["language1"]="活动说明",["id"]="73014",["language3"]="イベント説明",["language2"]="活動說明"}
,["4220"]={["key"]="4220",["language1"]="解禁成功",["id"]="4220",["language3"]="解除成功",["language2"]="解禁成功"}
,["15075"]={["key"]="15075",["language1"]="本关卡只能使用一个队伍，自动寻路不能使用支援角色",["id"]="15075",["language3"]="本ステージは1チームのみ使用できます。自動探索はサポートキャラを使用できません",["language2"]="本關卡只能使用一個隊伍，自動尋路不能使用支援角色"}
,["73013"]={["key"]="73013",["language1"]="活动剩余时间：%s天%s时:%s分",["id"]="73013",["language3"]="イベント残り：%s日%s時:%s分",["language2"]="活動剩餘時間：%s天%s時:%s分"}
,["73010"]={["key"]="73010",["language1"]="是否退出当前剧情",["id"]="73010",["language3"]="現在のストーリーを退出しますか？",["language2"]="是否退出當前劇情"}
,["32064"]={["key"]="32064",["language1"]="请选择进入的房间",["id"]="32064",["language3"]="ルームを選んでください",["language2"]="請選擇進入的房間"}
,["22064"]={["key"]="22064",["language1"]="%s的队伍信息",["id"]="22064",["language3"]="%sのチーム情報",["language2"]="%s的隊伍信息"}
,["73006"]={["key"]="73006",["language1"]="待选择",["id"]="73006",["language3"]="選択待ち",["language2"]="24046"}
,["10018"]={["key"]="10018",["language1"]="制作能力：",["id"]="10018",["language3"]="制作能力：",["language2"]="製作能力："}
,["18201"]={["key"]="18201",["language1"]="演习",["id"]="18201",["language3"]="演習交換",["language2"]="演習"}
,["15084"]={["key"]="15084",["language1"]="全队血量不小于%s%%",["id"]="15084",["language3"]="全員の耐久値%s%%以上",["language2"]="全隊血量不小於%s%%"}
,["26008"]={["key"]="26008",["language1"]="此面向敌",["id"]="26008",["language3"]="敵方向",["language2"]="此面向敵"}
,["50018"]={["key"]="50018",["language1"]="全局增益",["id"]="50018",["language3"]="全体強化効果",["language2"]="全局增益"}
,["17158"]={["key"]="17158",["language1"]="活动期间，总队长在「尊荣苍骑」中可使用「构建蓝图」进行构建。",["id"]="17158",["language3"]="イベント期間中、総隊長は「誇り高き蒼騎士」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「尊榮蒼騎」中可使用「構建藍圖」進行構建。"}
,["73003"]={["key"]="73003",["language1"]="回忆相册",["id"]="73003",["language3"]="思い出アルバム",["language2"]="回憶相冊"}
,["20018"]={["key"]="20018",["language1"]="操作：",["id"]="20018",["language3"]="操作数：",["language2"]="操作："}
,["73002"]={["key"]="73002",["language1"]="行程",["id"]="73002",["language3"]="スケジュール",["language2"]="行程"}
,["73001"]={["key"]="73001",["language1"]="联络",["id"]="73001",["language3"]="連絡",["language2"]="聯絡"}
,["72007"]={["key"]="72007",["language1"]="是否确认替换%s表情？",["id"]="72007",["language3"]="%s表情に変えます？",["language2"]="是否確認替換%s表情？"}
,["15100"]={["key"]="15100",["language1"]=[[<color=#ffc146>【简介】</color>
合理的训练和适当的放松方能造就最优秀的队员。

<color=#ffc146>【碎星虚影】</color>
1.在各类活动中，碎星虚影为<color=#ffc146>常驻活动</color>，它并不会进行关闭，但胜利后获得的微晶均有获取上限，到达上限后将无法领取副本胜利后的微晶奖励。
2.微晶的获取会在每周固定时间进行重置，重置后便可继续获得微晶，同时微晶的获取上限只对碎星虚影玩法下的胜利奖励有效，其他途径获得的微晶并不会受到影响。
3.除碎星虚影以外其他活动均有自己的开启与关闭时间，在游玩时请注意活动的关闭时间。]],["id"]="15100",["language3"]=[[<color=#ffc146>【説明】</color>
優秀な隊員を目指すなら、合理的な訓練と適度な休憩が必要不可欠である。

<color=#ffc146>【砕星虚影】</color>
1.様々なイベントの中で、砕星虚影は<color=#ffc146>常設イベント</color>であり、期限は設けられていない。砕星虚影で獲得できる微結晶に上限がある。獲得上限に達した場合、砕星虚影をクリアしても微結晶を獲得できない。
2.微結晶の獲得状況は毎週決められた時間でリセットされる。リセット後、また微結晶を獲得できるようになる。微結晶の獲得上限は砕星虚影内にのみ設けられている。ほかの方法で入手した微結晶は影響を受けない。
3.砕星虚影以外のイベントは開催期間が設けられている。プレイする際は期限にご注意ください。]],["language2"]=[[<color=#ffc146>【簡介】</color>
合理的訓練和適當的放鬆方能造就最優秀的隊員。

<color=#ffc146>【碎星虛影】</color>
1.在各類活動中，碎星虛影為<color=#ffc146>常駐活動</color>，它並不會進行關閉，但勝利後獲得的微晶均有獲取上限，到達上限後將無法領取副本勝利後的微晶獎勵。
2.微晶的獲取會在每週固定時間進行重置，重置後便可繼續獲得微晶，同時微晶的獲取上限只對碎星虛影玩法下的勝利獎勵有效，其他途徑獲得的微晶並不會受到影響。
3.除碎星虛影以外其他活動均有自己的開啟與關閉時間，在遊玩時請注意活動的關閉時間。]]}
,["18056"]={["key"]="18056",["language1"]="时装当前仅供预览",["id"]="18056",["language3"]="プレビューのみ可能",["language2"]="時裝當前僅供預覽"}
,["72002"]={["key"]="72002",["language1"]="问好",["id"]="72002",["language3"]="挨拶",["language2"]="問好"}
,["33066"]={["key"]="33066",["language1"]="对手阵容",["id"]="33066",["language3"]="対戦相手の編成",["language2"]="對手陣容"}
,["42008"]={["key"]="42008",["language1"]="无限制次数",["id"]="42008",["language3"]="回数制限なし",["language2"]="無限制次數"}
,["71013"]={["key"]="71013",["language1"]="特等奖",["id"]="71013",["language3"]="特賞",["language2"]="特等獎"}
,["71012"]={["key"]="71012",["language1"]="奖励全获得！！！",["id"]="71012",["language3"]="報酬を全て獲得しました！！！",["language2"]="獎勵全獲得！！！"}
,["14076"]={["key"]="14076",["language1"]="年齢によって購入できる金額が決まっています。",["id"]="14076",["language3"]="年齢によって購入できる金額が決まっています。",["language2"]="年齢によって購入できる金額が決まっています。"}
,["71011"]={["key"]="71011",["language1"]="庆典任务",["id"]="71011",["language3"]="祭典任務",["language2"]="進度任務"}
,["71010"]={["key"]="71010",["language1"]="说明：完成庆典任务可领取对应奖励。",["id"]="71010",["language3"]="説明：祭典任務を完了すると、対応する報酬を受け取れる。",["language2"]="說明：每完成一個任務可領取一份獎勵。"}
,["71009"]={["key"]="71009",["language1"]="进度：",["id"]="71009",["language3"]="進捗：",["language2"]="進度："}
,["71007"]={["key"]="71007",["language1"]="待领取",["id"]="71007",["language4"]="WAITING TO RECEIVE",["language3"]="未受取",["language2"]="待領取"}
,["65020"]={["key"]="65020",["language1"]="结束时全部队员存活",["id"]="65020",["language3"]="終了時に全隊員が生存している",["language2"]="結束時全部隊員存活"}
,["49304"]={["key"]="49304",["language1"]="芯片等级不满足",["id"]="49304",["language3"]="チップのレベルが満たされていない",["language2"]="晶片等級不滿足"}
,["71005"]={["key"]="71005",["language1"]="时装复刻",["id"]="71005",["language3"]="スキン復刻",["language2"]="時裝復刻"}
,["49204"]={["key"]="49204",["language1"]="队员已携带的芯片稀有度最高R4",["id"]="49204",["language3"]="隊員が装着しているチップのレア度最高R4",["language2"]="隊員已攜帶的晶片稀有度最高R4"}
,["16075"]={["key"]="16075",["language1"]="退出排队",["id"]="16075",["language4"]="SIGN OUT",["language3"]="退出",["language2"]="退出排隊"}
,["16102"]={["key"]="16102",["language1"]="输入需要重置密码的手机号：",["id"]="16102",["language3"]="パスワード変更に使用される携帯番号の入力：",["language2"]="輸入需要重置密碼的手機號："}
,["17121"]={["key"]="17121",["language1"]="活动期间，总队长在「定制构建α」中可使用「构建蓝图」进行构建。",["id"]="17121",["language3"]="期間中、「セレクト召集α」で「召集券」を使用して召集を行うことができます。",["language2"]="活動期間，總隊長在「定制構建α」中可使用「構建藍圖」進行構建。"}
,["71003"]={["key"]="71003",["language1"]="全新时装",["id"]="71003",["language3"]="新スキン",["language2"]="全新時裝"}
,["15126"]={["key"]="15126",["language1"]="入场券",["id"]="15126",["language3"]="入場券",["language2"]="入場券"}
,["17201"]={["key"]="17201",["language1"]="【<color=#ffae00>注意</color>】本构建属于【定制构建ε】，其构建次数保底会一直累计于【定制构建ε】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17201",["language3"]="【<color=#ffae00>注意</color>】本召集は【セレクト召集ε】に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="【<color=#ffae00>注意</color>】本構建屬於【定制構建ε】，其構建次數保底會一直累計於【定制構建ε】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["16084"]={["key"]="16084",["language1"]="【隐私政策】",["id"]="16084",["language3"]="【プライバシーポリシー】",["language2"]="【隱私權政策】"}
,["24045"]={["key"]="24045",["language1"]="您背包中有物品将在<color=\"#ffc146\">24小时内过期</color>，请尽快使用。",["id"]="24045",["language3"]="バッグ内に<color=\"#ffc146\">24時間以内に期限切れ</color>になるアイテムがあります、早めに使用してください。",["language2"]="您背包中有物品將在<color=\"#ffc146\">24小時內過期</color>，請盡快使用。"}
,["47201"]={["key"]="47201",["language1"]="成长",["id"]="47201",["language3"]="成長",["language2"]="成長"}
,["15061"]={["key"]="15061",["language1"]="单局收集宝箱数量(%s/%s)",["id"]="15061",["language3"]="1回の任務で集める宝箱の数（%s／%s）",["language2"]="單局收集寶箱數量(%s/%s)"}
,["12005"]={["key"]="12005",["language1"]="全部解除",["id"]="12005",["language4"]="UNBLOCK-ALL",["language3"]="全部解除",["language2"]="全部解除"}
,["22005"]={["key"]="22005",["language1"]="勘探指南",["id"]="22005",["language4"]="Exploration Guidelines",["language3"]="探査指南",["language2"]="勘探指南"}
,["32005"]={["key"]="32005",["language1"]="赠送",["id"]="32005",["language3"]="贈る",["language2"]="贈送"}
,["42005"]={["key"]="42005",["language1"]="材料：",["id"]="42005",["language3"]="素材：",["language2"]="材料："}
,["52005"]={["key"]="52005",["language1"]="重置BGM",["id"]="52005",["language3"]="BGMリセット",["language2"]="重置BGM"}
,["62005"]={["key"]="62005",["language1"]="宠物",["id"]="62005",["language3"]="ペット",["language2"]="寵物"}
,["72005"]={["key"]="72005",["language1"]="通用",["id"]="72005",["language3"]="共通",["language2"]="通用"}
,["70024"]={["key"]="70024",["language1"]="任务已结束",["id"]="70024",["language3"]="任務終了",["language2"]="任務已結束"}
,["14045"]={["key"]="14045",["language1"]="客服反馈",["id"]="14045",["language3"]="カスタマー",["language2"]="客服回報"}
,["70022"]={["key"]="70022",["language1"]="末日战线玩法说明",["id"]="70022",["language3"]="終末戦線について",["language2"]="末日戰線玩法說明"}
,["70018"]={["key"]="70018",["language1"]="LV",["id"]="70018",["language3"]="LV",["language2"]="LV"}
,["46006"]={["key"]="46006",["language1"]="%s天",["id"]="46006",["language3"]="%s日",["language2"]="%s天"}
,["15076"]={["key"]="15076",["language1"]="自动寻路不能使用支援角色",["id"]="15076",["language3"]="自動探索はサポートキャラを使用できません",["language2"]="自動尋路不能使用支援角色"}
,["26006"]={["key"]="26006",["language1"]="支援",["id"]="26006",["language4"]="SUPPORT",["language3"]="サポート",["language2"]="支援"}
,["16006"]={["key"]="16006",["language1"]="请设置生日",["id"]="16006",["language3"]="誕生日を設定してください",["language2"]="請設置生日"}
,["70017"]={["key"]="70017",["language1"]="未挑战",["id"]="70017",["language3"]="未挑戦",["language2"]="未挑戰"}
,["70016"]={["key"]="70016",["language1"]="每次挑战后根据伤害量发放以下奖励",["id"]="70016",["language3"]="各チャレンジ後にダメージ量に応じて以下の報酬を配布",["language2"]="每次挑戰後根據傷害量發放以下獎勵"}
,["70015"]={["key"]="70015",["language1"]="队员",["id"]="70015",["language3"]="隊員",["language2"]="隊員"}
,["70014"]={["key"]="70014",["language1"]="伤害量",["id"]="70014",["language3"]="ダメージ量",["language2"]="傷害量"}
,["13033"]={["key"]="13033",["language1"]="活动时间：%s",["id"]="13033",["language3"]="イベント期間：%s",["language2"]="活動時間：%s"}
,["70012"]={["key"]="70012",["language1"]="排名",["id"]="70012",["language3"]="順位",["language2"]="排名"}
,["70010"]={["key"]="70010",["language1"]="%s月%s日3:00前",["id"]="70010",["language3"]="%s月%s日3:00まで",["language2"]="%s月%s日3:00前"}
,["70008"]={["key"]="70008",["language1"]="击败时间",["id"]="70008",["language3"]="撃破時間",["language2"]="擊敗時間"}
,["18121"]={["key"]="18121",["language1"]="NO.9",["id"]="18121",["language3"]="NO.9",["language2"]="NO.9"}
,["10064"]={["key"]="10064",["language1"]="合成菜单",["id"]="10064",["language3"]="合成リスト",["language2"]="合成選單"}
,["70007"]={["key"]="70007",["language1"]="挑战奖励",["id"]="70007",["language4"]="CHALLENGE REWARD",["language3"]="チャレンジ報酬",["language2"]="挑戰獎勵"}
,["17126"]={["key"]="17126",["language1"]="【<color=#ffae00>注意</color>】本构建属于【裂核星云】，其构建次数保底会一直累计于【裂核星云】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17126",["language3"]="【<color=#ffae00>注意</color>】本召集は【裂変せし星雲】に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="【<color=#ffae00>注意</color>】本構建屬於【裂核星雲】，其構建次數保底會一直累計於【裂核星雲】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["22018"]={["key"]="22018",["language1"]="第%s阶段",["id"]="22018",["language3"]="第%s段階",["language2"]="第%s階段"}
,["17045"]={["key"]="17045",["language1"]="重复获得",["id"]="17045",["language3"]="重複獲得",["language2"]="重複獲得"}
,["15066"]={["key"]="15066",["language1"]="%s玩家经验:%s/%s",["id"]="15066",["language3"]="%s探索経験値：%s/%s",["language2"]="%s玩家經驗:%s/%s"}
,["32018"]={["key"]="32018",["language1"]="主题",["id"]="32018",["language4"]="THEME",["language3"]="テーマ",["language2"]="主題"}
,["1001"]={["key"]="1001",["language1"]="确定",["id"]="1001",["language4"]="SURE",["language3"]="確認",["language2"]="確定"}
,["70006"]={["key"]="70006",["language1"]="排名奖励",["id"]="70006",["language4"]="RANK REWARD",["language3"]="ランキング報酬",["language2"]="排名獎勵"}
,["18304"]={["key"]="18304",["language1"]="商品：",["id"]="18304",["language3"]="商品名：",["language2"]="商品："}
,["2001"]={["key"]="2001",["language1"]="档案",["id"]="2001",["language4"]="ARCHIVES",["language3"]="ファイル",["language2"]="檔案"}
,["5001"]={["key"]="5001",["language1"]="加速冷却",["id"]="5001",["language4"]="ACCELERATED COOLING",["language3"]="高速冷却",["language2"]="加速冷卻"}
,["4001"]={["key"]="4001",["language1"]="核心跃升",["id"]="4001",["language4"]="RANK UP",["language3"]="コア昇格",["language2"]="核心躍升"}
,["7001"]={["key"]="7001",["language1"]="重置",["id"]="7001",["language4"]="ADJUST KANBAN",["language3"]="リセット",["language2"]="重置"}
,["6001"]={["key"]="6001",["language1"]="主线",["id"]="6001",["language4"]="MAINLINE",["language3"]="メイン",["language2"]="主線"}
,["9001"]={["key"]="9001",["language1"]="战术点数：",["id"]="9001",["language3"]="戦術P：",["language2"]="戰術點數："}
,["21158"]={["key"]="21158",["language1"]="[每日登录获取]",["id"]="21158",["language3"]="[毎日ログイン獲得]",["language2"]="[每日登錄獲取]"}
,["8034"]={["key"]="8034",["language1"]="更改形象",["id"]="8034",["language4"]="CHANGE MODEL",["language3"]="イメージ変更",["language2"]="更改形象"}
,["17155"]={["key"]="17155",["language1"]="活动期间，总队长在「晨星回音」中可使用「构建蓝图」进行构建。",["id"]="17155",["language3"]="イベント期間中、総隊長は「流星、気高く」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「晨星回音」中可使用「構建藍圖」進行構建。"}
,["16076"]={["key"]="16076",["language1"]="名字已被使用",["id"]="16076",["language3"]="すでに使用されている名前です",["language2"]="名字已被使用"}
,["47006"]={["key"]="47006",["language1"]="%s%",["id"]="47006",["language3"]="%s%",["language2"]="%s%"}
,["17006"]={["key"]="17006",["language1"]="注意事项",["id"]="17006",["language3"]="注意事項",["language2"]="注意事項"}
,["27006"]={["key"]="27006",["language1"]="公会名片：",["id"]="27006",["language3"]="ギルド紹介：",["language2"]="公會名片："}
,["70004"]={["key"]="70004",["language1"]="击败奖励",["id"]="70004",["language4"]="FIGHT REWARD",["language3"]="撃破報酬",["language2"]="擊敗獎勵"}
,["18307"]={["key"]="18307",["language1"]="订单支付结果",["id"]="18307",["language3"]="購入結果",["language2"]="訂單付款結果"}
,["29048"]={["key"]="29048",["language1"]="队伍协调",["id"]="29048",["language3"]="協調性",["language2"]="隊伍協調"}
,["70001"]={["key"]="70001",["language1"]="排行榜",["id"]="70001",["language3"]="ランキング",["language2"]="排行榜"}
,["90018"]={["key"]="90018",["language1"]="状态",["id"]="90018",["language3"]="状態",["language2"]="狀態"}
,["18075"]={["key"]="18075",["language1"]="已达持有上限",["id"]="18075",["language3"]="所持上限に達しました",["language2"]="已達持有上限"}
,["60601"]={["key"]="60601",["language1"]="可获得奖励",["id"]="60601",["language3"]="獲得可能報酬",["language2"]="可獲得獎勵"}
,["68010"]={["key"]="68010",["language1"]="%s分钟",["id"]="68010",["language3"]="%s分",["language2"]="%s分鐘"}
,["68008"]={["key"]="68008",["language1"]="新的活动已开启",["id"]="68008",["language3"]="新しいイベントが開放されました",["language2"]="新的活動已開啟"}
,["68007"]={["key"]="68007",["language1"]="挖掘矿场已到达最大值",["id"]="68007",["language3"]="採掘場が最大値に達しました",["language2"]="挖掘礦場已到達最大值"}
,["68006"]={["key"]="68006",["language1"]="芯片改造已完成",["id"]="68006",["language3"]="チップ改造が完了しました",["language2"]="晶片改造已完成"}
,["68005"]={["key"]="68005",["language1"]="订单已刷新",["id"]="68005",["language3"]="注文が更新されました",["language2"]="訂單已刷新"}
,["22045"]={["key"]="22045",["language1"]="特别馈赠",["id"]="22045",["language4"]="SPECIAL GIFTS",["language3"]="特別ギフト",["language2"]="特別饋贈"}
,["23018"]={["key"]="23018",["language1"]="未装配",["id"]="23018",["language3"]="未装着",["language2"]="未裝配"}
,["10091"]={["key"]="10091",["language1"]="排队中",["id"]="10091",["language3"]="待ち中",["language2"]="排隊中"}
,["16066"]={["key"]="16066",["language1"]="发送验证码",["id"]="16066",["language3"]="認証コード送信",["language2"]="發送驗證碼"}
,["62045"]={["key"]="62045",["language1"]="罗恩格林",["id"]="62045",["language4"]="LOHENGRIN",["language3"]="ローエングリン",["language2"]="羅恩格林"}
,["68004"]={["key"]="68004",["language1"]="燃料已回复至最大值",["id"]="68004",["language3"]="燃料が最大値まで回復しました",["language2"]="燃料已回復至最大值"}
,["68003"]={["key"]="68003",["language1"]="燃料已回复至等级上限",["id"]="68003",["language3"]="燃料がレベル上限まで回復しました",["language2"]="燃料已回復至等級上限"}
,["49196"]={["key"]="49196",["language1"]="队员芯片总等级大于等于30级",["id"]="49196",["language3"]="隊員チップ総Lvが30以上",["language2"]="隊員晶片總等級大於等於30級"}
,["68002"]={["key"]="68002",["language1"]="新的插画已在商店上架",["id"]="68002",["language3"]="新しい挿絵がショップに追加されました",["language2"]="新的插畫已在商店上架"}
,["68001"]={["key"]="68001",["language1"]="新的时装已在商店上架",["id"]="68001",["language3"]="新しいスキンがショップに追加されました",["language2"]="新的時裝已在商店上架"}
,["67028"]={["key"]="67028",["language1"]="《少女与学院城》应援联动幸运扭蛋，投币随机得特写/表情/头像～奖励不重复(前6抽不会出现SSS，前10抽必定获得S或A，25抽内必出SSS!）",["id"]="67028",["language3"]="None",["language2"]="《少女與學院城》應援聯動幸運扭蛋，投幣隨機得特寫/表情/頭像～獎勵不重複(前6抽不會出現SSS，前10抽必定獲得S或A，25抽內必出SSS!）"}
,["67026"]={["key"]="67026",["language1"]="获得除F奖外所有未获得的奖励",["id"]="67026",["language3"]="F賞以外の未獲得報酬をすべて獲得",["language2"]="獲得除F獎外所有未獲得的獎勵"}
,["77006"]={["key"]="77006",["language1"]="商店",["id"]="77006",["language3"]="ショップ",["language2"]="商店"}
,["67024"]={["key"]="67024",["language1"]="奇趣扭蛋",["id"]="67024",["language4"]="INTEREST GACHA",["language3"]="ファンシーガチャ",["language2"]="奇趣扭蛋"}
,["37035"]={["key"]="37035",["language1"]="剩余：%s",["id"]="37035",["language3"]="残り：%s",["language2"]="剩餘：%s"}
,["12045"]={["key"]="12045",["language1"]="交易订单",["id"]="12045",["language3"]="注文リスト",["language2"]="交易訂單"}
,["23055"]={["key"]="23055",["language1"]="解锁成功",["id"]="23055",["language3"]="解放成功",["language2"]="解鎖成功"}
,["6006"]={["key"]="6006",["language1"]="每周%s %s点重置，点击按钮可前往或领取",["id"]="6006",["language3"]="毎週の月曜日の3時に更新",["language2"]="每週%s %s點重置，點擊按鈕可前往或領取"}
,["7006"]={["key"]="7006",["language1"]="调整位置",["id"]="7006",["language4"]="ADJUST KANBAN",["language3"]="位置調整",["language2"]="調整位置"}
,["8006"]={["key"]="8006",["language1"]="剧情进度",["id"]="8006",["language3"]="ストーリー進捗",["language2"]="劇情進度"}
,["1006"]={["key"]="1006",["language1"]="点击继续",["id"]="1006",["language4"]="Click to Continue",["language3"]="touch to continue",["language2"]="點擊繼續"}
,["2006"]={["key"]="2006",["language1"]="编队",["id"]="2006",["language4"]="UNIT FORMATION",["language3"]="編成",["language2"]="編隊"}
,["23081"]={["key"]="23081",["language1"]="穿戴中",["id"]="23081",["language3"]="装着中",["language2"]="穿戴中"}
,["4006"]={["key"]="4006",["language1"]="技术点",["id"]="4006",["language3"]="スキルEXP",["language2"]="技術點"}
,["45020"]={["key"]="45020",["language1"]="您的每一份喜欢，我们都为您准备了回馈",["id"]="45020",["language3"]="総隊長のすべての好意に対して、お礼を用意しました！",["language2"]="您的每一份喜歡，我們都為您準備了回饋"}
,["67022"]={["key"]="67022",["language1"]="扭蛋说明",["id"]="67022",["language3"]="ガチャ説明",["language2"]="扭蛋說明"}
,["25020"]={["key"]="25020",["language1"]="未启用队伍",["id"]="25020",["language3"]="チーム編成なし",["language2"]="未啟用隊伍"}
,["15020"]={["key"]="15020",["language1"]="挑战次数：%s",["id"]="15020",["language3"]="挑戦回数：%s",["language2"]="挑戰次數：%s"}
,["1096"]={["key"]="1096",["language1"]="P.M",["id"]="1096",["language3"]="P.M",["language2"]="P.M"}
,["67019"]={["key"]="67019",["language1"]="养成材料",["id"]="67019",["language3"]="育成素材",["language2"]="養成材料"}
,["67017"]={["key"]="67017",["language1"]="静态表情",["id"]="67017",["language3"]="2D表情",["language2"]="靜態表情"}
,["22092"]={["key"]="22092",["language1"]="周年好礼",["id"]="22092",["language4"]="ANNIVERSARY GIFT",["language3"]="周年御礼",["language2"]="周年好禮"}
,["67013"]={["key"]="67013",["language1"]="获得除F奖外所有未获得的奖励",["id"]="67013",["language3"]="F賞以外の未獲得報酬をすべて獲得",["language2"]="獲得除F獎外所有未獲得的獎勵"}
,["140010"]={["key"]="140010",["language1"]="分数：%s",["id"]="140010",["language3"]="スコア：%s",["language2"]="分數：%s"}
,["25045"]={["key"]="25045",["language1"]="操作后恢复使用",["id"]="25045",["language3"]="操作後に使用を再開",["language2"]="操作後恢復使用"}
,["15045"]={["key"]="15045",["language1"]="教程",["id"]="15045",["language3"]="コース",["language2"]="教程"}
,["67010"]={["key"]="67010",["language1"]="恭喜获得sss奖励！",["id"]="67010",["language3"]="SSS報酬を獲得！",["language2"]="恭喜獲得sss獎勵！"}
,["67009"]={["key"]="67009",["language1"]="连抽%s次",["id"]="67009",["language3"]="%s回連続抽選",["language2"]="連抽%s次"}
,["67007"]={["key"]="67007",["language1"]="扭蛋开启！投币随机得特写/表情/头像～奖励不重复(前6抽不会出现SSS，25抽内必出SSS!）",["id"]="67007",["language3"]="ガチャ開始！コインを投入して接写/表情/アイコンをランダムにゲット～報酬は重複しません（最初の6回はSSS報酬は排出されませんが、25回以内に必ずSSSが排出されます！）",["language2"]="扭蛋開啟！投幣隨機得特寫/表情/頭像～獎勵不重複(前6抽不會出現SSS，25抽內必出SSS!）"}
,["67006"]={["key"]="67006",["language1"]="幸运扭蛋",["id"]="67006",["language4"]="LUCKY GASHAPON",["language3"]="ラッキーガチャ",["language2"]="幸運扭蛋"}
,["67003"]={["key"]="67003",["language1"]="消耗扭蛋币即可获得幸运奖品！每个奖品的获得概率均等。已获得的奖品不会重复获得！",["id"]="67003",["language3"]="ガチャコインを消費してラッキー報酬を獲得！各賞品の獲得確率は均等。既に獲得した賞品は重複して獲得しません！",["language2"]="消耗扭蛋幣即可獲得幸運獎品！每個獎品的獲得概率均等。已獲得的獎品不會重複獲得！"}
,["67002"]={["key"]="67002",["language1"]="活动剩余时间：%s天%s:%s",["id"]="67002",["language3"]="イベント残り時間：%s日%s:%s",["language2"]="活動剩餘時間：%s天%s:%s"}
,["20006"]={["key"]="20006",["language1"]="统计伤害",["id"]="20006",["language3"]="トータルダメージ",["language2"]="統計傷害"}
,["10006"]={["key"]="10006",["language1"]="订单获取中",["id"]="10006",["language3"]="注文待ち",["language2"]="訂單獲取中"}
,["66002"]={["key"]="66002",["language1"]="<color=#ffc146>基于《特定商业交易法》的指示</color>",["id"]="66002",["language3"]="<color=#ffc146>《特定商取引法》に基づき</color>",["language2"]="<color=#ffc146>基於《特定商業交易法》的指示</color>"}
,["66001"]={["key"]="66001",["language1"]="<color=#ffc146>基于《支付服务法》的指示</color>",["id"]="66001",["language3"]="<color=#ffc146>《資金決済法》に基づき</color>",["language2"]="<color=#ffc146>基於《支付服務法》的指示</color>"}
,["29011"]={["key"]="29011",["language1"]="不朽",["id"]="29011",["language4"]="UNSTERBLICH",["language3"]="不朽",["language2"]="不朽"}
,["65022"]={["key"]="65022",["language1"]="更新剩余时间：%s天%s:%s",["id"]="65022",["language3"]="更新残り時間：%s日%s:%s",["language2"]="更新剩余時間：%s天%s:%s"}
,["71006"]={["key"]="71006",["language1"]="每日构建",["id"]="71006",["language3"]="毎日召集",["language2"]="每日構建"}
,["60800"]={["key"]="60800",["language1"]="体力增幅",["id"]="60800",["language3"]="体力増幅",["language2"]="體力增幅"}
,["14055"]={["key"]="14055",["language1"]="默认",["id"]="14055",["language3"]="デフォルト",["language2"]="默認"}
,["1084"]={["key"]="1084",["language1"]="敌方行动",["id"]="1084",["language3"]="敵方行動",["language2"]="敵方行動"}
,["31006"]={["key"]="31006",["language1"]="释放条件",["id"]="31006",["language4"]="CONDITIONS",["language3"]="発動条件",["language2"]="釋放條件"}
,["22081"]={["key"]="22081",["language1"]="阶段",["id"]="22081",["language3"]="段階",["language2"]="階段"}
,["4084"]={["key"]="4084",["language1"]="在%s至%s之间",["id"]="4084",["language3"]="%sと%sの間",["language2"]="在%s至%s之間"}
,["61006"]={["key"]="61006",["language1"]="活动时间：",["id"]="61006",["language3"]="イベント時間：",["language2"]="活動時間："}
,["7060"]={["key"]="7060",["language1"]="从不播放角色、插图入场动画。",["id"]="7060",["language3"]="キャラクター、イラストの入場アニメーションを再生しない。",["language2"]="從不播放角色、插圖入場動畫。"}
,["13031"]={["key"]="13031",["language1"]="签到奖励",["id"]="13031",["language3"]="ログイン報酬",["language2"]="簽到獎勵"}
,["65010"]={["key"]="65010",["language1"]="战斗总操作次数：%s",["id"]="65010",["language3"]="総操作回数：%s",["language2"]="戰鬥總操作次數：%s"}
,["65009"]={["key"]="65009",["language1"]="第%s轮",["id"]="65009",["language3"]="第%sラウンド",["language2"]="第%s輪"}
,["65006"]={["key"]="65006",["language1"]="本关增益",["id"]="65006",["language3"]="ステージバフ",["language2"]="本關增益"}
,["16056"]={["key"]="16056",["language1"]="%s-%s个字符组成，区分大小写",["id"]="16056",["language3"]="%s～%s文字を入力してください、大文字と小文字の区別あり",["language2"]="%s-%s個字元組成，區分大小寫"}
,["22098"]={["key"]="22098",["language1"]="幻夜签赠",["id"]="22098",["language3"]="万聖ログイン",["language2"]="幻夜簽贈"}
,["65002"]={["key"]="65002",["language1"]="战力调遣",["id"]="65002",["language3"]="小隊演習",["language2"]="戰力調遣"}
,["18045"]={["key"]="18045",["language1"]="<color=#7BFFC6>%s</color>至<color=#7BFFC6>%s</color>",["id"]="18045",["language3"]="<color=#7BFFC6>%s</color>から<color=#7BFFC6>%s</color>まで",["language2"]="<color=#7BFFC6>%s</color>至<color=#7BFFC6>%s</color>"}
,["21163"]={["key"]="21160",["language1"]="困难第四章 10~19关",["id"]="21163",["language3"]="第4章 ステージ10~19（ハード）",["language2"]="困難第四章 10~19關"}
,["65001"]={["key"]="65001",["language1"]="实战预演",["id"]="65001",["language3"]="実戦演習",["language2"]="實戰預演"}
,["64051"]={["key"]="64051",["language1"]=[[<color=#ffc146>【简介】</color>
挑战角斗场，根据通关次数总数排行可获得限时头像框。

<color=#ffc146>【规则】</color>
1.优先按通关次数从多到少排行，次数相同时根据达成时间的先后顺序进行排行。
2.角斗场排行榜将会随赛季更新而重置，限时头像框随赛季排行结算后发放。

<color=#ffc146>【奖励】</color>
1.排行在1-3名的玩家可获得限时头像框：<color=#ffc146>最初的传说</color>。
2.排行在4-10名的玩家可获得限时头像框：<color=#ffc146>传奇之证</color>。
3.排行在11-100名的玩家可获得限时头像框：<color=#ffc146>挑战者</color>。
4.排行在100名往后的玩家可获得限时头像框：<color=#ffc146>铭刻</color>。

]],["id"]="64051",["language3"]=[[<color=#ffc146>【概要】</color>
闘技場に挑戦後、クリア回数の総数でランキングが行われ、期間限定のアイコンフレームを獲得可能。

<color=#ffc146>【ルール】</color>
1.クリア回数の多い順にランキングされ、回数が同じ場合は達成時間の早い順にランキングが行われる。
2.闘技場のランキングはシーズンごとにリセットされ、期間限定のアイコンフレームはシーズンのランキング結果に基づき配布される。

<color=#ffc146>【報酬】</color>
1.ランキング1-3位のプレイヤーは期間限定アイコンフレーム：<color=#ffc146>歴戦者の証</color>を獲得。
2.ランキング4-10位のプレイヤーは期間限定アイコンフレーム：<color=#ffc146>伝説の証</color>を獲得。
3.ランキング11-100位のプレイヤーは期間限定アイコンフレーム：<color=#ffc146>挑戦の証</color>を獲得。
4.ランキング100位以降のプレイヤーは期間限定アイコンフレーム：<color=#ffc146>闘技の証</color>を獲得。

]],["language2"]=[[<color=#ffc146>【簡介】</color>
挑戰角鬥場，根據通關次數總數排行可獲得限時頭像框。

<color=#ffc146>【規則】</color>
1.優先按通關次數從多到少排行，次數相同時根據達成時間的先後順序進行排行。
2.角鬥場排行榜將會隨賽季更新而重置，限時頭像框隨賽季排行結算後發放。

<color=#ffc146>【獎勵】</color>
1.排行在1-3名的玩家可獲得限時頭像框：<color=#ffc146>最初的傳說</color>。
2.排行在4-10名的玩家可獲得限時頭像框：<color=#ffc146>傳奇之證</color>。
3.排行在11-100名的玩家可獲得限時頭像框：<color=#ffc146>挑戰者</color>。
4.排行在100名往後的玩家可獲得限時頭像框：<color=#ffc146>銘刻</color>。

]]}
,["22091"]={["key"]="22091",["language1"]="周年特礼",["id"]="22091",["language4"]="ANNIVERSARY SPECIAL GIFT",["language3"]="周年スペシャル",["language2"]="周年特禮"}
,["64050"]={["key"]="64050",["language1"]="角斗场排行榜说明",["id"]="64050",["language3"]="闘技場ランキング説明",["language2"]="角鬥場排行榜說明"}
,["10126"]={["key"]="10126",["language1"]="--无签名--",["id"]="10126",["language3"]="--内容なし--",["language2"]="--無簽名--"}
,["33021"]={["key"]="33021",["language1"]=[[<color=#ffc146>【简介】</color>
击败其他玩家的队伍，获得积分与奖励。

<color=#ffc146>【规则】</color>
 1.每个玩家每日均会获得一定模拟次数与刷新对手的次数，模拟次数用于其他玩家进行战斗，而刷新次数可用于刷新列表中的所有对手。
 2.镜像竞技内的队伍<color=#ffc146>自动设置与普通的战斗相互独立</color>，同时进攻编队与防御部署也是独立的自动设置。
 3.每次挑战完成后都会获得一定积分与演习勋章，但失败时获得的奖励会有一定削弱，退出战斗将没有奖励。
 4.战斗后的积分由玩家与对手的排名差距决定，挑战比自己排名更高的对手能获得更多积分。
 5.获得的积分会用于提升玩家的军阶与排名。
 6.赛季结束时，会根据玩家的军阶发放对应奖励。

<color=#ffc146>【商店兑换】</color>
 1.演习勋章可在本模式的商店中兑换商品，商店每周会刷新物品的购买次数与更换部分商品。

<color=#ffc146>【军阶说明】</color>
少尉：0 —— 499 
中尉：500 —— 999 
上尉：1000 —— 1499
少校：1500 —— 1999 
中校：2000 —— 2999 
上校：3000 —— 3999
少将：4000 —— 4999
中将：5000 —— 5999
上将：6000 —— 7499 
元帅：7500 +
 1.军阶分为大军阶和小军阶两种类型，大军阶已在上方列出。
 2.每个大军阶中含有5个小军阶，每次提升小军阶时均会获得一次性的演习勋章奖励。]],["id"]="33021",["language3"]=[[<color=#ffc146>【紹介】</color>
他のプレイヤーのチームを倒し、ポイントと報酬を獲得。

<color=#ffc146>【ルール】</color>
1.各プレイヤーは毎日一定の演習回数を獲得し、演習回数を消費して他のプレイヤーと戦闘を行う。
2.アリーナ内のチーム<color=#ffc146>自動設定は通常の戦闘とは独立</color>しており、攻撃編成と防衛編成も独立した自動設定。
3.各チャレンジ完了後に一定のポイントと演習勲章を獲得するが、失敗時の報酬は減少し、戦闘を退出すると報酬は獲得できない。
4.戦闘後のポイントはプレイヤーと対戦相手のランキング差によって決まり、自分より高いランキングの相手に挑戦するとより多くのポイントを獲得することができる。
5.獲得したポイントはプレイヤーの階級とランキングの向上に使用される。
6.シーズン終了時に、プレイヤーの階級に応じた報酬が配布される。

<color=#ffc146>【ショップ交換】</color>
 1.演習勲章はこのモードのショップで商品と交換でき、ショップは毎週購入回数をリセットし、一部の商品が変更される。

<color=#ffc146>【階級説明】</color>
少尉：0 ── 499 
中尉：500 ── 999 
大尉：1000 ── 1499
少佐：1500 ── 1999 
中佐：2000 ── 2999 
大佐：3000 ── 3999
少将：4000 ── 4999
中将：5000 ── 5999
大将：6000 ── 7499 
元帥：7500 +
 1.階級は大階級と小階級の2種類に分かれ、大階級は上記に記載された通り。
 2.各大階級には5つの小階級が含まれており、小階級が上がる度に一度だけ演習勲章を獲得することができる。]],["language2"]=[[<color=#ffc146>【簡介】</color>
擊敗其他玩家的隊伍，獲得積分與獎勵。

<color=#ffc146>【規則】</color>
 1.每個玩家每日均會獲得一定類比次數，需要消耗類比次數才能與其他玩家進行戰鬥。
 2.競技場內的隊伍<color=#ffc146>自動設置與普通的戰鬥相互獨立</color>，同時進攻編隊與防禦部署也是獨立的自動設置。
 3.每次挑戰完成後都會獲得一定積分與演習勳章，但失敗時獲得的獎勵會有一定削弱，退出戰鬥將沒有獎勵。
 4.戰鬥後的積分由玩家與對手的排名差距決定，挑戰比自己排名更高的對手能獲得更多積分。
 5.獲得的積分會用於提升玩家的軍階與排名。
 6.賽季結束時，會根據玩家的軍階發放對應獎勵。

<color=#ffc146>【商店兌換】</color>
 1.演習勳章可在本模式的商店中兌換商品，商店每週會刷新物品的購買次數與更換部分商品。

<color=#ffc146>【軍階說明】</color>
少尉：0 —— 499 
中尉：500 —— 999 
上尉：1000 —— 1499
少校：1500 —— 1999 
中校：2000 —— 2999 
上校：3000 —— 3999
少將：4000 —— 4999
中將：5000 —— 5999
上將：6000 —— 7499 
元帥：7500 +
 1.軍階分為大軍階和小軍階兩種類型，大軍階已在上方列出。
 2.每個大軍階中含有5個小軍階，每次提升小軍階時均會獲得一次性的演習勳章獎勵。]]}
,["21144"]={["key"]="21144",["language1"]="鼓军嵌合 2-4层",["id"]="21144",["language3"]="鼓軍嵌合 ステージ2-4",["language2"]="鼓軍嵌合 2-4層"}
,["64048"]={["key"]="64048",["language1"]="推荐:",["id"]="64048",["language3"]="推薦：",["language2"]="推薦:"}
,["11006"]={["key"]="11006",["language1"]="删除已读",["id"]="11006",["language4"]="DELETE READ",["language3"]="既読削除",["language2"]="刪除已讀"}
,["49141"]={["key"]="49141",["language1"]="只能编入虫洞队员（基础队伍最大人数为5）",["id"]="49141",["language3"]="擬虫隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入蟲洞隊員（基礎隊伍最大人數為5）"}
,["9006"]={["key"]="9006",["language1"]="需要探索等级达到<color=#ffc146>%s级</color>",["id"]="9006",["language3"]="探索Lv<color=#ffc146>%s</color>必要",["language2"]="需要探索等級達到<color=#ffc146>%s級</color>"}
,["64046"]={["key"]="64046",["language1"]="获取更多星星提升奖励等级！",["id"]="64046",["language3"]="勲章を集めて報酬レベルを上げよう！",["language2"]="獲取更多星星提升獎勵等級！"}
,["64045"]={["key"]="64045",["language1"]="等级%s",["id"]="64045",["language3"]="レベル%s",["language2"]="等級%s"}
,["22054"]={["key"]="22054",["language1"]="未来基金",["id"]="22054",["language4"]="FUTURE INVESTMENT",["language3"]="未来基金",["language2"]="未來基金"}
,["64044"]={["key"]="64044",["language1"]="当前可获得奖励",["id"]="64044",["language3"]="現在獲得可能報酬",["language2"]="當前可獲得獎勵"}
,["10043"]={["key"]="10043",["language1"]="探索等级达到%s后开启",["id"]="10043",["language3"]="探索レベル%sで開放",["language2"]="探索等級達到%s後開啟"}
,["23013"]={["key"]="23013",["language1"]="暂无芯片",["id"]="23013",["language4"]="NO CHIP",["language3"]="チップがありません",["language2"]="暫無晶片"}
,["64041"]={["key"]="64041",["language1"]="测试版",["id"]="64041",["language3"]="テスト版",["language2"]="測試版"}
,["67020"]={["id"]="67020",["key"]="67020",["language3"]="0"}
,["46008"]={["key"]="46008",["language1"]="%s分钟",["id"]="46008",["language3"]="%s分",["language2"]="%s分鐘"}
,["49203"]={["key"]="49203",["language1"]="队员已携带的芯片稀有度最高R3",["id"]="49203",["language3"]="隊員が装着しているチップのレア度最高R3",["language2"]="隊員已攜帶的晶片稀有度最高R3"}
,["77020"]={["key"]="77020",["language1"]="角色出战限制",["id"]="77020",["language3"]="隊員出撃制限",["language2"]="角色出戰限制"}
,["27020"]={["key"]="27020",["language1"]="决赛",["id"]="27020",["language3"]="決勝",["language2"]="決賽"}
,["17020"]={["key"]="17020",["language1"]="已构建",["id"]="17020",["language3"]="召集済",["language2"]="已構建"}
,["50006"]={["key"]="50006",["language1"]="挑战进度",["id"]="50006",["language3"]="挑戦進捗",["language2"]="挑戰進度"}
,["37020"]={["key"]="37020",["language1"]="排名达到<color=#ffc146>%s</color>",["id"]="37020",["language3"]="順位が<color=#ffc146>%s</color>に到達しました",["language2"]="排名達到<color=#ffc146>%s</color>"}
,["64031"]={["key"]="64031",["language1"]="挑战队伍",["id"]="64031",["language3"]="挑戦チーム",["language2"]="挑戰隊伍"}
,["64029"]={["key"]="64029",["language1"]="是否保存当前通关路线？",["id"]="64029",["language3"]="現在のクリアルートを保存しますか？",["language2"]="是否保存當前通關路線？"}
,["10092"]={["key"]="10092",["language1"]="制作中",["id"]="10092",["language3"]="制作中",["language2"]="製作中"}
,["64028"]={["key"]="64028",["language1"]="持有",["id"]="64028",["language3"]="所持",["language2"]="持有"}
,["64026"]={["key"]="64026",["language1"]="选择",["id"]="64026",["language3"]="選択",["language2"]="選擇"}
,["60302"]={["key"]="60302",["language1"]="活动期间，完成<color=#ffc146>每日刷新</color>或一次性的补给任务可以获得<color=#ffc146>补给券</color>。可前往<color=#ffc146>补给站点</color>使用补给券获取物资！",["id"]="60302",["language3"]="None",["language2"]="活動期間，完成<color=#ffc146>每日刷新</color>或一次性的補給任務可以獲得<color=#ffc146>補給券</color>。可前往<color=#ffc146>補給站點</color>使用補給券獲取物資！"}
,["64025"]={["key"]="64025",["language1"]="已选择角色（%s/%s）",["id"]="64025",["language3"]="選択済キャラ（%s/%s）",["language2"]="已選擇角色（%s/%s）"}
,["61007"]={["key"]="61007",["language1"]="我的协同代码",["id"]="61007",["language3"]="MY協同ID",["language2"]="我的協同代碼"}
,["29030"]={["key"]="29030",["language1"]="队员",["id"]="29030",["language4"]="TEAM",["language3"]="隊員",["language2"]="隊員"}
,["64022"]={["key"]="64022",["language1"]="奖励",["id"]="64022",["language4"]="REWARD",["language3"]="報酬",["language2"]="獎勵"}
,["21126"]={["key"]="21126",["language1"]="困难第一章 21~25关",["id"]="21126",["language3"]="第1章 ステージ21~25（ハード）",["language2"]="困難第一章 21~25關"}
,["64021"]={["key"]="64021",["language1"]="累计",["id"]="64021",["language3"]="累計",["language2"]="累計"}
,["64020"]={["key"]="64020",["language1"]="使用微晶入场",["id"]="64020",["language3"]="微結晶消費",["language2"]="使用微晶入場"}
,["64019"]={["key"]="64019",["language1"]="使用体力入场",["id"]="64019",["language3"]="燃料消費",["language2"]="使用體力入場"}
,["54048"]={["key"]="54048",["language1"]="通关难度%s",["id"]="54048",["language3"]="難易度%sクリア",["language2"]="通關難度%s"}
,["64015"]={["key"]="64015",["language1"]="进行中",["id"]="64015",["language3"]="進行中",["language2"]="進行中"}
,["21160"]={["key"]="21160",["language1"]="第四章 10~19关",["id"]="21160",["language3"]="第4章 ステージ10~19",["language2"]="第四章 10~19關"}
,["64014"]={["key"]="64014",["language1"]="回合%s",["id"]="64014",["language3"]="ラウンド%s",["language2"]="回合%s"}
,["64013"]={["key"]="64013",["language1"]="进行中，当前第%s回合",["id"]="64013",["language3"]="進行中、現在第%sラウンド",["language2"]="進行中，當前第%s回合"}
,["64009"]={["key"]="64009",["language1"]="或",["id"]="64009",["language3"]="or",["language2"]="或"}
,["64008"]={["key"]="64008",["language1"]="消耗门票",["id"]="64008",["language3"]="入場消費",["language2"]="消耗門票"}
,["64007"]={["key"]="64007",["language1"]="测试版",["id"]="64007",["language3"]="テスト版",["language2"]="測試版"}
,["32055"]={["key"]="32055",["language1"]="分享上限：",["id"]="32055",["language3"]="シェア上限：",["language2"]="分享上限："}
,["22055"]={["key"]="22055",["language1"]="充值任意礼包，月卡或其他付费项即可增加进度",["id"]="22055",["language3"]="任意のパック/月パス/その他の有料項目を購入すると進捗が増加",["language2"]="儲值任意禮包，月卡或其他付費項即可增加進度"}
,["76020"]={["key"]="76020",["language1"]="今日可购买的行动次数：",["id"]="76020",["language3"]="本日購入可能行動回数：",["language2"]="今日可購買的行動次數："}
,["64003"]={["key"]="64003",["language1"]="随机模式",["id"]="64003",["language3"]="ランダム",["language2"]="隨機模式"}
,["10417"]={["key"]="10417",["language1"]="选择确定",["id"]="10417",["language4"]="DETERMINE",["language3"]="選択する",["language2"]="選擇確定"}
,["62055"]={["id"]="62055",["key"]="62055",["language1"]="最终防卫"}
,["47204"]={["key"]="47204",["language1"]="经历",["id"]="47204",["language3"]="経験",["language2"]="經歷"}
,["64001"]={["key"]="64001",["language1"]="角斗场",["id"]="64001",["language4"]="GLADIATORIAL ARENA",["language3"]="闘技場",["language2"]="角鬥場"}
,["16020"]={["key"]="16020",["language1"]="【使用许可及服务协议】",["id"]="16020",["language3"]="【利用規約】",["language2"]="【使用許可及服務協議】"}
,["26020"]={["key"]="26020",["language1"]="等级",["id"]="26020",["language3"]="Lv",["language2"]="等級"}
,["63005"]={["key"]="63005",["language1"]="商品价格与该券的面值单位不一致",["id"]="63005",["language3"]="商品の価格とこのクーポンの額面単位が一致しません",["language2"]="商品價格與該券的面值單位不一致"}
,["18081"]={["key"]="18081",["language1"]="解锁购买",["id"]="18081",["language3"]="アンロック",["language2"]="解鎖購買"}
,["10302"]={["key"]="10302",["language1"]="需改造芯片",["id"]="10302",["language3"]="改造対象",["language2"]="需改造晶片"}
,["63004"]={["key"]="63004",["language1"]="玩家等级需达到%s",["id"]="63004",["language3"]="プレイヤーのLvが%sに達する必要があります",["language2"]="玩家等級需達到%s"}
,["130010"]={["key"]="130010",["language1"]="开始战斗",["id"]="130010",["language3"]="戦闘開始",["language2"]="開始戰鬥"}
,["15098"]={["key"]="15098",["language1"]=[[1、提示有<color=#FFC142>类型掉落加成的副本</color>会共享掉落加成次数消耗。
2、开启掉落加成后，挑战副本成功时掉落的物品数量会增加。
3、掉落加成次数会在每日凌晨3点重置。]],["id"]="15098",["language3"]=[[1．<color=#FFC142>同種類のダンジョン</color>におけるドロップボーナス回数が共通である。
2．ドロップボーナス使用後、ダンジョンに挑戦成功する際にドロップするアイテム数が増加する。
3．ドロップボーナス回数は毎日3時に更新される。]],["language2"]=[[1、提示有<color=#FFC142>類型掉落加成的副本</color>會共用掉落加成次數消耗。
2、開啟掉落加成後，挑戰副本成功時掉落的物品數量會增加。
3、掉落加成次數會在每日淩晨3點重置。]]}
,["16045"]={["key"]="16045",["language1"]="请输入账号",["id"]="16045",["language3"]="IDを入力してください",["language2"]="請輸入帳號"}
,["21138"]={["key"]="21138",["language1"]="注刈嵌合 1层",["id"]="21138",["language3"]="切集嵌合 ステージ1",["language2"]="注刈嵌合 1層"}
,["63001"]={["key"]="63001",["language1"]="该券不可用于此商品购买",["id"]="63001",["language3"]="このクーポンはこの商品に使用できません",["language2"]="該券不可用於此商品購買"}
,["17204"]={["key"]="17204",["language1"]="免费单抽",["id"]="17204",["language2"]="免費單抽"}
,["63000"]={["key"]="63000",["language1"]="%s后过期",["id"]="63000",["language3"]="%s後に期限切れ",["language2"]="%s後過期"}
,["62056"]={["id"]="62056",["key"]="62056",["language1"]="对阿曼的最高伤害"}
,["21121"]={["key"]="21121",["language1"]="第一章 01~10关",["id"]="21121",["language3"]="第1章 ステージ01~10",["language2"]="第一章 01~10關"}
,["62054"]={["key"]="62054",["language1"]="分钟",["id"]="62054",["language3"]="分",["language2"]="分鐘"}
,["17141"]={["key"]="17141",["language1"]="<color=#FF7781>【注意】</color>本构建属于【轮换构建】，其构建次数保底会一直累计于【轮换构建】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17141",["language3"]="【<color=#ffae00>注意</color>】本召集は【定期召集】に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="<color=#FF7781>【注意】</color>本構建屬於【輪換構建】，其構建次數保底會一直累計於【輪換構建】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["62053"]={["key"]="62053",["language1"]="2025-07-30 3:00:00",["id"]="62053",["language3"]="45868.125",["language2"]="2025-07-30 3:00:00"}
,["10054"]={["key"]="10054",["language1"]="全部收取",["id"]="10054",["language3"]="一括回収",["language2"]="全部收取"}
,["29040"]={["key"]="29040",["language1"]="血型",["id"]="29040",["language3"]="血液型",["language2"]="血型"}
,["62051"]={["key"]="62051",["language1"]="对女王的最高伤害",["id"]="62051",["language3"]="女王への最高ダメージ",["language2"]="對女王的最高傷害"}
,["8008"]={["key"]="8008",["language1"]="碎星虚影进度",["id"]="8008",["language3"]="砕星虚影進行度",["language2"]="碎星虛影進度"}
,["34025"]={["key"]="34025",["language1"]="倒计时:",["id"]="34025",["language3"]="カウントダウン：",["language2"]="倒數計時:"}
,["22080"]={["key"]="22080",["language1"]="累积充值 % s元解锁",["id"]="22080",["language3"]="累計チャージ % s円で解放",["language2"]="累積充值 % s元解鎖"}
,["32080"]={["key"]="32080",["language1"]="家具：%s件",["id"]="32080",["language3"]="家具：%s件",["language2"]="傢俱：%s件"}
,["29060"]={["key"]="29060",["language1"]="多人插画",["id"]="29060",["language4"]="ILLVSTRATION",["language3"]="挿絵",["language2"]="多人插畫"}
,["90024"]={["key"]="90024",["language1"]="匹配中…",["id"]="90024",["language3"]="マッチング中…",["language2"]="匹配中…"}
,["62048"]={["key"]="62048",["language1"]="对视界傀儡的最高伤害",["id"]="62048",["language3"]="視界の傀儡への最高ダメージ",["language2"]="對視界傀儡的最高傷害"}
,["15083"]={["key"]="15083",["language1"]="操作数不大于%s",["id"]="15083",["language3"]="操作回数%s回以内",["language2"]="操作次數不大於%s"}
,["24025"]={["key"]="24025",["language1"]="已选择最大的数量",["id"]="24025",["language3"]="すでに最大値です",["language2"]="已選擇最大的數量"}
,["62046"]={["key"]="62046",["language1"]="对罗恩格林的最高伤害",["id"]="62046",["language3"]="ローエングリンへのダメージ",["language2"]="對羅恩格林的最高傷害"}
,["18077"]={["key"]="18077",["language1"]="NO.4",["id"]="18077",["language3"]="NO.4",["language2"]="NO.4"}
,["17002"]={["key"]="17002",["language1"]="构建1次",["id"]="17002",["language3"]="1回召集",["language2"]="構建1次"}
,["22040"]={["key"]="22040",["language1"]="遗落的补给",["id"]="22040",["language4"]="RESOURCE RETRIEVAL",["language3"]="遺失した補給",["language2"]="遺落的補給"}
,["22090"]={["key"]="22090",["language1"]="周年狂欢",["id"]="22090",["language4"]="ANNIVERSARY BASH",["language3"]="周年カーニバル",["language2"]="周年狂歡"}
,["27002"]={["key"]="27002",["language1"]="%s前",["id"]="27002",["language3"]="%s前",["language2"]="%s前"}
,["62040"]={["key"]="62040",["language1"]="请到商店处购买",["id"]="62040",["language3"]="ショップで購入してください",["language2"]="請到商店處購買"}
,["47002"]={["key"]="47002",["language1"]="最近完成",["id"]="47002",["language3"]="近日達成",["language2"]="最近完成"}
,["62038"]={["key"]="62038",["language1"]="<size=38>X</size>%s",["id"]="62038",["language3"]="<size=38>X</size>%s",["language2"]="<size=38>X</size>%s"}
,["15093"]={["key"]="15093",["language1"]="明日开放",["id"]="15093",["language3"]="明日に開放",["language2"]="明日開放"}
,["16044"]={["key"]="16044",["language1"]="身份证号码不能为空",["id"]="16044",["language3"]="まだ記入していません",["language2"]="身份證號碼不能為空"}
,["23033"]={["key"]="23033",["language1"]="卸载",["id"]="23033",["language3"]="外す",["language2"]="移除"}
,["62037"]={["key"]="62037",["language1"]="NO.",["id"]="62037",["language3"]="NO.",["language2"]="NO."}
,["26044"]={["key"]="26044",["language1"]=[[<color=#ffc146>【简介】</color>
上阵界面中，玩家可点击队员头像或空位进入到编队界面中，也可以快速配置战术技能与编辑队员的自动战斗设置。

<color=#ffc146>【规则】</color>
1.玩家可点击队伍名称位置快速更换编队。
2.每个队伍都有一个额外的助战位，玩家可以选择非控制角色或好友队员进行支援。
3.在战斗中可使用的战术技能可在此处进行选择，战术技能需要在主界面的【战术】中开启才能生效。
4.队伍的自动设置只会在自动战斗开启时生效，在【自动设置】里，玩家可定义队伍释放技能的时机与目标，还能决定在挑战高能单位前是否保留角色的同步率与能量值。

<color=#ffc146>【支援】</color>
1.支援的角色来自于非控制角色与好友。]],["id"]="26044",["language3"]=[[<color=#ffc146>【説明】</color>
準備画面では戦術の選択やAUTO戦闘の設定を行うことができる。編成枠をタップすると、編成画面に移動できる。

<color=#ffc146>【ルール】</color>
1.編成名の部分をタップすると、編成チームを切り替えることができる。
2.チームごとにサポートキャラを1名選ぶことができる。
3.戦闘中に使用できる戦術スキルを選択できる。戦術スキルの開放はロビー画面の【戦術】の中で行える。
4.チームのAUTO設定はAUTO戦闘中だけ有効になる。【AUTO設定】の中で、プレイヤーはキャラがスキルを発動するタイミングやターゲット、SPとNPの温存を設定できる。

<color=#ffc146>【サポート】</color>
1.サポートキャラはフレンドとほかのプレイヤーから借りることができる。]],["language2"]=[[<color=#ffc146>【簡介】</color>
上陣介面中，玩家可點擊隊員頭像或空位進入到編隊介面中，也可以快速配置戰術技能與編輯隊員的自動戰鬥設置。

<color=#ffc146>【規則】</color>
1.玩家可點擊隊伍名稱位置快速更換編隊。
2.每個隊伍都有一個額外的助戰位，玩家可以選擇非控制角色或好友隊員進行支援。
3.在戰鬥中可使用的戰術技能可在此處進行選擇，戰術技能需要在主介面的【戰術】中開啟才能生效。
4.隊伍的自動設置只會在自動戰鬥開啟時生效，在【自動設置】裡，玩家可定義隊伍釋放技能的時機與目標，還能決定在挑戰高能單位前是否保留角色的同步率與能量值。

<color=#ffc146>【支援】</color>
1.支援的角色來自於非控制角色與好友。]]}
,["62034"]={["key"]="62034",["language1"]="钓鱼客",["id"]="62034",["language4"]="FISH MAN",["language3"]="アングラー",["language2"]="釣魚客"}
,["62004"]={["key"]="62004",["language1"]="图鉴",["id"]="62004",["language3"]="図鑑",["language2"]="圖鑒"}
,["62031"]={["key"]="62031",["language1"]="切换",["id"]="62031",["language3"]="切替",["language2"]="切換"}
,["62030"]={["key"]="62030",["language1"]="收集奖励",["id"]="62030",["language3"]="収集報酬",["language2"]="收集獎勵"}
,["60201"]={["key"]="60201",["language1"]="活动剩余时间：%s天%s:%s",["id"]="60201",["language3"]="イベント残り時間：%s日%s:%s",["language2"]="活動剩餘時間：%s天%s:%s"}
,["18141"]={["key"]="18141",["language1"]="标签说明",["id"]="18141",["language3"]="タグ説明",["language2"]="標籤說明"}
,["10024"]={["key"]="10024",["language1"]="绿",["id"]="10024",["language3"]="緑",["language2"]="綠"}
,["62029"]={["key"]="62029",["language1"]="进度",["id"]="62029",["language3"]="進捗",["language2"]="進度"}
,["23000"]={["key"]="23000",["language1"]="查看特性",["id"]="23000",["language3"]="特性一覧",["language2"]="查看特性"}
,["20024"]={["key"]="20024",["language1"]="星币加成",["id"]="20024",["language3"]="星通貨ボーナス",["language2"]="星幣加成"}
,["45025"]={["key"]="45025",["language1"]="【识别资格名额】发放进度：%s/%s",["id"]="45025",["language3"]="【識別資格枠】配布進度：%s/%s"}
,["18089"]={["key"]="18089",["language1"]="兑换详情",["id"]="18089",["language3"]="交換詳細",["language2"]="兌換詳情"}
,["61024"]={["key"]="61024",["language1"]="需要共同完成的累计任务数：",["id"]="61024",["language3"]="共同で完了する必要がある累計任務数：",["language2"]="需要共同完成的累計任務數："}
,["76002"]={["key"]="76002",["language1"]="发起求援",["id"]="76002",["language3"]="援護要請",["language2"]="發起求援"}
,["62025"]={["key"]="62025",["language1"]="放松",["id"]="62025",["language3"]="散歩",["language2"]="放鬆"}
,["29023"]={["key"]="29023",["language1"]="人马型",["id"]="29023",["language4"]="TROOPS",["language3"]="人馬型",["language2"]="人馬型"}
,["25025"]={["key"]="25025",["language1"]="队伍1",["id"]="25025",["language3"]="チーム1",["language2"]="隊伍1"}
,["15025"]={["key"]="15025",["language1"]="撤退",["id"]="15025",["language3"]="撤退",["language2"]="撤退"}
,["17105"]={["key"]="17105",["language1"]="构建记录显示最近20次，可能存在半小时内的延迟。显示顺序与实际抽取顺序可能存在差异；",["id"]="17105",["language3"]="直近20回までの召集履歴が表示可能。召集履歴の更新が遅れる場合があります。表示された順番は実際の順番と異なる場合があります。",["language2"]="構建記錄顯示最近20次，可能存在半小時內的延遲。顯示順序與實際抽取順序可能存在差異；"}
,["16002"]={["key"]="16002",["language1"]="爆满",["id"]="16002",["language3"]="満員",["language2"]="爆滿"}
,["62022"]={["key"]="62022",["language1"]="剩余：",["id"]="62022",["language3"]="残り：",["language2"]="剩餘："}
,["62021"]={["key"]="62021",["language1"]="%s分钟%s秒",["id"]="62021",["language3"]="%s分%s秒",["language2"]="%s分鐘%s秒"}
,["46002"]={["key"]="46002",["language1"]="头像",["id"]="46002",["language4"]="HEAD",["language3"]="アイコン",["language2"]="頭像"}
,["56002"]={["key"]="56002",["language1"]="活动剩余时间：%s天%s时%s分",["id"]="56002",["language2"]="活動剩餘時間：%s天%s時%s分"}
,["26002"]={["key"]="26002",["language1"]="无阵型属性加成",["id"]="26002",["language3"]="ボーナスなし",["language2"]="無陣型屬性加成"}
,["16081"]={["key"]="16081",["language1"]="重选",["id"]="16081",["language3"]="選び直す",["language2"]="重選"}
,["62020"]={["key"]="62020",["language1"]="%s分钟",["id"]="62020",["language3"]="%s分",["language2"]="%s分鐘"}
,["62018"]={["key"]="62018",["language1"]="加快清洁度降低速度",["id"]="62018",["language3"]="清潔度低下速度加速",["language2"]="加快清洁度降低"}
,["22033"]={["key"]="22033",["language1"]="剧情简介",["id"]="22033",["language3"]="ストーリー概要",["language2"]="劇情簡介"}
,["15044"]={["key"]="15044",["language1"]="稀有掉落",["id"]="15044",["language3"]="レアドロップ",["language2"]="稀有掉落"}
,["25044"]={["key"]="25044",["language1"]="总伤害：",["id"]="25044",["language3"]="合計ダメージ：",["language2"]="總傷害："}
,["62017"]={["key"]="62017",["language1"]="加快饱食度降低速度",["id"]="62017",["language3"]="満腹度低下速度加速",["language2"]="加快饱食度消化"}
,["62016"]={["key"]="62016",["language1"]="减缓心情值降低速度",["id"]="62016",["language3"]="機嫌度低下速度緩和",["language2"]="减缓心情值降低"}
,["62015"]={["key"]="62015",["language1"]="场景的描述：",["id"]="62015",["language3"]="シーンの説明：",["language2"]="場景的描述："}
,["17195"]={["key"]="17195",["language1"]="活动期间，总队长在「核心构建」中可使用「核心构建蓝图」进行构建。",["id"]="17195",["language3"]="イベント期間中、総隊長は「コア召集」で「コア召集券」を使用して召集を行うことができます。",["language2"]="活動期間，總隊長在「核心構建」中可使用「核心構建藍圖」進行構建。"}
,["62014"]={["key"]="62014",["language1"]="购买",["id"]="62014",["language3"]="購入",["language2"]="購買"}
,["62013"]={["key"]="62013",["language1"]="使用",["id"]="62013",["language3"]="使用",["language2"]="使用"}
,["62012"]={["key"]="62012",["language1"]="玩具",["id"]="62012",["language3"]="おもちゃ",["language2"]="玩具"}
,["62006"]={["key"]="62006",["language1"]="返回",["id"]="62006",["language3"]="戻る",["language2"]="返回"}
,["32033"]={["key"]="32033",["language1"]="购买家具",["id"]="32033",["language4"]="FURNITURE",["language3"]="家具購入",["language2"]="購買傢俱"}
,["62033"]={["key"]="62033",["language1"]="停止",["id"]="62033",["language3"]="停止",["language2"]="停止"}
,["49179"]={["key"]="49179",["language1"]="禁止编入全能队员",["id"]="49179",["language3"]="全能隊員編成禁止",["language2"]="禁止編入全能隊員"}
,["22025"]={["key"]="22025",["language1"]="星冕雨金",["id"]="22025",["language4"]="THE GIFT OF STARS",["language3"]="黄金の星雨",["language2"]="星冕雨金"}
,["14080"]={["key"]="14080",["language1"]="18歳以上",["id"]="14080",["language3"]="18歳以上",["language2"]="18歳以上"}
,["7063"]={["key"]="7063",["language1"]="例登模式",["id"]="7063",["language3"]="ログインモード",["language2"]="例登模式"}
,["12025"]={["key"]="12025",["language1"]="屏蔽名单",["id"]="12025",["language4"]="Blacklist",["language3"]="ブロック",["language2"]="封鎖名單"}
,["29002"]={["key"]="29002",["language1"]="芯片",["id"]="29002",["language4"]="CHIP",["language3"]="チップ",["language2"]="晶片"}
,["19002"]={["key"]="19002",["language1"]="倍速",["id"]="19002",["language3"]="倍速",["language2"]="倍速"}
,["18105"]={["key"]="18105",["language1"]="同调<size=28>时装</size>",["id"]="18105",["language3"]="シンクロ<size=28>スキン</size>",["language2"]="同調<size=28>時裝</size>"}
,["4063"]={["key"]="4063",["language1"]="%s",["id"]="4063",["language3"]="%s",["language2"]="%s"}
,["16068"]={["key"]="16068",["language1"]="密码不一致",["id"]="16068",["language3"]="パスワードが間違っています",["language2"]="密碼不一致"}
,["62002"]={["key"]="62002",["language1"]="商店",["id"]="62002",["language3"]="ショップ",["language2"]="商店"}
,["1085"]={["key"]="1085",["language1"]="对战中无法使用",["id"]="1085",["language3"]="対戦中は使用不可",["language2"]="對戰中無法使用"}
,["62001"]={["key"]="62001",["language1"]="背包",["id"]="62001",["language3"]="バッグ",["language2"]="背包"}
,["61041"]={["key"]="61041",["language1"]=[[<color=#ffc146>【简介】</color>
协同作战为活跃与回归玩家互相绑定的活动。

<color=#ffc146>【活动详情】</color>
1.活动准备期间只能进行绑定操作。
2.<color=#ffc146>活跃</color>玩家会有对应相关的活跃任务与兑换商店，<color=#ffc146>回归</color>玩家则会有对应相关的回归任务与兑换商店。玩家共同累计完成任务可获得阶段奖励。

<color=#ffc146>【注意事项】</color>
1.未绑定时，活跃或回归玩家的认证会发生变化，绑定成功后则不会变化。
2.绑定成功前，因为活跃或回归玩家的认证变化因此可能会导致绑定关系的变化。
3.未绑定时，任务奖励无法领取但可以累积阶段奖励进度。
4.活动结束时，将会清除获取的限时道具，请及时使用。

]],["id"]="61041",["language3"]=[[<color=#ffc146>【概要】</color>
協同作戦は現役プレイヤーと復帰プレイヤーの協力イベント。

<color=#ffc146>【イベント詳細】</color>
1、イベント準備期間中は連携操作のみ可能。
2、<color=#ffc146>現役</color>プレイヤーには対応する現役任務と交換ショップがあり、<color=#ffc146>復帰</color>プレイヤーには対応する復帰任務と交換ショップがある。プレイヤーが共同で任務を累計達成すると段階報酬を獲得可能。

<color=#ffc146>【注意事項】</color>
1.連携されていない場合、現役または復帰プレイヤーの認証が変わることがあるが、連携成功後は変わらない。
2.連携成功前に現役または復帰プレイヤーの認証が変わると、連携関係が変わる可能性がある。
3.連携されていない場合、任務報酬は受け取れないが、段階報酬の進捗は累積される。
4.イベント終了時に取得した時限アイテムは消去されるため、早めに使用するように。

]],["language2"]=[[<color=#ffc146>【簡介】</color>
協同作戰為活躍與回歸玩家互相綁定的活動。

<color=#ffc146>【活動詳情】</color>
1.活動準備期間只能進行綁定操作。
2.<color=#ffc146>活躍</color>玩家會有對應相關的活躍任務與兌換商店，<color=#ffc146>回歸</color>玩家則會有對應相關的回歸任務與兌換商店。玩家共同累計完成任務可獲得階段獎勵。

<color=#ffc146>【注意事項】</color>
1.未綁定時，活躍或回歸玩家的認證會發生變化，綁定成功後則不會變化。
2.綁定成功前，因為活躍或回歸玩家的認證變化因此可能會導致綁定關係的變化。
3.未綁定時，任務獎勵無法領取但可以累積階段獎勵進度。
4.活動結束時，將會清除獲取的限時道具，請及時使用。

]]}
,["23031"]={["key"]="23031",["language1"]="途径【可点击前往】",["id"]="23031",["language3"]="方法【タップして移動】",["language2"]="途徑【可點擊前往】"}
,["15081"]={["key"]="15081",["language1"]="活动探索",["id"]="15081",["language3"]="イベント",["language2"]="活動探索"}
,["10090"]={["key"]="10090",["language1"]="制作时间：",["id"]="10090",["language3"]="制作時間：",["language2"]="製作時間："}
,["14044"]={["key"]="14044",["language1"]="注销账号",["id"]="14044",["language4"]="CANCEL ACCOUNT",["language3"]="アカウント削除",["language2"]="註銷帳號"}
,["61038"]={["key"]="61038",["language1"]="回归商店",["id"]="61038",["language3"]="復帰ショップ",["language2"]="回歸商店"}
,["17187"]={["key"]="17187",["language1"]="已获得队员",["id"]="17187",["language4"]="ALREADY OWNED",["language3"]="隊員獲得済",["language2"]="已獲得隊員"}
,["35002"]={["key"]="35002",["language1"]="下次补给",["id"]="35002",["language3"]="次回補給",["language2"]="下次補給"}
,["54044"]={["key"]="54044",["language1"]="是否不保存当前存档并且退出？",["id"]="54044",["language3"]="保存せずに退出しますか？",["language2"]="是否不保存當前存檔並且退出？"}
,["61036"]={["key"]="61036",["language1"]="每日",["id"]="61036",["language3"]="毎日",["language2"]="每日"}
,["34044"]={["key"]="34044",["language1"]="每日获得（升级版）",["id"]="34044",["language3"]="毎日獲得（強化版）",["language2"]="每日获得（升级版）"}
,["24044"]={["key"]="24044",["language1"]="前往背包",["id"]="24044",["language3"]="バッグへ",["language2"]="前往背包"}
,["1063"]={["key"]="1063",["language1"]="护甲",["id"]="1063",["language3"]="装甲",["language2"]="護甲"}
,["60113"]={["key"]="60113",["language1"]="第%s轮~第%s轮",["id"]="60113",["language3"]="第%sラウンド~第%sラウンド",["language2"]="第%s輪~第%s輪"}
,["22083"]={["key"]="22083",["language1"]="回归",["id"]="22083",["language4"]="BACK",["language3"]="復帰",["language2"]="回歸"}
,["32083"]={["key"]="32083",["language1"]="特殊家具",["id"]="32083",["language3"]="特殊家具",["language2"]="特殊傢俱"}
,["10113"]={["key"]="10113",["language1"]="今天的好友访问记录",["id"]="10113",["language3"]="本日の訪問記録",["language2"]="今天的好友訪問記錄"}
,["46503"]={["key"]="46503",["language1"]="探索队成员",["id"]="46503",["language3"]="探索隊隊員",["language2"]="探索隊成員"}
,["130008"]={["key"]="130008",["language1"]="获得%s分",["id"]="130008",["language3"]="%s点獲得",["language2"]="獲得%s分"}
,["55001"]={["key"]="55001",["language1"]="复归补给",["id"]="55001",["language2"]="複歸補給"}
,["33025"]={["key"]="33025",["language1"]="好友在邀请与你对战",["id"]="33025",["language3"]="フレンドから対戦を申し込まれました",["language2"]="好友在邀請與你對戰"}
,["18060"]={["key"]="18060",["language1"]="模型",["id"]="18060",["language3"]="モデル",["language2"]="模型"}
,["15080"]={["key"]="15080",["language1"]="未解锁",["id"]="15080",["language3"]="未解放",["language2"]="未解鎖"}
,["4037"]={["key"]="4037",["language1"]="支援角色",["id"]="4037",["language3"]="サポートキャラ",["language2"]="支援角色"}
,["7037"]={["key"]="7037",["language1"]="当前无内容",["id"]="7037",["language4"]="NO CONTENT",["language3"]="現在内容がありません",["language2"]="當前無內容"}
,["49195"]={["key"]="49195",["language1"]="队员芯片总等级大于等于25级",["id"]="49195",["language3"]="隊員チップ総Lvが25以上",["language2"]="隊員晶片總等級大於等於25級"}
,["61031"]={["key"]="61031",["language1"]="暂未收到新的申请",["id"]="61031",["language3"]="新しい申請はありません",["language2"]="暫未收到新的申請"}
,["61030"]={["key"]="61030",["language1"]="暂无可邀请的玩家",["id"]="61030",["language3"]="招待可能なプレイヤーがいません",["language2"]="暫無可邀請的玩家"}
,["17191"]={["key"]="17191",["language1"]=[[第2次至第9次：获取相同<color=#FF3300>6星</color>角色时，每次将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#9a80b7>「自选星尘券」*100</color>。
第10次及之后获取相同角色：将会获得<color=#9a80b7>「自选星尘券」*300</color>。]],["id"]="17191",["language3"]=[[2回目から9回目まで：重複した<color=#FF3300>☆6</color>キャラを1体獲得するにつき、そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・選択」×100</color>を獲得する。
10回目以降：そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・選択」×300</color>を獲得する。]],["language2"]=[[第2次至第9次：獲取相同<color=#FF3300>6星</color>角色時，將會獲得<color=#9a80b7>「自選星塵券」*300</color>。
第10次及之後獲取相同角色：將會獲得<color=#9a80b7>「自選星塵券」*300</color>。]]}
,["15068"]={["key"]="15068",["language1"]="%s芯片:%s/%s",["id"]="15068",["language3"]="%sチップ：%s/%s",["language2"]="%s晶片:%s/%s"}
,["61029"]={["key"]="61029",["language1"]="活跃",["id"]="61029",["language3"]="活躍",["language2"]="活躍"}
,["18002"]={["key"]="18002",["language1"]="确认",["id"]="18002",["language4"]="CONFIRM",["language3"]="確認",["language2"]="確認"}
,["28002"]={["key"]="28002",["language1"]="武装技能",["id"]="28002",["language3"]="武装スキル",["language2"]="武裝技能"}
,["38002"]={["key"]="38002",["language1"]="粲晶支付",["id"]="38002",["language3"]="輝晶で購入",["language2"]="粲晶購買"}
,["1037"]={["key"]="1037",["language1"]="消耗提示",["id"]="1037",["language4"]="CONSUME",["language3"]="消費通知",["language2"]="消耗提示"}
,["21162"]={["key"]="21162",["language1"]="困难第四章 01~09关",["id"]="21162",["language3"]="第4章 ステージ01~09（ハード）",["language2"]="困難第四章 01~09關"}
,["31003"]={["key"]="31003",["language1"]="保存并应用",["id"]="31003",["language4"]="START TO AGT",["language3"]="設定保存",["language2"]="保存並應用"}
,["22093"]={["key"]="22093",["language1"]="周年心选",["id"]="22093",["language4"]="ANNIVERSARY FAVORITES",["language3"]="周年自選",["language2"]="周年心選"}
,["17179"]={["key"]="17179",["language1"]="概率提升<color=#FFC146>五星</color>队员",["id"]="17179",["language3"]="<color=#FFC146>☆5</color>隊員確率UP",["language2"]="概率提升<color=#FFC146>五星</color>隊員"}
,["61026"]={["key"]="61026",["language1"]="<color=#ffc146>绑定</color>后开启任务",["id"]="61026",["language3"]="<color=#ffc146>連携</color>後に任務開始",["language2"]="前往進行綁定"}
,["9012"]={["key"]="9012",["language1"]="解锁<color=#ffc146>%s</color>后开启",["id"]="9012",["language3"]="<color=#ffc146>%s</color>アンロック後解放",["language2"]="解鎖<color=#ffc146>%s</color>後開啟"}
,["61022"]={["key"]="61022",["language1"]="奖励一览",["id"]="61022",["language3"]="報酬一覧",["language2"]="獎勵一覽"}
,["23044"]={["key"]="23044",["language1"]="属性和技能",["id"]="23044",["language3"]="ステータスとスキル",["language2"]="屬性和技能"}
,["15138"]={["key"]="15138",["language1"]="<color=#FF4c4c>芯片等级</color>养成较低",["id"]="15138",["language3"]="<color=#FF4c4c>チップLv</color>が低い",["language2"]="<color=#FF4c4c>晶片等級</color>養成較低"}
,["37056"]={["key"]="37056",["language1"]="奖励一览",["id"]="37056",["language3"]="報酬一覧",["language2"]="獎勵一覽"}
,["130030"]={["key"]="130030",["language1"]="玩法说明",["id"]="130030",["language3"]="None",["language2"]="玩法說明"}
,["61019"]={["key"]="61019",["language1"]="可邀请的玩家列表",["id"]="61019",["language3"]="招待可能なプレイヤーリスト",["language2"]="可邀請的玩家列表"}
,["61018"]={["key"]="61018",["language1"]="申请",["id"]="61018",["language4"]="APPLY",["language3"]="申請",["language2"]="申請"}
,["61017"]={["key"]="61017",["language1"]="列表",["id"]="61017",["language4"]="LIST",["language3"]="リスト",["language2"]="列表"}
,["61015"]={["key"]="61015",["language1"]="协同完成",["id"]="61015",["language3"]="協同完了",["language2"]="協作完成"}
,["15121"]={["key"]="15121",["language1"]="入场券购买",["id"]="15121",["language3"]="入場券購入",["language2"]="入場券購買"}
,["140008"]={["key"]="140008",["language1"]="任务：获取500分",["id"]="140008",["language3"]="任務：500Pt獲得",["language2"]="任務：獲取500分"}
,["26025"]={["key"]="26025",["language1"]="这家伙很懒，什么也没留下...",["id"]="26025",["language3"]="内容がありません",["language2"]="目前沒有內容"}
,["74024"]={["key"]="74024",["language1"]="已点亮",["id"]="74024",["language3"]="点灯済み",["language2"]="已點亮"}
,["61011"]={["key"]="61011",["language1"]="协同方式确认",["id"]="61011",["language3"]="協同方式確認",["language2"]="協作方式確認"}
,["16080"]={["key"]="16080",["language1"]="修复",["id"]="16080",["language3"]="クライアント復元",["language2"]="修復"}
,["18059"]={["key"]="18059",["language1"]="动态",["id"]="18059",["language3"]="動作",["language2"]="動態"}
,["34024"]={["key"]="34024",["language1"]="升级到<color=#ffc146>%s级</color>获得",["id"]="34024",["language3"]="<color=#ffc146>レベル%s</color>で獲得",["language2"]="升級到<color=#ffc146>%s級</color>獲得"}
,["64024"]={["key"]="64024",["language1"]="回合%s对手%s",["id"]="64024",["language3"]="ラウンド%s対戦相手%s",["language2"]="回合%s對手%s"}
,["54024"]={["key"]="54024",["language1"]="已获得积分:",["id"]="54024",["language3"]="獲得済ポイント",["language2"]="已獲得積分:"}
,["26019"]={["key"]="26019",["language1"]="立体",["id"]="26019",["language3"]="3D",["language2"]="立體"}
,["61003"]={["key"]="61003",["language1"]="绑定即可获得",["id"]="61003",["language3"]="連携で獲得可能",["language2"]="綁定即可獲得"}
,["14077"]={["key"]="14077",["language1"]="あなたの年齢（ねんれい）を選んでください。",["id"]="14077",["language3"]="あなたの年齢（ねんれい）を選んでください。",["language2"]="あなたの年齢（ねんれい）を選んでください。"}
,["18025"]={["key"]="18025",["language1"]="万物贸易所",["id"]="18025",["language4"]="Fragment Exchange",["language3"]="物資貿易所",["language2"]="萬物貿易所"}
,["75018"]={["key"]="75018",["language1"]="强化",["id"]="75018",["language4"]="STRENGTHEN",["language3"]="強化",["language2"]="強化"}
,["61001"]={["key"]="61001",["language1"]="您是<color=#ffc146>%s</color>玩家，与<color=#ffc146>%s</color>玩家绑定即可获得奖励！",["id"]="61001",["language3"]="%sプレイヤー／%sプレイヤー",["language2"]="您是<color=#ffc146>%s</color>玩家，與<color=#ffc146>%s</color>玩家綁定即可獲得獎勵！"}
,["61000"]={["key"]="61000",["language1"]="协同作战",["id"]="61000",["language4"]="COMBINED ACTION",["language3"]="協同作戦",["language2"]="協同作戰"}
,["65018"]={["key"]="65018",["language1"]="第%s轮通关时所有队员全部存活",["id"]="65018",["language3"]="第%sラウンドクリア時に全隊員が生存",["language2"]="第%s輪通關時所有隊員全部存活"}
,["27033"]={["key"]="27033",["language1"]="EX",["id"]="27033",["language3"]="EX",["language2"]="EX"}
,["34018"]={["key"]="34018",["language1"]="每日任务",["id"]="34018",["language3"]="毎日任務",["language2"]="每日任務"}
,["24018"]={["key"]="24018",["language1"]="已解锁",["id"]="24018",["language3"]="解放済",["language2"]="已解鎖"}
,["16113"]={["key"]="16113",["language1"]="最小化",["id"]="16113",["language4"]="MINIMIZE",["language3"]="最小化",["language2"]="最小化"}
,["4054"]={["key"]="4054",["language1"]="所属小队：",["id"]="4054",["language3"]="コア武装：",["language2"]="所屬小隊："}
,["32061"]={["key"]="32061",["language1"]="取消分享",["id"]="32061",["language4"]="CANCEL SHARING",["language3"]="シェア解除",["language2"]="取消分享"}
,["22061"]={["key"]="22061",["language1"]="月夕签到",["id"]="22061",["language4"]="MOON SIGN",["language3"]="月夜ログインボーナス",["language2"]="月夕簽到"}
,["60600"]={["key"]="60600",["language1"]="玩法一览",["id"]="60600",["language4"]="GAMEPLAY OVERVIEW",["language3"]="プレイ方法一覧",["language2"]="玩法一覽"}
,["60502"]={["key"]="60502",["language1"]="活动期间，副本<color=#ffc146>消耗燃料降低%s！</color>",["id"]="60502",["language3"]="イベント期間中、ダンジョン<color=#ffc146>燃料消費-%s！</color>",["language2"]="活動期間，副本<color=#ffc146>消耗體力降低%s！</color>"}
,["60501"]={["key"]="60501",["language1"]="活动剩余时间：%s天%s:%s",["id"]="60501",["language3"]="イベント残り時間：%s日%s:%s",["language2"]="活動剩餘時間：%s天%s:%s"}
,["24024"]={["key"]="24024",["language1"]="剩余<color=#0DE6B0>%s</color>天",["id"]="24024",["language3"]="残り<color=#0DE6B0>%s</color>日",["language2"]="剩餘<color=#0DE6B0>%s</color>天"}
,["14024"]={["key"]="14024",["language1"]="战斗动画播放设置",["id"]="14024",["language3"]="戦闘演出設定",["language2"]="戰鬥動畫播放設置"}
,["60500"]={["key"]="60500",["language1"]="效率增幅",["id"]="60500",["language4"]="EFFICIENCY INCREASE",["language3"]="効率増幅",["language2"]="效率增幅"}
,["15143"]={["key"]="15143",["language1"]="当前<color=#FF4c4c>队员等级</color>养成较低，是否仍要继续挑战？",["id"]="15143",["language3"]="現在の<color=#FF4c4c>隊員Lv</color>の育成度が低いですが、挑戦を続けますか？",["language2"]="當前<color=#FF4c4c>隊員等級</color>養成較低，是否仍要繼續挑戰？"}
,["4201"]={["key"]="4201",["language1"]="跃升%s",["id"]="4201",["language3"]="昇格%s",["language2"]="躍升%s"}
,["17033"]={["key"]="17033",["language1"]="结束将无法再构建",["id"]="17033",["language3"]="終了後、再召集ができなくなる",["language2"]="結束將無法再構建"}
,["75024"]={["key"]="75024",["language1"]=[[是否不保存该重构结果？
<color=#ff7781>*总队长须知，如选择“确定”后，不会保存当前重构结果，并且已消耗道具不会返还。</color>]],["id"]="75024",["language3"]=[[再構築結果を保存しなくてもよろしいですか？
<color=#ff7781>*「確定」を選択すると、現在の再構築結果は保存されず、消費したアイテムは返還されません。</color>]],["language2"]=[[是否確認不保存該重構結果？
<color=#ff7781>*總隊長須知，如選擇“確認”後，不會保存當前重構結果，並且已消耗道具不會返還。</color>]]}
,["60304"]={["key"]="60304",["language1"]="每日",["id"]="60304",["language2"]="每日"}
,["60303"]={["key"]="60303",["language1"]="前往站点",["id"]="60303",["language4"]="SUPPLY STATION",["language3"]="ショップへ",["language2"]="前往站點"}
,["37059"]={["key"]="37059",["language1"]="达成",["id"]="37059",["language3"]="達成",["language2"]="達成"}
,["130029"]={["key"]="130029",["language1"]="重复出战",["id"]="130029",["language3"]="None",["language2"]="重複出戰"}
,["17059"]={["key"]="17059",["language1"]="构建记录",["id"]="17059",["language4"]="RECORD",["language3"]="召集履歴",["language2"]="構建記錄"}
,["60200"]={["key"]="60200",["language1"]="复归签到",["id"]="60200",["language4"]="REGRESSION SIGN",["language3"]="復帰ログイン",["language2"]="複歸簽到"}
,["60115"]={["key"]="60115",["language1"]="补给详情",["id"]="60115",["language4"]="SUPPLY DETAILS",["language3"]="補給詳細",["language2"]="補給詳情"}
,["2011"]={["key"]="2011",["language1"]="讨伐作战",["id"]="2011",["language4"]="Commissions",["language3"]="討伐作戦",["language2"]="討伐作戰"}
,["60111"]={["key"]="60111",["language1"]="获取补给",["id"]="60111",["language4"]="OBTAIN SUPPLIES",["language3"]="補給獲得",["language2"]="獲取補給"}
,["23077"]={["key"]="23077",["language1"]="自动匹配",["id"]="23077",["language4"]="AUTO",["language3"]="自動装着",["language2"]="自動匹配"}
,["10094"]={["key"]="10094",["language1"]="建造中…",["id"]="10094",["language3"]="建造中…",["language2"]="建造中…"}
,["49191"]={["key"]="49191",["language1"]="队员已携带的芯片稀有度最低R3",["id"]="49191",["language3"]="隊員が装着しているチップのレア度最低R3",["language2"]="隊員已攜帶的晶片稀有度最低R3"}
,["29025"]={["key"]="29025",["language1"]="人型",["id"]="29025",["language4"]="HUMAN",["language3"]="人型",["language2"]="人型"}
,["60110"]={["key"]="60110",["language1"]="本轮还有补给未获取，是否提前开启下一轮？",["id"]="60110",["language3"]="このラウンドの補給がまだ残っています。次のラウンドを早めに開始しますか？",["language2"]="本輪還有補給未獲取，是否提前開啟下一輪？"}
,["49025"]={["key"]="49025",["language1"]="%s或%s",["id"]="49025",["language3"]="%sまたは%s",["language2"]="%s或%s"}
,["35018"]={["key"]="35018",["language1"]="燃料",["id"]="35018",["language3"]="燃料",["language2"]="燃料"}
,["26033"]={["key"]="26033",["language1"]="好友",["id"]="26033",["language3"]="フレンド",["language2"]="好友"}
,["15018"]={["key"]="15018",["language1"]="地图描述",["id"]="15018",["language3"]="マップ説明",["language2"]="地圖描述"}
,["25018"]={["key"]="25018",["language1"]="使用队伍",["id"]="25018",["language3"]="チーム使用",["language2"]="使用隊伍"}
,["76033"]={["key"]="76033",["language1"]="【%s前】<color=#ffc146>%s</color>援助了您，击败了<color=#ffc146>%s</color>。",["id"]="76033",["language3"]="【%s前】<color=#ffc146>%s</color>があなたを支援し、<color=#ffc146>%s</color>を撃破しました。",["language2"]="【%s前】<color=#ffc146>%s</color>援助了您，擊敗了<color=#ffc146>%s</color>。"}
,["60108"]={["key"]="60108",["language1"]="使用补给券可进行物资补给，每次获取补给可获得该轮内的任意一种物资。",["id"]="60108",["language3"]="補給券を使用して物資補給を行い、各ラウンド内の任意の物資を獲得可能",["language2"]="使用補給券可進行物資補給，每次獲取補給可獲得該輪內的任意一種物資。"}
,["60107"]={["key"]="60107",["language1"]="物资补给",["id"]="60107",["language3"]="物資補給",["language2"]="物資補給"}
,["17169"]={["key"]="17169",["language1"]="在所有<color=#ffae00>【限定构建】</color>中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。<color=#ffae00>10连构建必得5星或以上队员</color>。最多<color=#ffae00>50次构建</color>必定能获得保底<color=#ffae00>获取6星角色</color>。",["id"]="17169",["language3"]=[[<color=#ffae00>【限定召集】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本出現率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>キャラが1体確定します。
<color=#ffae00>最大50回</color>召集で<color=#FF3300>☆6</color>キャラが確定します。]],["language2"]="在所有<color=#ffae00>【限定構建】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎概率為<color=#ffae00>2%</color>，綜合概率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎概率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎概率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎概率為<color=#ffae00>50%</color>。<color=#ffae00>10連構建必得5星或以上隊員</color>。最多<color=#ffae00>50次構建</color>必定能獲得保底<color=#ffae00>獲取6星角色</color>。"}
,["60106"]={["key"]="60106",["language1"]="当前为<color=#ffc146>第%s轮</color>",["id"]="60106",["language3"]="現在<color=#ffc146>第%sラウンド</color>",["language2"]="當前為<color=#ffc146>第%s輪</color>"}
,["60105"]={["key"]="60105",["language1"]="【补给预览】",["id"]="60105",["language3"]="【補給プレビュー】",["language2"]="【補給預覽】"}
,["15024"]={["key"]="15024",["language1"]="撤退将丢失当前进度，是否撤退？",["id"]="15024",["language3"]="撤退すると、現在の進行度がなくなります。撤退しますか？",["language2"]="撤退將失去當前進度，是否撤退？"}
,["25024"]={["key"]="25024",["language1"]="自动寻路",["id"]="25024",["language4"]="NAVIGATE",["language3"]="自動探索",["language2"]="自動尋路"}
,["21113"]={["key"]="21113",["language1"]="补给站【限时贸易所】",["id"]="21113",["language3"]="ショップ【時限取引所】",["language2"]="補給站【限時貿易所】"}
,["55003"]={["key"]="55003",["language1"]="%s-%s可领取",["id"]="55003",["language2"]="%s-%s可領取"}
,["16033"]={["key"]="16033",["language1"]="请输入身份证号码",["id"]="16033",["language3"]="身分証明書番号を入力してください",["language2"]="請輸入身份證號碼"}
,["60102"]={["key"]="60102",["language1"]="活动剩余时间：",["id"]="60102",["language3"]="イベント残り時間：",["language2"]="活動剩餘時間："}
,["15016"]={["key"]="15016",["language1"]="困难",["id"]="15016",["language3"]="ハード",["language2"]="困難"}
,["60010"]={["key"]="60010",["language1"]="剩余%s分",["id"]="60010",["language3"]="残り%s分",["language2"]="剩餘%s分"}
,["1010"]={["key"]="1010",["language1"]="三",["id"]="1010",["language3"]="3",["language2"]="三"}
,["60009"]={["key"]="60009",["language1"]="剩余%s时",["id"]="60009",["language3"]="残り%s時間",["language2"]="剩餘%s時"}
,["16025"]={["key"]="16025",["language1"]="账号登录",["id"]="16025",["language4"]="TRANSLATE",["language3"]="アカウント登録",["language2"]="帳號登錄"}
,["2010"]={["key"]="2010",["language1"]="构建",["id"]="2010",["language4"]="CONSTRUCTION",["language3"]="召集",["language2"]="構建"}
,["5010"]={["key"]="5010",["language1"]="是否中止“%s”的冷却",["id"]="5010",["language3"]="「%s」の冷却を中止しますか？",["language2"]="是否中止“%s”的冷卻"}
,["4010"]={["key"]="4010",["language1"]="已满级",["id"]="4010",["language3"]="LvMAX",["language2"]="已滿級"}
,["16077"]={["key"]="16077",["language1"]="设置",["id"]="16077",["language3"]="設定",["language2"]="設置"}
,["60008"]={["key"]="60008",["language1"]="增额寻赏解锁",["id"]="60008",["language3"]="増額探査解放",["language2"]="增額尋賞解鎖"}
,["60006"]={["key"]="60006",["language1"]="已增额",["id"]="60006",["language4"]="INCREASE COMPLETE",["language3"]="増額済",["language2"]="已增額"}
,["130025"]={["key"]="130025",["language1"]="深塔小队",["id"]="130025",["language3"]="深塔小隊",["language2"]="深塔小隊"}
,["17188"]={["key"]="17188",["language1"]="选择概率提升队员",["id"]="17188",["language3"]="確率UP隊員選択",["language2"]="選擇概率提升隊員"}
,["26052"]={["key"]="26052",["language1"]="返回编辑",["id"]="26052",["language3"]="編集に戻る",["language2"]="返回編輯"}
,["76025"]={["key"]="76025",["language1"]="全体请求",["id"]="76025",["language3"]="None",["language2"]="全體請求"}
,["60000"]={["key"]="60000",["language1"]="活动期间，完成指定任务获得奖励，<color=#ffc146>增额寻赏</color>可解锁额外奖励！",["id"]="60000",["language3"]="イベント期間中、指定された任務を完了して報酬を獲得し、<color=#ffc146>増額探査</color>にて追加報酬を開放可能！",["language2"]="活動期間，完成指定任務獲得獎勵，<color=#ffc146>增額尋賞</color>可解鎖額外獎勵！"}
,["29055"]={["key"]="29055",["language1"]="好感达到%s开启",["id"]="29055",["language3"]="好感度%sで開放",["language2"]="好感達到%s開啟"}
,["10104"]={["key"]="10104",["language1"]="添加驻员 增加订单",["id"]="10104",["language3"]="人員選択　注文数追加",["language2"]="添加駐員 增加訂單"}
,["56008"]={["key"]="56008",["language1"]="前往",["id"]="56008",["language2"]="前往"}
,["56006"]={["key"]="56006",["language1"]="选择特典后活动时间会延长，成功选择后无法更换特典",["id"]="56006",["language2"]="選擇特典後活動時間會延長，成功選擇後無法更換特典"}
,["55004"]={["key"]="55004",["language1"]="领取",["id"]="55004",["language2"]="領取"}
,["14061"]={["key"]="14061",["language1"]="时间显示",["id"]="14061",["language3"]="時間表示",["language2"]="時間顯示"}
,["60104"]={["key"]="60104",["language1"]="开启下轮",["id"]="60104",["language4"]="NEXT TURN",["language3"]="次のラウンドを開始",["language2"]="開啟下輪"}
,["2021"]={["key"]="2021",["language1"]="战术",["id"]="2021",["language4"]="TACTICS",["language3"]="戦術",["language2"]="戰術"}
,["7010"]={["key"]="7010",["language1"]="动态",["id"]="7010",["language3"]="動作",["language2"]="動態"}
,["6010"]={["key"]="6010",["language1"]="进度:",["id"]="6010",["language3"]="達成度：",["language2"]="進度:"}
,["9010"]={["key"]="9010",["language1"]="战术开启成功",["id"]="9010",["language3"]="戦術開放成功",["language2"]="戰術開啟成功"}
,["8010"]={["key"]="8010",["language1"]="支援助战",["id"]="8010",["language3"]="サポートキャラ",["language2"]="支援助戰"}
,["51033"]={["key"]="51033",["language1"]="巨脉蜻蜓",["id"]="51033",["language4"]="Meganeura",["language3"]="メガネウラ",["language2"]="巨脈蜻蜓"}
,["61033"]={["key"]="61033",["language1"]="无限任务",["id"]="61033",["language3"]="無限任務",["language2"]="無限任務"}
,["4044"]={["key"]="4044",["language1"]="特性",["id"]="4044",["language3"]="特性",["language2"]="特性"}
,["17143"]={["key"]="17143",["language1"]="在所有<color=#ffae00>【轮换构建】</color>中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。<color=#ffae00>10连构建必得5星或以上队员</color>。最多<color=#ffae00>50次构建</color>必定能获得保底<color=#ffae00>获取6星角色</color>。",["id"]="17143",["language3"]=[[<color=#ffae00>【定期召集】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本確率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>キャラが1体確定します。
<color=#ffae00>最大50回</color>召集で<color=#FF3300>☆6</color>キャラが確定します。]],["language2"]="在所有<color=#ffae00>【輪換構建】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎機率為<color=#ffae00>2%</color>，綜合機率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎機率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎機率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎機率為<color=#ffae00>50%</color>。<color=#ffae00>10連構建必得5星或以上隊員</color>。最多<color=#ffae00>50次構建</color>必定能獲得保底<color=#ffae00>獲取6星角色</color>。"}
,["67025"]={["key"]="67025",["language1"]="扭蛋开启！投币随机得特写/表情/头像～奖励不重复(前6抽不会出现SSS，前10抽必定获得S或A，25抽内必出SSS!）",["id"]="67025",["language3"]="ガチャ開始！コインを投入して接写/表情/アイコンをランダムにゲット～報酬は重複しません（最初の6回はSSS報酬は排出されませんが、25回以内に必ずSSSが排出されます！）",["language2"]="扭蛋開啟！投幣隨機得特寫/表情/頭像～獎勵不重複(前6抽不會出現SSS，前10抽必定獲得S或A，25抽內必出SSS!）"}
,["54054"]={["key"]="54054",["language1"]="无法编入",["id"]="54054",["language3"]="編成不可",["language2"]="無法編入"}
,["54053"]={["key"]="54053",["language1"]="能力测验小队",["id"]="54053",["language3"]="能力試験小隊",["language2"]="能力測驗小隊"}
,["37025"]={["key"]="37025",["language1"]="清剿行动",["id"]="37025",["language3"]="掃討行動",["language2"]="清剿行動"}
,["27025"]={["key"]="27025",["language1"]="贡献开启",["id"]="27025",["language3"]="貢献度ON",["language2"]="貢獻開啟"}
,["17025"]={["key"]="17025",["language1"]="角色定位",["id"]="17025",["language3"]="キャラ役割",["language2"]="角色定位"}
,["29059"]={["key"]="29059",["language1"]="插画",["id"]="29059",["language4"]="ILLVSTRATION",["language3"]="挿絵",["language2"]="插畫"}
,["54052"]={["key"]="54052",["language1"]="存档保存",["id"]="54052",["language3"]="記録保存",["language2"]="存檔保存"}
,["54051"]={["key"]="54051",["language1"]="伤害统计",["id"]="54051",["language3"]="ダメージ統計",["language2"]="傷害統計"}
,["15077"]={["key"]="15077",["language1"]="其他队伍编成中",["id"]="15077",["language3"]="他のチーム編成中",["language2"]="其他隊伍編成中"}
,["15105"]={["key"]="15105",["language1"]="模拟军演说明",["id"]="15105",["language3"]="模擬演習の説明",["language2"]="模擬軍演說明"}
,["54050"]={["key"]="54050",["language1"]="累计积分",["id"]="54050",["language3"]="累計ポイント",["language2"]="累計積分"}
,["22089"]={["key"]="22089",["language1"]="惠享返礼",["id"]="22089",["language4"]="RECHARGE REWARD",["language3"]="周年返礼",["language2"]="惠享返禮"}
,["74018"]={["key"]="74018",["language1"]="碎片抽奖",["id"]="74018",["language3"]="破片抽選",["language2"]="碎片抽獎"}
,["64018"]={["key"]="64018",["language1"]="编队",["id"]="64018",["language3"]="編成",["language2"]="編隊"}
,["54018"]={["key"]="54018",["language1"]="未获得增益",["id"]="54018",["language3"]="未獲得バフ",["language2"]="未獲得增益"}
,["15082"]={["key"]="15082",["language1"]="进度",["id"]="15082",["language3"]="進行度",["language2"]="進度"}
,["10033"]={["key"]="10033",["language1"]="遇袭",["id"]="10033",["language3"]="襲来",["language2"]="遇襲"}
,["17113"]={["key"]="17113",["language1"]="<color=#ffae00>【重复获得队员】</color> ",["id"]="17113",["language3"]="<color=#ffae00>【重複獲得】</color>",["language2"]="<color=#ffae00>【重複獲得隊員】</color>"}
,["21104"]={["key"]="21104",["language1"]="周报酬进度",["id"]="21104",["language3"]="今週の報酬",["language2"]="每週報酬進度"}
,["33061"]={["key"]="33061",["language1"]="历史最高：",["id"]="33061",["language3"]="歴代最高：",["language2"]="歷史最高："}
,["54045"]={["key"]="54045",["language1"]="替换后当前存档将会消失，是否确认替换？",["id"]="54045",["language3"]="置き換えを行うと記録を失います、置き換えますか？",["language2"]="替換後當前存檔將會消失，是否確認替換？"}
,["49169"]={["key"]="49169",["language1"]="禁止编入其他队员",["id"]="49169",["language3"]="その他隊員の編成禁止",["language2"]="禁止編入其他隊員"}
,["23061"]={["key"]="23061",["language1"]="当前芯片<color=\"#ffc146\">%s</color>装备中，是否确认更换至当前队员？",["id"]="23061",["language3"]="このチップは<color=\"#ffc146\">%s</color>が装着しています。このキャラに装着させますか？",["language2"]="當前晶片<color=\"#ffc146\">%s</color>裝備中，是否確認更換至當前隊員？"}
,["1024"]={["key"]="1024",["language1"]="加载中",["id"]="1024",["language3"]="LOADING......",["language2"]="加載中"}
,["2024"]={["key"]="2024",["language1"]="物资调配",["id"]="2024",["language4"]="ALLOCATION",["language3"]="物資調達",["language2"]="物资调配"}
,["3024"]={["key"]="3024",["language1"]="稀有度",["id"]="3024",["language3"]="レアリティ",["language2"]="稀有度"}
,["4024"]={["key"]="4024",["language1"]="核心同调",["id"]="4024",["language4"]="SYNCHRO",["language3"]="シンクロ",["language2"]="核心同調"}
,["54043"]={["key"]="54043",["language1"]=[[放弃会丢失所有进度并结算，是否放弃？
当前积分：<color=#ffc146>%s</color>]],["id"]="54043",["language3"]=[[諦めると進捗は決算され、リセットされます。諦めますか？
現在のポイント：<color=#ffc146>%s</color>]],["language2"]=[[放棄會丟失所有進度並結算，是否放棄？
當前積分：<color=#ffc146>%s</color>]]}
,["10208"]={["key"]="10208",["language1"]="等待维修",["id"]="10208",["language3"]="修理待ち",["language2"]="等待維修"}
,["54042"]={["key"]="54042",["language1"]="当前无使用中的增益存档，是否继续极限测试？",["id"]="54042",["language3"]="現在使用中の強化効果記録がありません。極限コースを続けますか？",["language2"]="當前無使用中的增益存檔，是否繼續極限測試？"}
,["54041"]={["key"]="54041",["language1"]="对boss造成伤害",["id"]="54041",["language3"]="ボスへの総ダメージ",["language2"]="對boss造成傷害"}
,["4022"]={["key"]="4022",["language1"]="详情",["id"]="4022",["language4"]="DETAILS",["language3"]="詳細",["language2"]="詳情"}
,["17128"]={["key"]="17128",["language1"]="在所有<color=#ffae00>【定制构建β】</color>中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。10连构建必得<color=#FFCC00>5星</color>或以上队员。最多50次构建必定能获得保底获取<color=#FF3300>6星</color>角色。",["id"]="17128",["language3"]=[[<color=#ffae00>【セレクト召集β】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本確率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>キャラが1体確定します。
<color=#ffae00>最大50回</color>召集で<color=#FF3300>☆6</color>キャラが確定します。]],["language2"]="在所有<color=#ffae00>【定制構建β】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎機率為<color=#ffae00>2%</color>，綜合機率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎機率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎機率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎機率為<color=#ffae00>50%</color>。10連構建必得<color=#FFCC00>5星</color>或以上隊員。最多50次構建必定能獲得保底獲取<color=#FF3300>6星</color>角色。"}
,["2022"]={["key"]="2022",["language1"]="教程",["id"]="2022",["language4"]="COURSE",["language3"]="コース",["language2"]="教程"}
,["10077"]={["key"]="10077",["language1"]="请点击列表选择角色",["id"]="10077",["language4"]="SELECT ROLE",["language3"]="キャラクターを選んでください",["language2"]="請點擊列表選擇角色"}
,["8022"]={["key"]="8022",["language1"]="燃料上限：",["id"]="8022",["language3"]="燃料上限：",["language2"]="燃料上限："}
,["24029"]={["key"]="24029",["language1"]="芯片",["id"]="24029",["language4"]="CHIP",["language3"]="チップ",["language2"]="晶片"}
,["45015"]={["key"]="45015",["language1"]="解锁立即获得 · 120粲晶 + 激活【衣惠有礼】权限",["id"]="45015",["language3"]="解放で即時獲得 · 輝晶×120+【礼装の力】発動",["language2"]="解鎖立即獲得 · 120粲晶+激活【衣惠有禮】"}
,["54036"]={["key"]="54036",["language1"]="替换",["id"]="54036",["language3"]="置換",["language2"]="替換"}
,["7040"]={["key"]="7040",["language1"]="看板设置",["id"]="7040",["language4"]="Kanban Settings",["language3"]="看板設定",["language2"]="看板設置"}
,["54034"]={["key"]="54034",["language1"]="删除",["id"]="54034",["language3"]="削除",["language2"]="刪除"}
,["50017"]={["key"]="50017",["language1"]="已击败",["id"]="50017",["language3"]="撃破済",["language2"]="已擊敗"}
,["54031"]={["key"]="54031",["language1"]="使用中",["id"]="54031",["language3"]="使用中",["language2"]="使用中"}
,["54030"]={["key"]="54030",["language1"]="请先获得存档",["id"]="54030",["language3"]="記録を取得してください",["language2"]="請先獲得存檔"}
,["1022"]={["key"]="1022",["language1"]="周六",["id"]="1022",["language4"]="SATURDAY",["language3"]="土曜",["language2"]="週六"}
,["120001"]={["key"]="120001",["language1"]="请选择猜拳手势",["id"]="120001",["language3"]="出す手を選択してください",["language2"]="請選擇猜拳手勢"}
,["54025"]={["key"]="54025",["language1"]="放弃",["id"]="54025",["language3"]="放棄",["language2"]="放棄"}
,["54023"]={["key"]="54023",["language1"]="推荐队员",["id"]="54023",["language3"]="推薦隊員",["language2"]="推薦隊員"}
,["54022"]={["key"]="54022",["language1"]="确认",["id"]="54022",["language3"]="確認",["language2"]="確認"}
,["54019"]={["key"]="54019",["language1"]="增益强化",["id"]="54019",["language3"]="バフ強化",["language2"]="增益強化"}
,["54017"]={["key"]="54017",["language1"]="当前增益",["id"]="54017",["language3"]="現在バフ",["language2"]="當前增益"}
,["54015"]={["key"]="54015",["language1"]="确定",["id"]="54015",["language3"]="確定",["language2"]="確定"}
,["54014"]={["key"]="54014",["language1"]="查看增益",["id"]="54014",["language3"]="バフ確認",["language2"]="查看增益"}
,["54013"]={["key"]="54013",["language1"]="进入难度",["id"]="54013",["language3"]="難易度進入",["language2"]="進入難度"}
,["54012"]={["key"]="54012",["language1"]="编队限制",["id"]="54012",["language3"]="編成制限",["language2"]="編隊限製"}
,["54011"]={["key"]="54011",["language1"]="难度更改",["id"]="54011",["language3"]="難易度変更",["language2"]="難度更改"}
,["54009"]={["key"]="54009",["language1"]="历史最高分数",["id"]="54009",["language3"]="過去最高得点",["language2"]="歷史最高分數"}
,["54007"]={["key"]="54007",["language1"]="本期刷新时间",["id"]="54007",["language3"]="今期更新時間",["language2"]="本期刷新時間"}
,["54004"]={["key"]="54004",["language1"]="排行榜",["id"]="54004",["language4"]="RANK",["language3"]="ランキング",["language2"]="排行榜"}
,["10407"]={["key"]="10407",["language1"]="远征时间：",["id"]="10407",["language3"]="遠征時間：",["language2"]="遠征時間："}
,["54003"]={["key"]="54003",["language1"]="极限测试",["id"]="54003",["language3"]="極限コース",["language2"]="極限測試"}
,["21139"]={["key"]="21139",["language1"]="注刈嵌合 1-4层",["id"]="21139",["language3"]="切集嵌合 ステージ1-4",["language2"]="注刈嵌合 1-4層"}
,["47214"]={["key"]="47214",["language1"]="未完成",["id"]="47214",["language3"]="未完成",["language2"]="未完成"}
,["4034"]={["key"]="4034",["language1"]="升级/突破",["id"]="4034",["language4"]="UPGRADE/IMPROVEMENT",["language3"]="LvUP／突破",["language2"]="升級/突破"}
,["2031"]={["key"]="2031",["language1"]="%s到期",["id"]="2031",["language3"]="%s期限切れ",["language2"]="%s到期"}
,["18128"]={["key"]="18128",["language1"]="替换",["id"]="18128",["language4"]="CHANGE",["language3"]="交換",["language2"]="替換"}
,["8035"]={["key"]="8035",["language1"]="使用失败，形象和名称没有改变，请确认后再操作",["id"]="8035",["language3"]="使用失敗、イメージと名前が変更されていません。確認してから操作してください",["language2"]="使用失敗，形象和名稱沒有改變，請確認後再操作"}
,["1071"]={["key"]="1071",["language1"]="战斗胜利",["id"]="1071",["language3"]="戦闘勝利",["language2"]="戰鬥勝利"}
,["17134"]={["key"]="17134",["language1"]="占%s星角色出率的",["id"]="17134",["language3"]="☆%sキャラの出現率の",["language2"]="占%s星角色出現機率的"}
,["54001"]={["key"]="54001",["language1"]="能力测验",["id"]="54001",["language3"]="能力試験",["language2"]="能力測驗"}
,["4077"]={["key"]="4077",["language1"]="低于%s",["id"]="4077",["language3"]="%s以下",["language2"]="低於%s"}
,["53007"]={["key"]="53007",["language1"]="使用中",["id"]="53007",["language3"]="使用中",["language2"]="使用中"}
,["53006"]={["key"]="53006",["language1"]="请选中称号",["id"]="53006",["language3"]="称号選択",["language2"]="請選中稱號"}
,["150005"]={["key"]="150005",["language1"]="次数",["id"]="150005",["language3"]="None",["language2"]="次數"}
,["10418"]={["key"]="10418",["language1"]="蓄能弹射",["id"]="10418",["language4"]="ENERGY",["language3"]="手動射出",["language2"]="蓄能彈射"}
,["53002"]={["key"]="53002",["language1"]="称号展示",["id"]="53002",["language3"]="称号表示",["language2"]="稱號展示"}
,["10056"]={["key"]="10056",["language1"]="设施详情",["id"]="10056",["language3"]="施設詳細",["language2"]="設施詳情"}
,["7071"]={["key"]="7071",["language1"]="双人",["id"]="7071",["language3"]="2キャラ",["language2"]="雙人"}
,["10089"]={["key"]="10089",["language1"]="清空",["id"]="10089",["language3"]="クリア",["language2"]="清空"}
,["15113"]={["key"]="15113",["language1"]="-点击空白区域可关闭界面-",["id"]="15113",["language3"]="―余白の部分をタップして閉じる―",["language2"]="-點擊空白區域可關閉介面-"}
,["52009"]={["key"]="52009",["language1"]="已设为战斗BGM",["id"]="52009",["language3"]="戦闘BGMに設定済み",["language2"]="已設為戰鬥BGM"}
,["1040"]={["key"]="1040",["language1"]="无限制",["id"]="1040",["language3"]="制限なし",["language2"]="無限制"}
,["4080"]={["key"]="4080",["language1"]="和",["id"]="4080",["language3"]="と",["language2"]="和"}
,["52007"]={["key"]="52007",["language1"]="设为战斗BGM",["id"]="52007",["language3"]="戦闘BGM設定",["language2"]="設為戰鬥BGM"}
,["52006"]={["key"]="52006",["language1"]="设为主界面BGM",["id"]="52006",["language3"]="メイン画面BGM設定",["language2"]="設為主界面BGM"}
,["25046"]={["key"]="25046",["language1"]="操作：%s/%s",["id"]="25046",["language3"]="操作：%s/%s",["language2"]="操作：%s/%s"}
,["4040"]={["key"]="4040",["language1"]="查看所有等级",["id"]="4040",["language3"]="全レベル確認",["language2"]="查看所有等級"}
,["1035"]={["key"]="1035",["language1"]="未开放",["id"]="1035",["language3"]="未開放",["language2"]="未開放"}
,["17196"]={["key"]="17196",["language1"]="在<color=#ffae00>【猩红猎手】</color>构建中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。<color=#ffae00>10连构建必得5星或以上队员</color>。最多<color=#ffae00>50次构建</color>必定能获得保底<color=#ffae00>获取6星角色</color>。",["id"]="17196",["language3"]=[[<color=#ffae00>【血濡れの狩人】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本出現率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>キャラが1体確定します。
<color=#ffae00>最大50回</color>召集で<color=#FF3300>☆6</color>キャラが確定します。]],["language2"]="在所有<color=#ffae00>【聯動構建】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎概率為<color=#ffae00>2%</color>，綜合概率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎概率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎概率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎概率為<color=#ffae00>50%</color>。<color=#ffae00>10連構建必得5星或以上隊員</color>。最多<color=#ffae00>50次構建</color>必定能獲得保底<color=#ffae00>獲取6星角色</color>。"}
,["47208"]={["key"]="47208",["language1"]="基地",["id"]="47208",["language3"]="基地",["language2"]="基地"}
,["51031"]={["key"]="51031",["language1"]="索尔达森",["id"]="51031",["language4"]="Thórdarson",["language3"]="ソーダーソン",["language2"]="索爾達森"}
,["51030"]={["key"]="51030",["language1"]="克拉肯",["id"]="51030",["language4"]="Kraken",["language3"]="クラーケン",["language2"]="克拉肯"}
,["51029"]={["key"]="51029",["language1"]="冰霜禁卫",["id"]="51029",["language4"]="Frostguard",["language3"]="ビッグフット",["language2"]="冰霜禁卫"}
,["51028"]={["key"]="51028",["language1"]="瑞尔",["id"]="51028",["language4"]="Riel",["language3"]="リエル",["language2"]="瑞尔"}
,["51027"]={["key"]="51027",["language1"]="德拉苏",["id"]="51027",["language4"]="Drasoul",["language3"]="マンティコア",["language2"]="德拉苏"}
,["51026"]={["key"]="51026",["language1"]="尤弥尔",["id"]="51026",["language4"]="Ymir",["language3"]="ユミル",["language2"]="尤弥尔"}
,["4042"]={["key"]="4042",["language1"]="位置属性加成",["id"]="4042",["language3"]="位置ステータスボーナス",["language2"]="位置屬性加成"}
,["22077"]={["key"]="22077",["language1"]="首次备战加持，丰厚战备专属支援",["id"]="22077",["language3"]="初回軍備ボーナス、豪華軍備専属支援",["language2"]="首次備戰加持，豐厚戰備專屬支援"}
,["32077"]={["key"]="32077",["language1"]="未拥有",["id"]="32077",["language3"]="未所持",["language2"]="未擁有"}
,["62024"]={["key"]="62024",["language1"]="加快饱食度消化",["id"]="62024",["language3"]="満腹度消費を減少",["language2"]="減少飽食度消耗"}
,["4082"]={["key"]="4082",["language1"]="低于%s",["id"]="4082",["language3"]="%s以下",["language2"]="低於%s"}
,["7042"]={["key"]="7042",["language1"]="选择",["id"]="7042",["language4"]="CHOICE",["language3"]="選択",["language2"]="選擇"}
,["4222"]={["key"]="4222",["language1"]="机神",["id"]="4222",["language4"]="KISHIN",["language3"]="機神",["language2"]="機神"}
,["51024"]={["key"]="51024",["language1"]="超级狮子座",["id"]="51024",["language4"]="HYPER LEO",["language3"]="激昂レオ",["language2"]="超級獅子座"}
,["51022"]={["key"]="51022",["language1"]=[[<color=#ffc146>【简介】</color>
活动期间会开启不同的大型造物供挑战，每个大型造物都有多个难度。

<color=#ffc146>【规则】</color>
1.每日凌晨3点会自动发放活动入场卷，如果总队长拥有的入场卷大于等于10张，则不会自动获得对应的入场卷。
2.消耗入场卷后即可获得一定时间内无消耗挑战对应关卡的权限，直到总队长胜利、主动放弃或挑战倒计时结束。
3.开启挑战权限后，在<color=#ffc146>战斗中失败</color>并不会判定为挑战失败，而是会在这次挑战内将<color=#ffc146>参与战斗的队友变为不可用状态</color>，且对应大型造物也会在本次挑战内的下一场战斗继承上一场战斗的耐久值。
4.胜利后，总队长能获得对应的奖励——<color=#ffc146>探查票据</color>，它能够在<color=#ffc146>兑换站点</color>内兑换战利品，探查票据会继续保存在总队长身上，并不会跟随每期活动的关闭而消失，兑换站点每期会刷新培养素材，请各位总队长注意合理规划兑换内容。

注意：在战斗中主动撤退会视为本次战斗失败，虽然大型造物的耐久值也会被本次挑战内的下一场战斗继承，但上阵的<color=#ffc146>队员都会变为不可用状态</color>。

<color=#ffc146>【排行榜】</color>
1.总队长挑战胜利后，将会根据本次挑战的综合评价获得对应积分，该积分将用于对应排行榜的排名。
2.每个大型造物都会设立一个独立的排行榜，对应的积分由它<color=#ffc146>各个难度下</color>总队长的<color=#ffc146>历史最高积分相加</color>组成。]],["id"]="51022",["language3"]=[[<color=#ffc146>【概要】</color>
イベント期間中、異なる大型クリーチャーがチャレンジ用に開放されます。各大型クリーチャーには複数の難易度があります。

<color=#ffc146>【ルール】</color>
1.毎日午前3時にイベント入場券が自動的に配布されます。総隊長が所持する入場券が10枚以上の場合、入場券は自動的に配布されません。
2.入場券を消費すると、一定時間内に追加消費なしで対応するステージにチャレンジする権限が得られます。総隊長が勝利、放棄、またはチャレンジタイムが終了するまで有効です。
3.チャレンジ権限を開放した後、<color=#ffc146>戦闘中に敗北</color>してもチャレンジ失敗とはみなされず、このチャレンジ内で<color=#ffc146>戦闘に参加した隊員は使用不可状態</color>になり、対応する大型クリーチャーは次の戦闘で前の戦闘の耐久値を引き継ぎます。
4.勝利後、総隊長は対応する報酬——<color=#ffc146>探査証明</color>を獲得できます。探査証明は<color=#ffc146>交換所</color>で戦利品と交換できます。探査証明は総隊長の手元に残り、各イベントの終了とともに消失しません。交換所は各イベントごとに育成素材を更新するため、総隊長は交換内容を計画的に管理してください。

注意：戦闘中に自主撤退すると、その戦闘は失敗とみなされます。大型クリーチャーの耐久値は次の戦闘に引き継がれますが、<color=#ffc146>出撃した隊員は使用不可状態</color>になります。

<color=#ffc146>【ランキング】</color>
1.総隊長がチャレンジに勝利すると、今回のチャレンジの総合評価に基づいてポイントが付与されます。このポイントは対応するランキングの順位に使用されます。
2.各大型クリーチャーには独立したランキングが設けられ、対応するポイントは<color=#ffc146>各難易度での</color>総隊長の<color=#ffc146>歴史最高ポイントの合計</color>で構成されます。]],["language2"]=[[<color=#ffc146>【簡介】</color>
活動期間會開啟不同的大型造物供挑戰，每個大型造物都有多個難度。

<color=#ffc146>【規則】</color>
1.每日淩晨3點會自動發放活動入場卷，如果總隊長擁有的入場卷大於等於10張，則不會自動獲得對應的入場卷。
2.消耗入場卷後即可獲得一定時間內無消耗挑戰對應關卡的許可權，直到總隊長勝利、主動放棄或挑戰倒計時結束。
3.開啟挑戰許可權後，在<color=#ffc146>戰鬥中失敗</color>並不會判定為挑戰失敗，而是會在這次挑戰內將<color=#ffc146>參與戰鬥的隊友變為不可用狀態</color>，且對應大型造物也會在本次挑戰內的下一場戰鬥繼承上一場戰鬥的耐久值。
4.勝利後，總隊長能獲得對應的獎勵——<color=#ffc146>探查票據</color>，它能夠在<color=#ffc146>兌換網站</color>內兌換戰利品，探查票據會繼續保存在總隊長身上，並不會跟隨每期活動的關閉而消失，兌換網站每期會刷新培養素材，請各位總隊長注意合理規劃兌換內容。

注意：在戰鬥中主動撤退會視為本次戰鬥失敗，雖然大型造物的耐久值也會被本次挑戰內的下一場戰鬥繼承，但上陣的<color=#ffc146>隊員都會變為不可用狀態</color>。

<color=#ffc146>【排行榜】</color>
1.總隊長挑戰勝利後，將會根據本次挑戰的綜合評價獲得對應積分，該積分將用於對應排行榜的排名。
2.每個大型造物都會設立一個獨立的排行榜，對應的積分由它<color=#ffc146>各個難度下</color>總隊長的<color=#ffc146>歷史最高積分相加</color>組成。]]}
,["51021"]={["key"]="51021",["language1"]="溯源探查说明",["id"]="51021",["language3"]="オリジン説明",["language2"]="溯源探查說明"}
,["51018"]={["key"]="51018",["language1"]="%s的%s难度已解锁",["id"]="51018",["language3"]="%sの%s難易度が解放",["language2"]="%s的%s難度已解鎖"}
,["1042"]={["key"]="1042",["language1"]="%s日%s时%s分",["id"]="1042",["language3"]="%s日%s時%s分",["language2"]="%s日%s時%s分"}
,["51017"]={["key"]="51017",["language1"]="放弃",["id"]="51017",["language3"]="放棄",["language2"]="放棄"}
,["51016"]={["key"]="51016",["language1"]="少于一分钟",["id"]="51016",["language3"]="1分未満",["language2"]="少於一分鐘"}
,["51015"]={["key"]="51015",["language1"]="最高积分",["id"]="51015",["language3"]="最高ポイント",["language2"]="最高積分"}
,["21119"]={["key"]="21119",["language1"]="序章 01-08",["id"]="21119",["language3"]="序章 01-08",["language2"]="序章 01-08"}
,["45008"]={["key"]="45008",["language1"]="购买后立即获得：",["id"]="45008",["language3"]="購入後入手：",["language2"]="購買後立即獲得："}
,["18113"]={["key"]="18113",["language1"]="NO.5",["id"]="18113",["language3"]="NO.5",["language2"]="NO.5"}
,["16017"]={["key"]="16017",["language1"]="推荐服务器",["id"]="16017",["language3"]="推奨サーバー",["language2"]="推薦伺服器"}
,["51012"]={["key"]="51012",["language1"]="波拉克斯",["id"]="51012",["language4"]="POLLUX",["language3"]="ポルックス",["language2"]="波拉克斯"}
,["51011"]={["key"]="51011",["language1"]="%s后重置",["id"]="51011",["language3"]="%s後リセット",["language2"]="%s後重置"}
,["51009"]={["key"]="51009",["language1"]="%s后关闭",["id"]="51009",["language3"]="%s後に閉じる",["language2"]="%s後關閉"}
,["51006"]={["key"]="51006",["language1"]="后重置",["id"]="51006",["language3"]="後更新",["language2"]="後重置"}
,["17139"]={["key"]="17139",["language1"]="活动期间，总队长在「噬魂蔷薇」中可使用「构建蓝图」进行构建。",["id"]="17139",["language3"]="期間中、「魂喰らいし悪の華」で「召集券」を使用して召集を行うことができます。",["language2"]="活動期間，總隊長在「噬魂薔薇」中可使用「構建藍圖」進行構建。"}
,["12024"]={["key"]="12024",["language1"]="申请",["id"]="12024",["language4"]="Apply",["language3"]="申請",["language2"]="申請"}
,["51005"]={["key"]="51005",["language1"]="首领信息",["id"]="51005",["language3"]="ボス情報",["language2"]="首領資訊"}
,["51004"]={["key"]="51004",["language1"]="兑换站点",["id"]="51004",["language4"]="STORE",["language3"]="交換所",["language2"]="兌換站點"}
,["51003"]={["key"]="51003",["language1"]="探查目标",["id"]="51003",["language4"]="MISSION",["language3"]="探査目標",["language2"]="探查目標"}
,["15033"]={["key"]="15033",["language1"]="奖励列表",["id"]="15033",["language4"]="PRIZE LIST",["language3"]="報酬リスト",["language2"]="獎勵列表"}
,["14047"]={["key"]="14047",["language1"]="分辨率设置",["id"]="14047",["language3"]="解像度設定",["language2"]="解析度設置"}
,["51001"]={["key"]="51001",["language1"]="积分",["id"]="51001",["language3"]="ポイント",["language2"]="積分"}
,["51000"]={["key"]="51000",["language1"]="后刷新",["id"]="51000",["language3"]="後更新",["language2"]="後刷新"}
,["50031"]={["key"]="50031",["language1"]="历史最少操作数：%s",["id"]="50031",["language3"]="歴代最少操作数：%s",["language2"]="歷史最少操作數：%s"}
,["50030"]={["key"]="50030",["language1"]="已通关",["id"]="50030",["language3"]="クリア済",["language2"]="已通關"}
,["50029"]={["key"]="50029",["language1"]="无",["id"]="50029",["language3"]="なし",["language2"]="無"}
,["49001"]={["key"]="49001",["language1"]="异构空间",["id"]="49001",["language3"]="多重空間",["language2"]="異構空間"}
,["50027"]={["key"]="50027",["language1"]="性能测试",["id"]="50027",["language4"]="PERFORMANCE TESTING",["language3"]="性能テスト",["language2"]="性能測試"}
,["33024"]={["key"]="33024",["language1"]="拒绝",["id"]="33024",["language4"]="CANCEL",["language3"]="拒否",["language2"]="拒絕"}
,["50026"]={["key"]="50026",["language1"]="性能挑战",["id"]="50026",["language4"]="PERFORMANCE CHALLENGES",["language3"]="性能挑戦",["language2"]="性能挑戰"}
,["130005"]={["key"]="130005",["language1"]="本层最高可获得积分",["id"]="130005",["language3"]="階層最高獲得可能Pt",["language2"]="本層最高可獲得積分"}
,["50024"]={["key"]="50024",["language1"]="选择增益:",["id"]="50024",["language3"]="強化効果選択：",["language2"]="選擇增益:"}
,["16089"]={["key"]="16089",["language1"]="【账号注销协议】",["id"]="16089",["language3"]="【アカウント削除について】",["language2"]="【帳號註銷協議】"}
,["50021"]={["key"]="50021",["language1"]="全局增益",["id"]="50021",["language3"]="全体強化効果",["language2"]="全局增益"}
,["22056"]={["key"]="22056",["language1"]="活动时间",["id"]="22056",["language3"]="イベント時間",["language2"]="活動時間"}
,["32056"]={["key"]="32056",["language1"]="已收藏：",["id"]="32056",["language3"]="お気に入り：",["language2"]="已收藏："}
,["50020"]={["key"]="50020",["language1"]="(已失效)",["id"]="50020",["language3"]="（無効）",["language2"]="(已失效)"}
,["50019"]={["key"]="50019",["language1"]="保存进度退出",["id"]="50019",["language3"]="進捗を保存して退出",["language2"]="保存進度退出"}
,["54033"]={["key"]="54033",["language1"]="离开",["id"]="54033",["language3"]="離れる",["language2"]="離開"}
,["50016"]={["key"]="50016",["language1"]="抽取本轮演习对象",["id"]="50016",["language3"]="本ラウンド演習対象抽選",["language2"]="抽取本輪演習對象"}
,["34033"]={["key"]="34033",["language1"]="每期阶段奖励均有一定变化",["id"]="34033",["language3"]="レベル報酬内容の一部は前回と異なる場合がある",["language2"]="每期階段獎勵均有一定變化"}
,["24033"]={["key"]="24033",["language1"]="暂无内容",["id"]="24033",["language4"]="NO MATERIAL",["language3"]="内容がありません",["language2"]="暫無內容"}
,["40004"]={["key"]="40004",["language1"]="请在一下中选择合适的治疗方式",["id"]="40004",["language3"]="治療方法を選んでください",["language2"]="請在以下中選擇合適的治療方式"}
,["50013"]={["key"]="50013",["language1"]="已有增益",["id"]="50013",["language3"]="既存強化効果",["language2"]="已有增益"}
,["50010"]={["key"]="50010",["language1"]="放弃将会丢失现有进度，是否确认放弃？",["id"]="50010",["language3"]="放棄すると現在の進捗が失われます。放棄しますか？",["language2"]="放棄將會丟失現有進度，是否確認放棄？"}
,["64033"]={["key"]="64033",["language1"]="角斗排行",["id"]="64033",["language3"]="闘技順位",["language2"]="角鬥排行"}
,["13024"]={["key"]="13024",["language1"]="为它加油！",["id"]="13024",["language3"]="応援しよう！",["language2"]="為它加油！"}
,["23024"]={["key"]="23024",["language1"]="部位",["id"]="23024",["language3"]="部位",["language2"]="部位"}
,["50004"]={["key"]="50004",["language1"]="限时奖励",["id"]="50004",["language4"]="LIMITED REWARD",["language3"]="時限報酬",["language2"]="限時獎勵"}
,["29049"]={["key"]="29049",["language1"]="总评价",["id"]="29049",["language3"]="総評",["language2"]="總評價"}
,["14033"]={["key"]="14033",["language1"]="批量替换",["id"]="14033",["language3"]="一括変更",["language2"]="一併替換"}
,["50001"]={["key"]="50001",["language1"]="奖励剩余时间：%s天:%s时:%s分",["id"]="50001",["language3"]="報酬残り時間：%s日:%s時間:%s分",["language2"]="獎勵剩餘時間：%s天:%s時:%s分"}
,["10119"]={["key"]="10119",["language1"]="原料交易所订单",["id"]="10119",["language3"]="原料取引所注文",["language2"]="原料交易所訂單"}
,["50000"]={["key"]="50000",["language1"]="奖励剩余时间：%s天:%s时:%s分",["id"]="50000",["language3"]="報酬残り時間：%s日:%s時間:%s分",["language2"]="獎勵剩餘時間：%s天:%s時:%s分"}
,["10066"]={["key"]="10066",["language1"]="持有:",["id"]="10066",["language3"]="所持：",["language2"]="持有:"}
,["49306"]={["key"]="49306",["language1"]="详情",["id"]="49306",["language3"]="詳細",["language2"]="詳情"}
,["49305"]={["key"]="49305",["language1"]="再获取%s积分可获得",["id"]="49305",["language3"]="%s再獲得で獲得可能",["language2"]="再獲取%s可獲得"}
,["110010"]={["key"]="110010",["language1"]="队伍4",["id"]="110010",["language3"]="チーム4",["language2"]="隊伍4"}
,["49301"]={["key"]="49301",["language1"]="不符合以下编队要求的角色将不可出击，点击角色头像可编辑角色",["id"]="49301",["language3"]="以下の編成条件を満たさない隊員は出撃不可。隊員アイコンをタップして隊員を編集してください",["language2"]="不符合以下編隊要求的角色將不可出擊，點擊角色頭像可編輯角色"}
,["33028"]={["key"]="33028",["language1"]="好友列表",["id"]="33028",["language3"]="フレンドリスト",["language2"]="好友列表"}
,["18134"]={["key"]="18134",["language1"]="已激活",["id"]="18134",["language3"]="発動済み",["language2"]="已啟動"}
,["49205"]={["key"]="49205",["language1"]="队员芯片总等级小于等于30",["id"]="49205",["language3"]="隊員のチップ総Lvが30以下",["language2"]="隊員晶片總等級小於等於30"}
,["49202"]={["key"]="49202",["language1"]="队员必须携带切割芯片",["id"]="49202",["language3"]="隊員は切断チップを装着する必要がある",["language2"]="隊員必須攜帶切割晶片"}
,["49201"]={["key"]="49201",["language1"]="队员必须携带穿甲芯片",["id"]="49201",["language3"]="隊員は徹甲チップを装着する必要がある",["language2"]="隊員必須攜帶穿甲晶片"}
,["16090"]={["key"]="16090",["language1"]="注销账号",["id"]="16090",["language3"]="アカウント削除",["language2"]="註銷帳號"}
,["15089"]={["key"]="15089",["language1"]="小概率",["id"]="15089",["language3"]="低確率",["language2"]="低機率"}
,["1068"]={["key"]="1068",["language1"]="保存至相册",["id"]="1068",["language3"]="アルバムに保存",["language2"]="保存至相冊"}
,["49200"]={["key"]="49200",["language1"]="队员等级低于等于50级",["id"]="49200",["language3"]="隊員Lvが50以下",["language2"]="隊員等級低於等於50級"}
,["49199"]={["key"]="49199",["language1"]="队员芯片总等级大于等于60级",["id"]="49199",["language3"]="隊員チップ総Lvが60以上",["language2"]="隊員晶片總等級大於等於60級"}
,["150016"]={["key"]="150016",["language1"]="游戏结束",["id"]="150016",["language3"]="None",["language2"]="遊戲結束"}
,["49194"]={["key"]="49194",["language1"]="队员芯片总等级大于等于10级",["id"]="49194",["language3"]="隊員チップ総Lvが10以上",["language2"]="隊員晶片總等級大於等於10級"}
,["49193"]={["key"]="49193",["language1"]="队员已携带的芯片稀有度最低R5",["id"]="49193",["language3"]="隊員が装着しているチップのレア度最低R5",["language2"]="隊員已攜帶的晶片稀有度最低R5"}
,["49188"]={["key"]="49188",["language1"]="队员等级大于等于70级",["id"]="49188",["language3"]="隊員レベルが70以上",["language2"]="隊員等級大於等於70級"}
,["49187"]={["key"]="49187",["language1"]="队员等级大于等于60级",["id"]="49187",["language3"]="隊員レベルが60以上",["language2"]="隊員等級大於等於60級"}
,["49186"]={["key"]="49186",["language1"]="队员等级大于等于50级",["id"]="49186",["language3"]="隊員レベルが50以上",["language2"]="隊員等級大於等於50級"}
,["49185"]={["key"]="49185",["language1"]="队员等级大于等于40级",["id"]="49185",["language3"]="隊員レベルが40以上",["language2"]="隊員等級大於等於40級"}
,["7068"]={["key"]="7068",["language1"]="双人看板位置：",["id"]="7068",["language4"]="DOUBLE SEAT：",["language3"]="2キャラ看板位置：",["language2"]="雙人看板位置："}
,["49184"]={["key"]="49184",["language1"]="队员等级大于等于30级",["id"]="49184",["language3"]="隊員レベルが30以上",["language2"]="隊員等級大於等於30級"}
,["26053"]={["key"]="26053",["language1"]="战力：",["id"]="26053",["language3"]="戦力：",["language2"]="戰力："}
,["4060"]={["key"]="4060",["language1"]="护甲类型：",["id"]="4060",["language3"]="装甲タイプ：",["language2"]="護甲類型："}
,["23028"]={["key"]="23028",["language1"]="3星",["id"]="23028",["language3"]="☆3",["language2"]="3星"}
,["13028"]={["key"]="13028",["language1"]="今日队伍",["id"]="13028",["language3"]="今日のチーム",["language2"]="今日隊伍"}
,["49180"]={["key"]="49180",["language1"]="禁止编入机装队员",["id"]="49180",["language3"]="機装隊員編成禁止",["language2"]="禁止編入機裝隊員"}
,["49178"]={["key"]="49178",["language1"]="禁止编入协击队员",["id"]="49178",["language3"]="協力攻撃隊員編成禁止",["language2"]="禁止編入協擊隊員"}
,["10062"]={["key"]="10062",["language1"]="不开放",["id"]="10062",["language3"]="未開放",["language2"]="不開放"}
,["49176"]={["key"]="49176",["language1"]="禁止编入辅助队员",["id"]="49176",["language3"]="補助隊員編成禁止",["language2"]="禁止編入輔助隊員"}
,["49175"]={["key"]="49175",["language1"]="禁止编入防御队员",["id"]="49175",["language3"]="タンク隊員編成禁止",["language2"]="禁止編入防禦隊員"}
,["49173"]={["key"]="49173",["language1"]="禁止编入反伤队员",["id"]="49173",["language3"]="ダメ反射隊員編成禁止",["language2"]="禁止編入反傷隊員"}
,["2023"]={["key"]="2023",["language1"]="新人指引",["id"]="2023",["language4"]="GUIDE",["language3"]="チュートリアル",["language2"]="新人指引"}
,["49170"]={["key"]="49170",["language1"]="禁止编入护盾队员",["id"]="49170",["language3"]="シールド隊員編成禁止",["language2"]="禁止編入護盾隊員"}
,["32028"]={["key"]="32028",["language1"]="点击输入",["id"]="32028",["language3"]="タップ入力",["language2"]="點擊輸入"}
,["10420"]={["key"]="10420",["language1"]="获得卫星物资：",["id"]="10420",["language3"]="獲得した衛星物資：",["language2"]="獲得衛星物資："}
,["49167"]={["key"]="49167",["language1"]="禁止编入灭刃队员",["id"]="49167",["language3"]="滅刃隊員の編成禁止",["language2"]="禁止編入滅刃隊員"}
,["62028"]={["key"]="62028",["language1"]="收集",["id"]="62028",["language3"]="収集",["language2"]="收集"}
,["14089"]={["key"]="14089",["language1"]="<u><color=#ffc146>用户协议</color></u>",["id"]="14089",["language3"]="<color=#ffc146>利用規約</color>",["language2"]="<u><color=#ffc146>使用者協議</color></u>"}
,["4079"]={["key"]="4079",["language1"]="在%s至%s之间",["id"]="4079",["language3"]="%sと%sの間",["language2"]="在%s至%s之間"}
,["1079"]={["key"]="1079",["language1"]="协战,追击,反击,掩护",["id"]="1079",["language3"]="協戦/追撃/反撃/援護",["language2"]="協戰,追擊,反擊,掩護"}
,["15090"]={["key"]="15090",["language1"]="作战任务",["id"]="15090",["language4"]="COMAT MISSIONS",["language3"]="挑戦目標",["language2"]="作戰任務"}
,["49162"]={["key"]="49162",["language1"]="禁止编入山脉队员",["id"]="49162",["language3"]="山脈隊員編成禁止",["language2"]="禁止編入山脈隊員"}
,["18133"]={["key"]="18133",["language1"]=[[为队员 <color='#ffc146'>%s</color>
购买时装<color='#ffc146'>%s</color> 

<size=32><color='#ffc146'>*本时装仅有静态展示*</color></size>]],["id"]="18133",["language3"]=[[隊員 <color='#ffc146'>%s</color>
にスキンを購入<color='#ffc146'>%s</color> 

<size=32><color='#ffc146'>*このスキンは2D展示のみ*</color></size>]],["language2"]=[[為隊員 <color='#ffc146'>%s</color>
購買時裝<color='#ffc146'>%s</color> 

<size=32><color='#ffc146'>*本時裝無動態效果與額外模型*</color></size>]]}
,["49160"]={["key"]="49160",["language1"]="禁止编入稀有度为5星的队员",["id"]="49160",["language3"]="レア度☆5隊員編成禁止",["language2"]="禁止編入稀有度為5星的隊員"}
,["49159"]={["key"]="49159",["language1"]="禁止编入稀有度为4星的队员",["id"]="49159",["language3"]="レア度☆4隊員編成禁止",["language2"]="禁止編入稀有度為4星的隊員"}
,["49157"]={["key"]="49157",["language1"]="只能编入特殊队员（基础队伍最大人数为5）",["id"]="49157",["language3"]="特殊隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入特殊隊員（基礎隊伍最大人數為5）"}
,["49156"]={["key"]="49156",["language1"]="只能编入同调队员（基础队伍最大人数为5）",["id"]="49156",["language3"]="シンクロ隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入同調隊員（基礎隊伍最大人數為5）"}
,["36004"]={["key"]="36004",["language1"]="活动探索",["id"]="36004",["language4"]="ACTIVITY EXPLORATION",["language3"]="イベント",["language2"]="活動探索"}
,["49153"]={["key"]="49153",["language1"]="只能编入协击队员（基础队伍最大人数为5）",["id"]="49153",["language3"]="協力攻撃隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入協擊隊員（基礎隊伍最大人數為5）"}
,["49152"]={["key"]="49152",["language1"]="只能编入控制队员（基础队伍最大人数为5）",["id"]="49152",["language3"]="妨害隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入控制隊員（基礎隊伍最大人數為5）"}
,["18016"]={["key"]="18016",["language1"]="粲晶贸易",["id"]="18016",["language4"]="Crystal Trading",["language3"]="輝晶貿易",["language2"]="粲晶貿易"}
,["49147"]={["key"]="49147",["language1"]="只能编入反击队员（基础队伍最大人数为5）",["id"]="49147",["language3"]="反撃隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入反擊隊員（基礎隊伍最大人數為5）"}
,["49144"]={["key"]="49144",["language1"]="只能编入其他队员（基础队伍最大人数为5）",["id"]="49144",["language3"]="その他隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入其他隊員（基礎隊伍最大人數為5）"}
,["49143"]={["key"]="49143",["language1"]="只能编入碎星队员（基础队伍最大人数为5）",["id"]="49143",["language3"]="砕星隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入碎星隊員（基礎隊伍最大人數為5）"}
,["49142"]={["key"]="49142",["language1"]="只能编入灭刃队员（基础队伍最大人数为5）",["id"]="49142",["language3"]="滅刃隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入滅刃隊員（基礎隊伍最大人數為5）"}
,["12028"]={["key"]="12028",["language1"]="您没有屏蔽任何玩家",["id"]="12028",["language3"]="ブロックしたユーザーがいません",["language2"]="您沒有封鎖任何玩家"}
,["22028"]={["key"]="22028",["language1"]="活动持续时间：2024/2/07 10:00:00 至 2024/2/21 3:00:00",["id"]="22028",["language3"]="イベント継続時間：2024/2/07 10:00:00 から 2024/2/21 3:00:00",["language2"]="活動持續時間：2024/2/07 10:00:00 至 2024/2/21 3:00:00"}
,["49140"]={["key"]="49140",["language1"]="只能编入气象队员（基础队伍最大人数为5）",["id"]="49140",["language3"]="気象隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入氣象隊員（基礎隊伍最大人數為5）"}
,["47001"]={["key"]="47001",["language1"]="总完成度",["id"]="47001",["language3"]="総達成度",["language2"]="總完成度"}
,["49138"]={["key"]="49138",["language1"]="只能编入乐团队员（基础队伍最大人数为5）",["id"]="49138",["language3"]="楽団隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入樂團隊員（基礎隊伍最大人數為5）"}
,["49137"]={["key"]="49137",["language1"]="只能编入山脉队员（基础队伍最大人数为5）",["id"]="49137",["language3"]="山脈隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入山脈隊員（基礎隊伍最大人數為5）"}
,["14062"]={["key"]="14062",["language1"]="电量显示",["id"]="14062",["language3"]="バッテリー表示",["language2"]="電量顯示"}
,["61028"]={["key"]="61028",["language1"]="回归",["id"]="61028",["language3"]="復帰",["language2"]="回歸"}
,["10080"]={["key"]="10080",["language1"]="库存上限",["id"]="10080",["language3"]="収納上限",["language2"]="庫存上限"}
,["49134"]={["key"]="49134",["language1"]="只能编入稀罕度4星队员",["id"]="49134",["language3"]="レア度☆4の隊員のみ編成可能",["language2"]="只能編入稀罕度4星隊員"}
,["32066"]={["key"]="32066",["language1"]="方案保存",["id"]="32066",["language4"]="SAVING",["language3"]="セット保存",["language2"]="方案保存"}
,["13035"]={["key"]="13035",["language1"]="龙舟争霸赛",["id"]="13035",["language4"]="DRAGON BOAT CLASH",["language3"]="ドラゴンボート制覇戦",["language2"]="龍舟爭霸賽"}
,["17144"]={["key"]="17144",["language1"]="<color=#FF7781>【注意】</color>本构建属于【轮换构建】，其构建次数保底会一直累计于【轮换构建】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17144",["language3"]="【<color=#ffae00>注意</color>】本召集は【定期召集】に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="<color=#FF7781>【注意】</color>本構建屬於【輪換構建】，其構建次數保底會一直累計於【輪換構建】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["21150"]={["key"]="21150",["language1"]="活动期间通关副本限时获得",["id"]="21150",["language3"]="イベント期間中の時限ダンジョンクリアで獲得",["language2"]="活動期間通關副本限時獲得"}
,["14090"]={["key"]="14090",["language1"]="<u><color=#ffc146>隐私协议</color></u>",["id"]="14090",["language3"]="<color=#ffc146>プライバシーポリシー</color>",["language2"]="<u><color=#ffc146>隱私權政策</color></u>"}
,["49131"]={["key"]="49131",["language1"]="禁止编入总队长",["id"]="49131",["language3"]="総隊長編成禁止",["language2"]="禁止編入總隊長"}
,["49130"]={["key"]="49130",["language1"]="只能编入总队长",["id"]="49130",["language3"]="総隊長のみ編成可能",["language2"]="只能編入總隊長"}
,["18137"]={["key"]="18137",["language1"]="该时装为互动时装",["id"]="18137",["language3"]="タップ可能のスキンです",["language2"]="該時裝為互動時裝"}
,["49128"]={["key"]="49128",["language1"]="只能编入3个队员（基础队伍最大人数为3）",["id"]="49128",["language3"]="隊員3名のみ編成可能（基本チーム最大3名）",["language2"]="只能編入3個隊員（基礎隊伍最大人數為3）"}
,["49034"]={["key"]="49034",["language1"]="无",["id"]="49034",["language3"]="なし",["language2"]="無"}
,["49033"]={["key"]="49033",["language1"]="当前队伍不符合关卡目标，请替换队员",["id"]="49033",["language3"]="現在のチームはステージ目標を満たしていません。隊員を変更してください",["language2"]="當前隊伍不符合關卡目標，請替換隊員"}
,["49032"]={["key"]="49032",["language1"]="%s后关闭",["id"]="49032",["language3"]="%s後に閉じる",["language2"]="%s後關閉"}
,["24005"]={["key"]="24005",["language1"]="品质",["id"]="24005",["language3"]="レアリティ",["language2"]="品質"}
,["49030"]={["key"]="49030",["language1"]="异构空间说明",["id"]="49030",["language3"]="多重空間説明",["language2"]="異構空間說明"}
,["17140"]={["key"]="17140",["language1"]="在所有<color=#ffae00>【轮换构建】</color>中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。<color=#ffae00>10连构建必得5星或以上队员</color>。最多<color=#ffae00>50次构建</color>必定能获得保底<color=#ffae00>获取6星角色</color>。",["id"]="17140",["language3"]=[[<color=#ffae00>【定期召集】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本確率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>キャラが1体確定します。
<color=#ffae00>最大50回</color>召集で<color=#FF3300>☆6</color>キャラが確定します。]],["language2"]="在所有<color=#ffae00>【輪換構建】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎機率為<color=#ffae00>2%</color>，綜合機率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎機率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎機率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎機率為<color=#ffae00>50%</color>。<color=#ffae00>10連構建必得5星或以上隊員</color>。最多<color=#ffae00>50次構建</color>必定能獲得保底<color=#ffae00>獲取6星角色</color>。"}
,["4049"]={["key"]="4049",["language1"]="提升队员的基础属性和获得新的天赋",["id"]="4049",["language3"]="隊員基本ステータスUP、新タレント獲得",["language2"]="提升角色的基礎屬性和獲得新的天賦"}
,["15119"]={["key"]="15119",["language1"]="挑战次数：",["id"]="15119",["language3"]="挑戦回数：",["language2"]="挑戰次數："}
,["18311"]={["key"]="18311",["language1"]="特殊",["id"]="18311",["language3"]="特別",["language2"]="特殊"}
,["10212"]={["key"]="10212",["language1"]="次限",["id"]="10212",["language3"]="回数限定",["language2"]="次數限定"}
,["17151"]={["key"]="17151",["language1"]="活动期间，总队长在「蜘蛛异闻录」中可使用「构建蓝图」进行构建。",["id"]="17151",["language3"]="イベント期間中、総隊長は「アラクノフォビア」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「蜘蛛異聞錄」中可使用「構建藍圖」進行構建。"}
,["21108"]={["key"]="21108",["language1"]="报酬上限+%s",["id"]="21108",["language3"]="報酬上限+%s",["language2"]="報酬上限+%s"}
,["29036"]={["key"]="29036",["language1"]="档案资料",["id"]="29036",["language3"]="プロフィール",["language2"]="檔案資料"}
,["49017"]={["key"]="49017",["language1"]="当前关卡",["id"]="49017",["language3"]="現在のステージ",["language2"]="當前關卡"}
,["49016"]={["key"]="49016",["language1"]="%s小时%s分后可再次使用",["id"]="49016",["language3"]="%s時間%s分後に再使用可能",["language2"]="%s小時%s分後可再次使用"}
,["49015"]={["key"]="49015",["language1"]="未解锁",["id"]="49015",["language3"]="未解放",["language2"]="未解鎖"}
,["16038"]={["key"]="16038",["language1"]="账号",["id"]="16038",["language3"]="アカウント",["language2"]="帳號"}
,["90035"]={["key"]="90035",["language1"]=[[上期限时军演中使用率最高的2名队员，会在下期军演中禁用。
<color=#FF4c4c>注：每期禁用角色不重复</color>]],["id"]="90035",["language3"]=[[前回の期間限定演習で使用率が最も高かった2名の隊員は、次回の演習で使用禁止となります。
<color=#FF4c4c>注：毎回の禁止キャラクターは重複しません</color>]],["language2"]=[[上期限時軍演中使用率最高的2名隊員，會在下期軍演中禁用。
<color=#FF4c4c>注：每期禁用角色不重複</color>]]}
,["49010"]={["key"]="49010",["language1"]="模拟",["id"]="49010",["language4"]="TRAINING",["language3"]="模擬",["language2"]="模擬"}
,["49007"]={["key"]="49007",["language1"]="层",["id"]="49007",["language3"]="層数",["language2"]="層"}
,["49006"]={["key"]="49006",["language1"]="第%s层",["id"]="49006",["language3"]="第%s層",["language2"]="第%s層"}
,["49002"]={["key"]="49002",["language1"]="异构空间·深潜",["id"]="49002",["language3"]="多重空間·深層",["language2"]="異構空間·深潛"}
,["50028"]={["key"]="50028",["language1"]="乱序演习探索队",["id"]="50028",["language3"]="乱脈演習探索隊",["language2"]="亂序演習探索隊"}
,["3021"]={["key"]="3021",["language1"]="排序",["id"]="3021",["language3"]="並び替え",["language2"]="排序"}
,["48007"]={["key"]="48007",["language1"]="请选中任意徽章",["id"]="48007",["language3"]="任意のバッジを選択してください",["language2"]="請選中任意徽章"}
,["10035"]={["key"]="10035",["language1"]="升级中",["id"]="10035",["language4"]="UPGRADING",["language3"]="LvUP中",["language2"]="升級中"}
,["90028"]={["key"]="90028",["language1"]="上赛季最高分",["id"]="90028",["language3"]="前シーズン最高スコア",["language2"]="上賽季最高分"}
,["48001"]={["key"]="48001",["language1"]="徽章展示",["id"]="48001",["language4"]="BADGE SHOW",["language3"]="バッジ展示",["language2"]="徽章展示"}
,["48000"]={["key"]="48000",["language1"]="徽章",["id"]="48000",["language3"]="バッジ",["language2"]="徽章"}
,["29022"]={["key"]="29022",["language1"]="鸟型",["id"]="29022",["language4"]="BIRD",["language3"]="飛行型",["language2"]="鳥型"}
,["4004"]={["key"]="4004",["language1"]="跃升天赋",["id"]="4004",["language4"]="ARMED TALENT",["language3"]="タレント",["language2"]="躍升天賦"}
,["4226"]={["key"]="4226",["language1"]="开启条件：",["id"]="4226",["language3"]="開放条件：",["language2"]="開啟條件："}
,["29068"]={["key"]="29068",["language1"]="角色完成<color=#ffc146>跃升</color>后解锁",["id"]="29068",["language3"]="キャラ<color=#ffc146>昇格</color>で解放",["language2"]="角色完成<color=#ffc146>躍升</color>後解鎖"}
,["47215"]={["key"]="47215",["language1"]="角斗场",["id"]="47215",["language3"]="闘技場",["language2"]="角鬥場"}
,["47213"]={["key"]="47213",["language1"]="溯源",["id"]="47213",["language3"]="原点",["language2"]="溯源"}
,["6003"]={["key"]="6003",["language1"]="日常",["id"]="6003",["language3"]="毎日",["language2"]="每日"}
,["5003"]={["key"]="5003",["language1"]="%s</color>级开启",["id"]="5003",["language3"]="%s</color>レベル開放",["language2"]="%s</color>級開啟"}
,["21169"]={["key"]="21169",["language1"]="困难第五章 01~11关",["id"]="21169",["language3"]="ハード第5章 01~11ステージ",["language2"]="困難第五章 01~11關"}
,["3003"]={["key"]="3003",["language1"]="训练中",["id"]="3003",["language3"]="訓練中",["language2"]="訓練中"}
,["2003"]={["key"]="2003",["language1"]="基地",["id"]="2003",["language4"]="BASE",["language3"]="基地",["language2"]="基地"}
,["1003"]={["key"]="1003",["language1"]="关闭",["id"]="1003",["language4"]="CLOSE",["language3"]="閉じる",["language2"]="關閉"}
,["47212"]={["key"]="47212",["language1"]="雷霆",["id"]="47212",["language3"]="雷霆",["language2"]="雷霆"}
,["18033"]={["key"]="18033",["language1"]="已购买",["id"]="18033",["language4"]="PURCHASED",["language3"]="購入済み",["language2"]="已購買"}
,["47211"]={["key"]="47211",["language1"]="实战",["id"]="47211",["language3"]="実戦",["language2"]="實戰"}
,["47210"]={["key"]="47210",["language1"]="异构",["id"]="47210",["language3"]="多重",["language2"]="異構"}
,["47209"]={["key"]="47209",["language1"]="活动成就",["id"]="47209",["language4"]="EXTRA ACHIEVEMENT",["language3"]="イベント",["language2"]="活動成就"}
,["51035"]={["key"]="51035",["language1"]="巨蟹座-海魔",["id"]="51035",["language4"]="CANCER ABYSS",["language3"]="キャンサー-レヴィアタン",["language2"]="巨蟹座-海魔"}
,["61035"]={["key"]="61035",["language1"]="每周",["id"]="61035",["language3"]="毎週",["language2"]="每週"}
,["9003"]={["key"]="9003",["language1"]="升级",["id"]="9003",["language4"]="UPGRADE",["language3"]="LvUP",["language2"]="升級"}
,["8003"]={["key"]="8003",["language1"]="目前",["id"]="8003",["language3"]="現在",["language2"]="目前"}
,["10028"]={["key"]="10028",["language1"]="制作时间:%s",["id"]="10028",["language3"]="制作時間：%s",["language2"]="製作時間:%s"}
,["12014"]={["key"]="12014",["language1"]="请在此处输入聊天文字",["id"]="12014",["language3"]="ここでチャット内容を入力してください",["language2"]="請在此處輸入聊天文字"}
,["22014"]={["key"]="22014",["language1"]="每日凌晨3点开启新一天任务，完成任务可立即领取道具奖励",["id"]="22014",["language3"]="毎日の3時に新しい任務が開放されます。任務を達成すると、報酬がもらえます。",["language2"]="每日淩晨3點開啟新一天任務，完成任務可立即領取道具獎勵"}
,["32014"]={["key"]="32014",["language1"]="效果",["id"]="32014",["language4"]="EFFECTS",["language3"]="効果",["language2"]="效果"}
,["26036"]={["key"]="26036",["language1"]="???",["id"]="26036",["language3"]="キャラ無し",["language2"]="%s個"}
,["47203"]={["key"]="47203",["language1"]="战斗",["id"]="47203",["language3"]="戦闘",["language2"]="戰鬥"}
,["47100"]={["key"]="47100",["language1"]="概况",["id"]="47100",["language4"]="ALL",["language3"]="概要",["language2"]="概況"}
,["23029"]={["key"]="23029",["language1"]="4星",["id"]="23029",["language3"]="☆4",["language2"]="4星"}
,["47012"]={["key"]="47012",["language1"]="一键领取",["id"]="47012",["language4"]="ONE-CLICK COLLECTION",["language3"]="一括受取",["language2"]="一鍵領取"}
,["15106"]={["key"]="15106",["language1"]=[[<color=#ffc146>【简介】</color>
优秀的战术和精辟的搭配不仅仅能在实战中诞生，相互切磋往往能迸发出更为美妙的火花。

<color=#ffc146>【镜像竞技】</color>
1.与其他玩家的预设编队进行对战，根据战斗表现可获得积分并进行全服排名。
2.一定时间后会进行赛季末结算，重置玩家的排名积分并发放对应的军阶奖励。]],["id"]="15106",["language3"]=[[<color=#ffc146>【説明】</color>
優秀な戦術と的確な采配は実戦のみで生まれるものではない。探索隊同士での切磋琢磨も火花を散らすほどの戦いを生み、新しい発想につなげることがある。

<color=#ffc146>【ミラーアリーナ】</color>
1.ほかのプレイヤーが編成したチームと対戦し、戦闘中の活躍に応じてポイントを獲得し、順位が上がる。
2.シーズン終了後は集計に入り、プレイヤーたちのポイントをリセットし、階級に応じて報酬を配布する。]],["language2"]=[[<color=#ffc146>【簡介】</color>
優秀的戰術和精闢的搭配不僅僅能在實戰中誕生，相互切磋往往能迸發出更為美妙的火花。

<color=#ffc146>【鏡像競技】</color>
1.與其他玩家的預設編隊進行對戰，根據戰鬥表現可獲得積分並進行全服排名。
2.一定時間後會進行賽季末結算，重置玩家的排名積分並發放對應的軍階獎勵。]]}
,["47010"]={["key"]="47010",["language1"]="完成成就",["id"]="47010",["language3"]="実績獲得",["language2"]="完成成就"}
,["49139"]={["key"]="49139",["language1"]="只能编入不朽队员（基础队伍最大人数为5）",["id"]="49139",["language3"]="不朽隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入不朽隊員（基礎隊伍最大人數為5）"}
,["46506"]={["key"]="46506",["language1"]="活动",["id"]="46506",["language3"]="イベント",["language2"]="活動"}
,["46505"]={["key"]="46505",["language1"]="限时礼包",["id"]="46505",["language3"]="時限パック",["language2"]="限時禮包"}
,["47207"]={["key"]="47207",["language1"]="队伍",["id"]="47207",["language3"]="チーム",["language2"]="隊伍"}
,["27000"]={["key"]="27000",["language1"]="降序",["id"]="27000",["language3"]="降順",["language2"]="降序"}
,["21111"]={["key"]="21111",["language1"]="核心构建获得",["id"]="21111",["language3"]="コア召集で獲得",["language2"]="核心構建獲得"}
,["150014"]={["key"]="150014",["language1"]="奖励预览",["id"]="150014",["language3"]="None",["language2"]="獎勵預覽"}
,["130028"]={["key"]="130028",["language1"]="%s星奖励",["id"]="130028",["language3"]="None",["language2"]="%s星獎勵"}
,["64037"]={["key"]="64037",["language1"]="当前编队",["id"]="64037",["language3"]="現在編成",["language2"]="當前編隊"}
,["18019"]={["key"]="18019",["language1"]="限时贸易所",["id"]="18019",["language4"]="StarCoin Trading",["language3"]="時限取引所",["language2"]="限時貿易所"}
,["46001"]={["key"]="46001",["language1"]="头像框",["id"]="46001",["language4"]="AVATAR FRAME",["language3"]="フレーム",["language2"]="頭像框"}
,["45027"]={["key"]="45027",["language1"]="限量",["id"]="45027",["language3"]="限定"}
,["22095"]={["key"]="22095",["language1"]="庆典签到",["id"]="22095",["language3"]="祭典ログイン",["language2"]="慶典簽到"}
,["45024"]={["key"]="45024",["language1"]="已结束",["id"]="45024",["language3"]="終了済み",["language2"]="已結束"}
,["15140"]={["key"]="15140",["language1"]="<color=#FF4c4c>技能等级</color>养成较低",["id"]="15140",["language3"]="<color=#FF4c4c>スキルLv</color>が低い",["language2"]="<color=#FF4c4c>技能等級</color>養成較低"}
,["14037"]={["key"]="14037",["language1"]="是否将角色语音切换为%s",["id"]="14037",["language3"]="キャラボイスを%sに変更しますか？",["language2"]="是否將角色語音切換為%s"}
,["24032"]={["key"]="24032",["language1"]="物品",["id"]="24032",["language4"]="MATERIAL",["language3"]="アイテム",["language2"]="物品"}
,["45018"]={["key"]="45018",["language1"]="%天后上架",["id"]="45018",["language3"]="%日後登場",["language2"]="%天後上架"}
,["45017"]={["key"]="45017",["language1"]="衣惠有礼",["id"]="45017",["language4"]="ATTIRE ADVANTAGE",["language3"]="礼装の力",["language2"]="衣惠有禮"}
,["54037"]={["key"]="54037",["language1"]="存档删除后无法复原，是否确认删除？",["id"]="54037",["language3"]="記録を削除すると復元できません。続けますか？",["language2"]="存檔刪除後無法復原，是否確認刪除？"}
,["24037"]={["key"]="24037",["language1"]="普通物品",["id"]="24037",["language4"]="ITEM",["language3"]="通常アイテム",["language2"]="普通物品"}
,["34037"]={["key"]="34037",["language1"]="当前勘探等级较高，购买机密勘探后提升的勘探等级将无法超过最大等级，是否继续？",["id"]="34037",["language3"]="機密探査を購入すると、探査レベルは最大になりますが、超過分は反映されません。続けて購入しますか？",["language2"]="當前勘探等級較高，購買機密勘探後提升的勘探等級將無法超過最大等級，是否繼續？"}
,["15029"]={["key"]="15029",["language1"]="阶段",["id"]="15029",["language3"]="段階",["language2"]="階段"}
,["1091"]={["key"]="1091",["language1"]="没有符合同调条件的目标！",["id"]="1091",["language3"]="シンクロ条件適合対象なし",["language2"]="沒有符合同調條件的目標！"}
,["45010"]={["key"]="45010",["language1"]="投资%s粲晶，获得<color=#ffc146>%s</color>粲晶",["id"]="45010",["language3"]="%s輝晶を投資して、<color=#ffc146>%s</color>輝晶を獲得する",["language2"]="投資%s粲晶，獲得<color=#ffc146>%s</color>粲晶"}
,["45009"]={["key"]="45009",["language1"]="点击购买",["id"]="45009",["language3"]="購入へ",["language2"]="點擊購買"}
,["51014"]={["key"]="51014",["language1"]="双子座",["id"]="51014",["language4"]="GEMINI",["language3"]="ジェミナイ",["language2"]="雙子座"}
,["45006"]={["key"]="45006",["language1"]="剩余：%s天 %s",["id"]="45006",["language3"]="残り：%s日　%s",["language2"]="剩餘：%s天 %s"}
,["18139"]={["key"]="18139",["language1"]="该时装有模型改动",["id"]="18139",["language3"]="3Dモデルがあるスキンです",["language2"]="該時裝有模型改動"}
,["17111"]={["key"]="17111",["language1"]="<color=#ffae00>【首次获得队员】</color>",["id"]="17111",["language3"]="<color=#ffae00>【初回獲得】</color>",["language2"]="<color=#ffae00>【首次獲得隊員】</color>"}
,["10065"]={["key"]="10065",["language1"]="素材合成",["id"]="10065",["language3"]="素材合成",["language2"]="素材合成"}
,["49031"]={["key"]="49031",["language1"]=[[<color=#ffc146>【简介】</color>
在活动开放期间使用拥有的队员在血量归零前尽可能挑战不同限制的关卡。

<color=#ffc146>【规则】</color>
1.异构空间的挑战不消耗燃料。
2.每次挑战后队员的HP&SP将不会恢复。
3.活动开放期间每天仅有一次重置队员HP&SP的机会。
4.助战队员每天仅可选定一位，选定后次日才可更换其他助战队员。]],["id"]="49031",["language3"]=[[<color=#ffc146>【概要】</color>
イベント開催期間中、所持している隊員を使用してHPがゼロになる前にできるだけ多くの制限付きステージに挑戦します。

<color=#ffc146>【ルール】</color>
1.多重空間の挑戦は燃料を消費しません。
2.挑戦後、隊員のHP&SPは回復しません。
3.イベント開催期間中、毎日一回のみ隊員のHP&SPをリセットする機会があります。
4.サポートキャラは毎日一人のみ選定可能で、選定後は翌日まで他のサポートキャラに変更できません。]],["language2"]=[[<color=#ffc146>【簡介】</color>
在活動開放期間使用擁有的隊員在血量歸零前盡可能挑戰不同限制的關卡。

<color=#ffc146>【規則】</color>
1.異構空間的挑戰不消耗燃料。
2.每次挑戰後隊員的HP&SP將不會恢復。
3.活動開放期間每天僅有一次重置隊員HP&SP的機會。
4.助戰隊員每天僅可選定一位，選定後次日才可更換其他助戰隊員。]]}
,["45001"]={["key"]="45001",["language1"]="活动倒计时",["id"]="45001",["language3"]="イベントカウントダウン",["language2"]="活動倒計時"}
,["29031"]={["key"]="29031",["language1"]="探索等级",["id"]="29031",["language4"]="EXPLORATION LEVEL",["language3"]="探索レベル",["language2"]="探索等級"}
,["44007"]={["key"]="44007",["language1"]="%s说明图",["id"]="44007",["language3"]="%sの解説図",["language2"]="%s說明圖"}
,["10111"]={["key"]="10111",["language1"]="稀有",["id"]="10111",["language3"]="レア",["language2"]="稀有"}
,["18000"]={["key"]="18000",["language1"]="礼包奖励",["id"]="18000",["language4"]="REWARD",["language3"]="パック報酬",["language2"]="禮包獎勵"}
,["28000"]={["key"]="28000",["language1"]="耐久",["id"]="28000",["language4"]="HP",["language3"]="耐久",["language2"]="耐久"}
,["7005"]={["key"]="7005",["language1"]="未解锁",["id"]="7005",["language3"]="未解放",["language2"]="未解鎖"}
,["29019"]={["key"]="29019",["language1"]="守卫型",["id"]="29019",["language4"]="GUARD",["language3"]="設置型",["language2"]="守衛型"}
,["44003"]={["key"]="44003",["language1"]="教程",["id"]="44003",["language4"]="COURSE",["language3"]="コース",["language2"]="教程"}
,["22100"]={["key"]="22100",["language1"]="次元初临",["id"]="22100",["language3"]="None",["language2"]="次元初臨"}
,["15095"]={["key"]="15095",["language1"]="未到开放时间",["id"]="15095",["language3"]="開放時間外",["language2"]="未到開放時間"}
,["16101"]={["key"]="16101",["language1"]="上一步",["id"]="16101",["language4"]="CANCEL",["language3"]="前へ",["language2"]="上一步"}
,["10121"]={["key"]="10121",["language1"]="是否使用<color=#FFC146>「%s」</color>%s心情立刻加入订单？",["id"]="10121",["language3"]="<color=#FFC146>「%s」</color>の体力を%s消費して注文リストを更新しますか？",["language2"]="是否使用<color=#FFC146>「%s」</color>%s心情立刻加入訂單？"}
,["49019"]={["key"]="49019",["language1"]="下一关",["id"]="49019",["language3"]="次のステージ",["language2"]="下一關"}
,["15037"]={["key"]="15037",["language1"]="目标",["id"]="15037",["language3"]="目標",["language2"]="目標"}
,["42011"]={["key"]="42011",["language1"]="奖励",["id"]="42011",["language3"]="報酬",["language2"]="獎勵"}
,["71014"]={["key"]="71014",["language1"]="一等奖",["id"]="71014",["language3"]="一等賞",["language2"]="一等獎"}
,["61014"]={["key"]="61014",["language1"]="输入玩家的协同代码",["id"]="61014",["language3"]="協同プレイヤーID入力",["language2"]="輸入玩家的協同代碼"}
,["42004"]={["key"]="42004",["language1"]="燃料：",["id"]="42004",["language3"]="燃料：",["language2"]="燃料："}
,["1065"]={["key"]="1065",["language1"]="精心选购的时装，也分享给其他总队长看看吧！",["id"]="1065",["language3"]="お気に入りのスキンを他の総隊長とシェアしよう！",["language2"]="精心選購的時裝，也分享給其他總隊長看看吧！"}
,["42001"]={["key"]="42001",["language1"]="扫荡",["id"]="42001",["language4"]="MOU UP",["language3"]="掃討",["language2"]="掃蕩"}
,["25037"]={["key"]="25037",["language1"]="退出战斗",["id"]="25037",["language4"]="EXIT BATTLE",["language3"]="戦闘中止",["language2"]="退出戰鬥"}
,["41001"]={["key"]="41001",["language1"]="克制",["id"]="41001",["language4"]="restrain",["language3"]="弱点",["language2"]="弱點"}
,["10014"]={["key"]="10014",["language1"]="改造完成",["id"]="10014",["language3"]="改造完了",["language2"]="改造完成"}
,["40010"]={["key"]="40010",["language1"]="当前收集",["id"]="40010",["language3"]="現在の収集度",["language2"]="當前收集"}
,["40008"]={["key"]="40008",["language1"]="开始催眠",["id"]="40008",["language4"]="START HYPNOSIS",["language3"]="催眠開始",["language2"]="開始催眠"}
,["40006"]={["key"]="40006",["language1"]="游戏疗法",["id"]="40006",["language4"]="RECREATION",["language3"]="ゲーム療法",["language2"]="遊戲療法"}
,["50014"]={["key"]="50014",["language1"]="第%s轮",["id"]="50014",["language3"]="第%sラウンド",["language2"]="第%s輪"}
,["20014"]={["key"]="20014",["language1"]="再次挑战",["id"]="20014",["language4"]="AGAIN",["language3"]="再挑戦",["language2"]="再次挑戰"}
,["40003"]={["key"]="40003",["language1"]="咨询方式",["id"]="40003",["language3"]="面談方法",["language2"]="諮詢方式"}
,["29050"]={["key"]="29050",["language1"]="档案一",["id"]="29050",["language3"]="ファイル1",["language2"]="檔案一"}
,["39009"]={["key"]="39009",["language1"]="困难模式",["id"]="39009",["language3"]="ハード",["language2"]="困難模式"}
,["39007"]={["id"]="39007",["key"]="39007",["language3"]="0"}
,["39006"]={["key"]="39006",["language1"]="妄家",["id"]="39006",["language3"]="イベント",["language2"]="妄家"}
,["25000"]={["key"]="25000",["language1"]="常规",["id"]="25000",["language3"]="通常攻撃",["language2"]="常規"}
,["15000"]={["key"]="15000",["language1"]="敌方信息",["id"]="15000",["language4"]="TERRAIN",["language3"]="敵情報",["language2"]="敵方資訊"}
,["39005"]={["key"]="39005",["language1"]="电影巡厅",["id"]="39005",["language3"]="映画館巡回",["language2"]="電影巡廳"}
,["39003"]={["key"]="39003",["language1"]="伤害排行",["id"]="39003",["language4"]="DAMAGE RANK",["language3"]="ダメージランキング",["language2"]="傷害排行"}
,["39002"]={["key"]="39002",["language1"]="已结束",["id"]="39002",["language3"]="終了",["language2"]="已結束"}
,["16023"]={["key"]="16023",["language1"]="账户",["id"]="16023",["language3"]="アカウント",["language2"]="帳號"}
,["26023"]={["key"]="26023",["language1"]="编成中",["id"]="26023",["language3"]="編成中",["language2"]="編成中"}
,["39001"]={["key"]="39001",["language1"]="关卡选择",["id"]="39001",["language4"]="CUSTOMS PASS",["language3"]="ステージ選択",["language2"]="關卡選擇"}
,["38015"]={["key"]="38015",["language1"]="领取",["id"]="38015",["language3"]="受取",["language2"]="領取"}
,["18031"]={["key"]="18031",["language1"]="本次送<color=#ffc146>%s</color>%s",["id"]="18031",["language3"]="今回は<color=#ffc146>%s</color>%s贈呈",["language2"]="本次送<color=#ffc146>%s</color>%s"}
,["38014"]={["key"]="38014",["language1"]="前往充值",["id"]="38014",["language3"]="輝晶購入へ",["language2"]="前往儲值"}
,["15085"]={["key"]="15085",["language1"]="行动次数：",["id"]="15085",["language3"]="行動回数：",["language2"]="行動次數："}
,["38013"]={["key"]="38013",["language1"]="无法连接到服务器，请检查您的网络连接",["id"]="38013",["language3"]="サーバーに接続できません。通信環境をご確認ください",["language2"]="無法連接到伺服器，請檢查您的網路連接"}
,["90014"]={["key"]="90014",["language1"]="段位/积分",["id"]="90014",["language3"]="ランク/Pt",["language2"]="段位/積分"}
,["38006"]={["key"]="38006",["language1"]="合计：",["id"]="38006",["language3"]="合計：",["language2"]="合計："}
,["10075"]={["key"]="10075",["language1"]="清空选择",["id"]="10075",["language4"]="CLEAR",["language3"]="クリア",["language2"]="清空選擇"}
,["38004"]={["key"]="38004",["language1"]="购买内容",["id"]="38004",["language3"]="商品内容",["language2"]="購買內容"}
,["37058"]={["key"]="37058",["language1"]="阶段%s",["id"]="37058",["language3"]="ステップ%s",["language2"]="階段%s"}
,["10448"]={["key"]="10448",["language1"]="生活",["id"]="10448",["language4"]="LIFE",["language3"]="生活",["language2"]="生活"}
,["25033"]={["key"]="25033",["language1"]="对象选择",["id"]="25033",["language3"]="相手選択",["language2"]="對象選擇"}
,["37055"]={["key"]="37055",["language1"]=[[<color=#ffc146>【简介】</color>
通过选择词条进入战斗，获取积分。

<color=#ffc146>【规则】</color>
1.挑战不消耗燃料，不限制次数。
2.战斗胜利才能获得积分，战斗失败或中途退出无积分。]],["id"]="37055",["language3"]=[[<color=#ffc146>【概要】</color>
バフを選んで戦闘に入り評価を得る。

<color=#ffc146>【ルール】</color>
1.挑戦は燃料を消耗せず、回数制限もない。
2.戦闘勝利で初めて評価を得られ、戦闘失敗または途中退出では評価は得られない。]],["language2"]=[[<color=#ffc146>【简介】</color>
通过选择词条进入战斗，获取评分。

<color=#ffc146>【规则】</color>
1.挑战不消耗燃料与限制次数。
2.战斗胜利才能获得评分，战斗失败无评分。]]}
,["37053"]={["key"]="37053",["language1"]="操作数",["id"]="37053",["language3"]="操作数",["language2"]="運算元"}
,["18049"]={["key"]="18049",["language1"]="NO.1",["id"]="18049",["language3"]="NO.1",["language2"]="NO.1"}
,["37050"]={["key"]="37050",["language1"]="已选词条",["id"]="37050",["language3"]="選択済みのバフ",["language2"]="已選詞條"}
,["33067"]={["key"]="33067",["language1"]="你",["id"]="33067",["language3"]="あなた",["language2"]="你"}
,["110004"]={["key"]="110004",["language1"]="站位展示",["id"]="110004",["language3"]="位置表示",["language2"]="站位展示"}
,["37045"]={["key"]="37045",["language1"]="选择词条",["id"]="37045",["language3"]="バフ選択",["language2"]="選擇詞條"}
,["18088"]={["key"]="18088",["language1"]="%s分钟",["id"]="18088",["language3"]="%s分",["language2"]="%s分鐘"}
,["37031"]={["key"]="37031",["language1"]="滑动可选取对应等级",["id"]="37031",["language3"]="スライドでレベル選択",["language2"]="滑動可選取對應等級"}
,["27031"]={["key"]="27031",["language1"]="HARD",["id"]="27031",["language3"]="HARD",["language2"]="HARD"}
,["21101"]={["key"]="21101",["language1"]="关卡掉落",["id"]="21101",["language3"]="ドロップ",["language2"]="關卡掉落"}
,["3010"]={["key"]="3010",["language1"]="取消分解",["id"]="3010",["language3"]="キャンセル",["language2"]="取消分解"}
,["18074"]={["key"]="18074",["language1"]="<size=44>%s</size> 折",["id"]="18074",["language3"]="<size=44>%s</size>割",["language2"]="<size=44>%s</size> 折"}
,["26000"]={["key"]="26000",["language1"]="<size=25>等级.</size>%s",["id"]="26000",["language3"]="<size=25>Lv.</size>%s",["language2"]="<size=25>等級.</size>%s"}
,["22065"]={["key"]="22065",["language1"]="阵容配置",["id"]="22065",["language3"]="チーム配置",["language2"]="陣容配置"}
,["32065"]={["key"]="32065",["language1"]="宿舍区",["id"]="32065",["language4"]="RESIDENCE",["language3"]="寮区域",["language2"]="宿舍區"}
,["17023"]={["key"]="17023",["language1"]="是否花费<color=#FFC146>%s</color>%s进行10次构建？",["id"]="17023",["language3"]="<color=#FFC146>%s</color>%sを消費して召集を10回行いますか？",["language2"]="是否花費<color=#FFC146>%s</color>%s進行10次構建？"}
,["140014"]={["key"]="140014",["language1"]="奖励总览",["id"]="140014",["language3"]="報酬一覧",["language2"]="獎勵總覽"}
,["37023"]={["key"]="37023",["language1"]="数据商店",["id"]="37023",["language3"]="データショップ",["language2"]="資料商店"}
,["27023"]={["key"]="27023",["language1"]="胜利",["id"]="27023",["language3"]="勝利",["language2"]="勝利"}
,["16111"]={["key"]="16111",["language1"]="边玩边下载",["id"]="16111",["language4"]="START & LOAD",["language3"]="並行DLで開始",["language2"]="邊玩邊下載"}
,["33000"]={["key"]="33000",["language1"]="排名",["id"]="33000",["language4"]="CANCEL",["language3"]="順位",["language2"]="排名"}
,["17031"]={["key"]="17031",["language1"]="构建确定",["id"]="17031",["language4"]="Build Tips",["language3"]="最終確認",["language2"]="構建確定"}
,["67023"]={["key"]="67023",["language1"]=[[1.消耗扭蛋币即可获得奖励，已获得的唯一奖励将不会重复获得（F奖除外）。
2.奖励预览中可查看各个奖项的概率，其中展示的概率为该奖项的总概率，该奖项下的每个奖励概率一致。例：A奖总概率为12%，则A奖内的4个奖励概率均为3%（实际概率会随扭蛋机内物品变化而变化）。
3.SSS奖励为获得当期扭蛋机未获取的所有唯一奖励。
4.前6抽将不会出现SSS奖，前10抽必定获得S或A，25抽内必定获得SSS奖。
5.当获得当期扭蛋机内所有唯一奖励时将会结束抽奖。
6.活动结束后未使用的每个扭蛋币将会自动转化为粲晶*100。]],["id"]="67023",["language3"]=[[1.ガチャコインを消費して報酬を獲得できます。すでに獲得した唯一報酬は重複して獲得されません（F賞を除く）。
2.報酬プレビューで各賞の確率を確認できます。表示されている確率はその賞の総確率であり、その賞内の各報酬の確率は同じです。例：A賞の総確率が12%の場合、A賞内の4つの報酬の確率はすべて3%です（実際の確率はガチャ機内のアイテムの変化により変動します）。
3.SSS報酬はその時期のガチャ機で未獲得のすべての唯一報酬を獲得します。
4.最初の6回ではSSS賞は出ませんが、25回目には必ずSSS賞を獲得します。
5.イベント終了後、未使用のガチャコインは自動的に輝晶*100に変換されます。]],["language2"]=[[1.消耗扭蛋幣即可獲得獎勵，已獲得的唯一獎勵將不會重複獲得（F獎除外）。
2.獎勵預覽中可查看各個獎項的概率，其中展示的概率為該獎項的總概率，該獎項下的每個獎勵概率一致。例：A獎總概率為12%，則A獎內的4個獎勵概率均為3%（實際概率會隨扭蛋機內物品變化而變化）。
3.SSS獎勵為獲得當期扭蛋機未獲取的所有唯一獎勵。
4.前6抽將不會出現SSS獎，前10抽必定獲得S或A，25抽內必定獲得SSS獎。
5.當獲得當期扭蛋機內所有唯一獎勵時將會結束抽獎。
6.活動結束後未使用的每個扭蛋幣將會自動轉化為粲晶*100。]]}
,["37033"]={["key"]="37033",["language1"]="危险等级说明",["id"]="37033",["language3"]="危険レベル説明",["language2"]="危險等級說明"}
,["37030"]={["key"]="37030",["language1"]="危险等级",["id"]="37030",["language3"]="危険レベル",["language2"]="危險等級"}
,["10203"]={["key"]="10203",["language1"]="素材不足",["id"]="10203",["language3"]="素材不足",["language2"]="素材不足"}
,["37029"]={["key"]="37029",["language1"]=[[<color=#ffc146>【简介】</color>
击败敌方，完成对应任务领取奖励。

<color=#ffc146>【规则】</color>
1.拟真演训的挑战不消耗燃料与限制次数。
2.除普通难度外，其他的难度都需要成功通过上一难度才能解锁]],["id"]="37029",["language3"]=[[<color=#ffc146>【説明】</color>
敵を撃破し、任務を達成して報酬を受け取る。

<color=#ffc146>【ルール】</color>
1.再現演習の挑戦は燃料の消耗や挑戦回数の制限がない。
2.ノーマル以外の難易度はひとつ下の難易度をクリアすることで開放される。]],["language2"]=[[<color=#ffc146>【簡介】</color>
擊敗敵方，完成對應任務領取獎勵。

<color=#ffc146>【規則】</color>
1.擬真演訓的挑戰不消耗燃料與限制次數。
2.除普通難度外，其他的難度都需要成功通過上一難度才能解鎖]]}
,["4101"]={["key"]="4101",["language1"]="当角色同步率达到100时，可进行机神传送，机神会占用场地中机神的位置；当机神位置被占用后，则无法再传送机神；机神等级和召唤者相同；",["id"]="4101",["language3"]="キャラのSPが100になった時、機神転送が発動できるようになる。フィールドには機神専用のエリアがある。機神が転送されている間、ほかの機神が転送不可になる。機神のレベルは召喚者と同じ",["language2"]="當角色同步率達到100時，可進行機神傳送，機神會佔用場地中機神的位置；當機神位置被佔用後，則無法再傳送機神；機神等級和召喚者相同；"}
,["37022"]={["key"]="37022",["language1"]="剧情商店",["id"]="37022",["language3"]="ストーリーショップ",["language2"]="劇情商店"}
,["37019"]={["key"]="37019",["language1"]="战区压制情况",["id"]="37019",["language3"]="戦況報告",["language2"]="戰區壓制情況"}
,["37017"]={["key"]="37017",["language1"]="全面溃败",["id"]="37017",["language3"]="惨敗",["language2"]="全面潰敗"}
,["4075"]={["key"]="4075",["language1"]="%s",["id"]="4075",["language3"]="%s",["language2"]="%s"}
,["3018"]={["key"]="3018",["language1"]="确认冷却",["id"]="3018",["language3"]="冷却する",["language2"]="確認冷卻"}
,["23012"]={["key"]="23012",["language1"]="是否显示技能详细信息",["id"]="23012",["language3"]="スキル詳細内容の表示",["language2"]="是否顯示技能詳細資訊"}
,["1018"]={["key"]="1018",["language1"]="周二",["id"]="1018",["language4"]="TUESDAY",["language3"]="火曜",["language2"]="週二"}
,["6018"]={["key"]="6018",["language1"]="作战任务【%s】",["id"]="6018",["language3"]="挑戦目標【%s】",["language2"]="作戰任務【%s】"}
,["15065"]={["key"]="15065",["language1"]="无",["id"]="15065",["language3"]="なし",["language2"]="無"}
,["4018"]={["key"]="4018",["language1"]="搭载数量",["id"]="4018",["language3"]="装着数",["language2"]="搭載數量"}
,["1075"]={["key"]="1075",["language1"]="发现了潜伏的%s！",["id"]="1075",["language3"]="潜伏していた%sを発見！",["language2"]="發現了潛伏的%s！"}
,["26031"]={["key"]="26031",["language1"]="支援角色",["id"]="26031",["language4"]="HELP",["language3"]="サポートキャラ",["language2"]="支援角色"}
,["37006"]={["key"]="37006",["language1"]="敌军数量：",["id"]="37006",["language3"]="エネミー数：",["language2"]="敵軍數量："}
,["8018"]={["key"]="8018",["language1"]="基地等级上限：",["id"]="8018",["language3"]="基地レベル上限：",["language2"]="基地等級上限："}
,["37005"]={["key"]="37005",["language1"]="敌军类型:",["id"]="37005",["language3"]="エネミー種類：",["language2"]="敵軍類型:"}
,["37004"]={["key"]="37004",["language1"]="区域战区",["id"]="37004",["language3"]="バトルエリア",["language2"]="區域戰區"}
,["7075"]={["key"]="7075",["language1"]="特写",["id"]="7075",["language3"]="接写",["language2"]="特写"}
,["37003"]={["key"]="37003",["language1"]="战场结束时间:",["id"]="37003",["language3"]="戦役終了まで：",["language2"]="戰場結束時間:"}
,["37002"]={["key"]="37002",["language1"]="今日可领取奖励次数",["id"]="37002",["language3"]="本日報酬受取可能回数",["language2"]="今日可領取獎勵次數"}
,["36014"]={["key"]="36014",["language1"]="%s天%s小时%s分后关闭战斗",["id"]="36014",["language2"]="%s天%s小時%s分後關閉戰鬥"}
,["36013"]={["key"]="36013",["language1"]="敬请期待",["id"]="36013",["language4"]="NEXT TIME",["language3"]="乞うご期待",["language2"]="敬請期待"}
,["36009"]={["key"]="36009",["language1"]="镜像竞技",["id"]="36009",["language4"]="COMPETITIONS",["language3"]="ミラーアリーナ",["language2"]="鏡像競技"}
,["36008"]={["key"]="36008",["language1"]="剩余%s天",["id"]="36008",["language3"]="残り%s日",["language2"]="剩餘%s天"}
,["10037"]={["key"]="10037",["language1"]="建造中",["id"]="10037",["language4"]="PROGRESSING",["language3"]="建造中",["language2"]="建造中"}
,["15111"]={["key"]="15111",["language1"]="玩法解锁",["id"]="15111",["language4"]="UNLOCK",["language3"]="コンテンツ解放",["language2"]="玩法解鎖"}
,["36007"]={["key"]="36007",["language1"]="作战任务：",["id"]="36007",["language3"]="挑戦目標：",["language2"]="作戰任務："}
,["18112"]={["key"]="18112",["language1"]="第五期",["id"]="18112",["language3"]="第5期",["language2"]="第五期"}
,["36006"]={["key"]="36006",["language1"]="%s后重置",["id"]="36006",["language3"]="%s後リセット",["language2"]="%s後重置"}
,["21161"]={["key"]="21159",["language1"]="第四章 20~22关",["id"]="21161",["language3"]="第4章 ステージ20~22",["language2"]="第四章 20~22關"}
,["15139"]={["key"]="15139",["language1"]="<color=#FF4c4c>芯片品质</color>养成较低",["id"]="15139",["language3"]="<color=#FF4c4c>チップレア度</color>が低い",["language2"]="<color=#FF4c4c>晶片品質</color>養成較低"}
,["49154"]={["key"]="49154",["language1"]="只能编入全能队员（基础队伍最大人数为5）",["id"]="49154",["language3"]="全能隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入全能隊員（基礎隊伍最大人數為5）"}
,["1076"]={["key"]="1076",["language1"]="属性说明",["id"]="1076",["language3"]="ステータス説明",["language2"]="屬性說明"}
,["36003"]={["key"]="36003",["language1"]="每日探索",["id"]="36003",["language4"]="DAILY EXPLORATION",["language3"]="探索任務",["language2"]="每日探索"}
,["36002"]={["key"]="36002",["language1"]="模拟军演",["id"]="36002",["language4"]="SIMULATED MILITARY EXERCISES",["language3"]="模擬演習",["language2"]="模擬軍演"}
,["4076"]={["key"]="4076",["language1"]="身高：",["id"]="4076",["language3"]="身長：",["language2"]="身高："}
,["35017"]={["key"]="35017",["language1"]="燃料：",["id"]="35017",["language3"]="燃料：",["language2"]="燃料："}
,["1049"]={["key"]="1049",["language1"]="内容加载中",["id"]="1049",["language4"]="LOADING",["language3"]="LOADING......",["language2"]="內容載入中"}
,["35016"]={["key"]="35016",["language1"]="消耗",["id"]="35016",["language3"]="消費",["language2"]="消耗"}
,["35015"]={["key"]="35015",["language1"]="补给次数",["id"]="35015",["language3"]="購入回数",["language2"]="補給次數"}
,["7074"]={["key"]="7074",["language1"]="登录或者更换新看板时播放入场动画",["id"]="7074",["language3"]="ログインまたは新しい看板に変更時に入場アニメーションを再生",["language2"]="登錄或者更換新看板時播放入場動畫"}
,["29024"]={["key"]="29024",["language1"]="泰坦型",["id"]="29024",["language4"]="TITAN",["language3"]="巨人型",["language2"]="泰坦型"}
,["35013"]={["key"]="35013",["language1"]="燃料补给",["id"]="35013",["language4"]="-REFUEL-",["language3"]="燃料補給",["language2"]="燃料補給"}
,["35011"]={["key"]="35011",["language1"]="根据补给次数，每次补给消耗粲晶会有所变化。",["id"]="35011",["language3"]="購入回数に応じて、消費する輝晶の数が変わります。",["language2"]="根據補給次數，每次補給消耗粲晶會有所變化。"}
,["35008"]={["key"]="35008",["language1"]="本日可补给次数：<color=#ffc146>%s/</color>%s",["id"]="35008",["language3"]="本日購入可能回数：<color=#ffc146>%s/</color>%s",["language2"]="本日可補給次數：<color=#ffc146>%s/</color>%s"}
,["4074"]={["key"]="4074",["language1"]="队伍协调：",["id"]="4074",["language3"]="協調性：",["language2"]="隊伍協調："}
,["1074"]={["key"]="1074",["language1"]="超出移动范围",["id"]="1074",["language3"]="移動範囲外",["language2"]="超出移動範圍"}
,["14065"]={["key"]="14065",["language1"]="轮换显示",["id"]="14065",["language3"]="ローテーション表示",["language2"]="輪換顯示"}
,["26049"]={["key"]="26049",["language1"]=[[队伍
列表]],["id"]="26049",["language3"]=[[チーム
リスト]],["language2"]=[[隊伍
列表]]}
,["16049"]={["key"]="16049",["language1"]="月",["id"]="16049",["language3"]="月",["language2"]="月"}
,["35006"]={["key"]="35006",["language1"]="燃料补给量",["id"]="35006",["language3"]="燃料補給量",["language2"]="燃料補給量"}
,["13014"]={["key"]="13014",["language1"]="累计签到<color=\"#ffc146\">第二天</color>领取 <color=\"#ffc146\">【白蛉】</color>",["id"]="13014",["language3"]="累計ログイン<color=\"#ffc146\">5日目</color>で<color=\"#ffc146\">【恋と夜に酔いしれ】</color>獲得",["language2"]="累計簽到<color=\"#ffc146\">第二天</color>領取 <color=\"#ffc146\">【白蛉】</color>"}
,["61037"]={["key"]="61037",["language1"]="无限",["id"]="61037",["language3"]="無限",["language2"]="無限"}
,["34043"]={["key"]="34043",["language1"]="每日获得",["id"]="34043",["language3"]="毎日獲得",["language2"]="每日获得"}
,["34042"]={["key"]="34042",["language1"]="倒计时：%s天%s时%s分",["id"]="34042",["language3"]="カウントダウン：%s日%s時間%s分",["language2"]="倒計時：%s天%s时%s分"}
,["34041"]={["key"]="34041",["language1"]="立即获得",["id"]="34041",["language3"]="即時獲得",["language2"]="立即獲得"}
,["25013"]={["key"]="25013",["language1"]="燃料/次",["id"]="25013",["language3"]="燃料／回",["language2"]="燃料/次"}
,["34038"]={["key"]="34038",["language1"]="%s:%s:%s",["id"]="34038",["language3"]="%s:%s:%s",["language2"]="%s:%s:%s"}
,["17112"]={["key"]="17112",["language1"]="首次获得队员时，可<color=#ffae00>额外获得「传说星尘券」*1</color>;",["id"]="17112",["language3"]="新しいキャラを獲得した時、さらに<color=#ffae00>「星屑券・虹」×1</color>が獲得できます",["language2"]="首次獲得隊員時，可<color=#ffae00>額外獲得「傳說星塵券」*1</color>;"}
,["34034"]={["key"]="34034",["language1"]="购买后获得",["id"]="34034",["language3"]="購入後獲得",["language2"]="購買後獲得"}
,["34030"]={["key"]="34030",["language1"]="前往",["id"]="34030",["language4"]="GO TO",["language3"]="向かう",["language2"]="前往"}
,["34027"]={["key"]="34027",["language1"]="任务",["id"]="34027",["language4"]="TASK",["language3"]="任務",["language2"]="任務"}
,["34023"]={["key"]="34023",["language1"]="<color=#ffc146>机密勘探</color>生效中",["id"]="34023",["language3"]="<color=#ffc146>機密探査</color>有効中",["language2"]="<color=#ffc146>機密勘探</color>生效中"}
,["4205"]={["key"]="4205",["language1"]="获得新的天赋",["id"]="4205",["language3"]="新タレント獲得",["language2"]="獲得新的天賦"}
,["10459"]={["key"]="10459",["language1"]="预设使用中",["id"]="10459",["language3"]="プリセット使用中",["language2"]="預設使用中"}
,["34021"]={["key"]="34021",["language1"]="基础勘探生效中",["id"]="34021",["language3"]="基本探査有効中",["language2"]="基礎勘探生效中"}
,["34017"]={["key"]="34017",["language1"]="%s天    %s:%s:%s",["id"]="34017",["language3"]="%s日　 %s:%s:%s",["language2"]="%s天    %s:%s:%s"}
,["28001"]={["key"]="28001",["language1"]="同步率",["id"]="28001",["language4"]="SP",["language3"]="SP",["language2"]="同步率"}
,["10428"]={["key"]="10428",["language1"]="战利物资",["id"]="10428",["language4"]="VICTORY",["language3"]="戦利素材",["language2"]="戰利物資"}
,["23057"]={["key"]="23057",["language1"]="替换成功",["id"]="23057",["language3"]="変更しました",["language2"]="替換成功"}
,["34010"]={["key"]="34010",["language1"]="进度:",["id"]="34010",["language3"]="達成度：",["language2"]="進度:"}
,["18086"]={["key"]="18086",["language1"]="为队员%s购买时装",["id"]="18086",["language3"]="隊員%sのスキンを購入：",["language2"]="為隊員%s購買時裝"}
,["34002"]={["key"]="34002",["language1"]=[[2.经验的获得方式如下：
完成日常和周常任务，获得指定的经验；
燃料消耗；]],["id"]="34002",["language3"]=[[2．経験値の獲得方法：
毎日任務と週間任務の達成
燃料の消費]],["language2"]=[[2.經驗的獲得方式如下：
完成每日和每週任務，獲得指定的經驗；
燃料消耗；]]}
,["34001"]={["key"]="34001",["language1"]="1.经验每天获取上限为5000，当达到上限后，则不会增加",["id"]="34001",["language3"]="1．毎日の経験値獲得上限は5000。獲得上限に達した後、経験値が増加しない",["language2"]="1.經驗每天獲取上限為5000，當達到上限後，則不會增加"}
,["27035"]={["key"]="27035",["language1"]="HELL90",["id"]="27035",["language3"]="HELL90",["language2"]="HELL90"}
,["33070"]={["key"]="33070",["language1"]="不变",["id"]="33070",["language3"]="変更なし",["language2"]="不變"}
,["23017"]={["key"]="23017",["language1"]="隐藏已装备",["id"]="23017",["language3"]="装着中非表示",["language2"]="隱藏已裝備"}
,["18044"]={["key"]="18044",["language1"]="开启勘探指南",["id"]="18044",["language3"]="探査指南開放",["language2"]="開啟勘探指南"}
,["37049"]={["key"]="37049",["language1"]="累计积分",["id"]="37049",["language3"]="累計評価",["language2"]="累計評分"}
,["10118"]={["key"]="10118",["language1"]="好友%s点赞",["id"]="10118",["language3"]="フレンド%sがいいねを押しました",["language2"]="好友%s點讚"}
,["17049"]={["key"]="17049",["language1"]="距离保底剩余：<color=#ffae00>%s</color>次",["id"]="17049",["language3"]="確定まで残り：<color=#ffae00>%s</color>回",["language2"]="距離保底剩餘：<color=#ffae00>%s</color>次"}
,["33065"]={["key"]="33065",["language1"]="历史挑战",["id"]="33065",["language4"]="HISTORY",["language3"]="戦闘記録",["language2"]="歷史挑戰"}
,["33064"]={["key"]="33064",["language1"]="%s击败了%s",["id"]="33064",["language3"]="%sが%sを撃破",["language2"]="%s擊敗了%s"}
,["33060"]={["key"]="33060",["language1"]="%s名",["id"]="33060",["language3"]="%s位",["language2"]="%s名"}
,["33059"]={["key"]="33059",["language1"]="奖励预览",["id"]="33059",["language3"]="報酬プレビュー",["language2"]="赛季："}
,["76037"]={["key"]="76037",["language1"]="<color=#ffc146>%s</color>的求助",["id"]="76037",["language3"]="<color=#ffc146>%s</color>の援護要請"}
,["13018"]={["key"]="13018",["language1"]="下次登录奖励",["id"]="13018",["language3"]="次のログインボーナス",["language2"]="下次登錄獎勵"}
,["33055"]={["key"]="33055",["language1"]="实时对战说明",["id"]="33055",["language3"]="実戦アリーナの説明",["language2"]="即時對戰說明"}
,["10130"]={["key"]="10130",["language1"]="已点赞",["id"]="10130",["language3"]="いいね済み",["language2"]="已點讚"}
,["16112"]={["key"]="16112",["language1"]="完成下载可领取奖励",["id"]="16112",["language3"]="ダウンロード完了すると報酬が受け取れます",["language2"]="完成下載可領取獎勵"}
,["37044"]={["key"]="37044",["language1"]="任务进度",["id"]="37044",["language3"]="任務進捗",["language2"]="任務進度"}
,["33049"]={["key"]="33049",["language1"]="暂无好友",["id"]="33049",["language3"]="フレンドがいません",["language2"]="暫無好友"}
,["33047"]={["key"]="33047",["language1"]="我",["id"]="33047",["language3"]="自分",["language2"]="我"}
,["10209"]={["key"]="10209",["language1"]="全部加速",["id"]="10209",["language3"]="全部加速",["language2"]="全部加速"}
,["17154"]={["key"]="17154",["language1"]="关闭倒计时：%s秒",["id"]="17154",["language3"]="終了まで：%s秒",["language2"]="關閉倒計時：%s秒"}
,["16037"]={["key"]="16037",["language1"]="请选择服务器",["id"]="16037",["language3"]="サーバーを選んでください",["language2"]="請選擇伺服器"}
,["26037"]={["key"]="26037",["language1"]="作战中",["id"]="26037",["language3"]="作戦中",["language2"]="作戰中"}
,["4061"]={["key"]="4061",["language1"]="%s",["id"]="4061",["language3"]="%s",["language2"]="%s"}
,["33044"]={["key"]="33044",["language1"]="赛季奖励",["id"]="33044",["language3"]="シーズン",["language2"]="賽季獎勵"}
,["33043"]={["key"]="33043",["language1"]="晋升奖励",["id"]="33043",["language3"]="階級",["language2"]="晉升獎勵"}
,["33041"]={["key"]="33041",["language1"]="积分：",["id"]="33041",["language3"]="スコア",["language2"]="積分："}
,["22079"]={["key"]="22079",["language1"]="战备基金",["id"]="22079",["language4"]="ADVANCEMENT INVESTMENT",["language3"]="軍備資金",["language2"]="戰備基金"}
,["33038"]={["key"]="33038",["language1"]="暂无对手",["id"]="33038",["language3"]="対戦相手がいません",["language2"]="暫無對手"}
,["33037"]={["key"]="33037",["language1"]="取消匹配",["id"]="33037",["language4"]="CANCEL",["language3"]="マッチング中止",["language2"]="取消配對"}
,["16065"]={["key"]="16065",["language1"]="确认密码",["id"]="16065",["language3"]="パスワード確認",["language2"]="確認密碼"}
,["33033"]={["key"]="33033",["language1"]="等待双方确认",["id"]="33033",["language3"]="双方が準備完了するまでお待ちください",["language2"]="等待雙方確認"}
,["10432"]={["key"]="10432",["language1"]=[[添加队员入驻
增加副产品产出的概率]],["id"]="10432",["language3"]=[[人員を配置することで
副産物が産出される確率アップ]],["language2"]=[[添加隊員入駐
增加副產品產出的機率]]}
,["33031"]={["key"]="33031",["language1"]="等待确认",["id"]="33031",["language3"]="承認待ち",["language2"]="等待確認"}
,["17044"]={["key"]="17044",["language1"]="额外获得",["id"]="17044",["language3"]="追加入手",["language2"]="額外獲得"}
,["33030"]={["key"]="33030",["language1"]="已邀请",["id"]="33030",["language4"]="INVITED",["language3"]="申請しました",["language2"]="已邀請"}
,["64049"]={["key"]="64049",["language1"]="退出战斗将视为弃权，是否确定退出战斗？",["id"]="64049",["language3"]="戦闘を終了すると棄権とみなされます。戦闘を終了してもよろしいですか？",["language2"]="退出戰鬥將視為棄權，是否確定退出戰鬥？"}
,["54049"]={["key"]="54049",["language1"]="难度%s",["id"]="54049",["language3"]="难度%s",["language2"]="難度%s"}
,["4213"]={["key"]="4213",["language1"]="跃升解锁等级上限",["id"]="4213",["language3"]="昇格でレベル上限解放",["language2"]="躍升解鎖等級上限"}
,["21118"]={["key"]="21118",["language1"]="主线章节【序章】获得",["id"]="21118",["language3"]="メインストーリー【序章】で獲得",["language2"]="主線章節【序章】獲得"}
,["24049"]={["key"]="24049",["language1"]="道具获取",["id"]="24049",["language3"]="アイテム入手",["language2"]="道具獲取"}
,["14049"]={["key"]="14049",["language1"]="待机界面",["id"]="14049",["language3"]="待機画面",["language2"]="待機介面"}
,["77037"]={["key"]="77037",["language1"]="沙盒商店",["id"]="77037",["language3"]="仮想ショップ",["language2"]="沙盒商店"}
,["33013"]={["key"]="33013",["language1"]="防御部署",["id"]="33013",["language4"]="DEFEND",["language3"]="防衛編成",["language2"]="防禦部署"}
,["130034"]={["key"]="130034",["language1"]="通关前一层解锁",["id"]="130034",["language3"]="None",["language2"]="通關前一層解鎖"}
,["33007"]={["key"]="33007",["language1"]="模拟次数：",["id"]="33007",["language3"]="模擬回数：",["language2"]="模擬次數："}
,["15112"]={["key"]="15112",["language1"]="已解锁",["id"]="15112",["language3"]="解放済",["language2"]="已解鎖"}
,["22085"]={["key"]="22085",["language1"]="台服Web",["id"]="22085",["language4"]="WEB",["language3"]="お得情報",["language2"]="福利指南"}
,["32085"]={["key"]="32085",["language1"]="前往获得",["id"]="32085",["language3"]="入手に向かう",["language2"]="前往獲得"}
,["33006"]={["key"]="33006",["language1"]="赛季时间：",["id"]="33006",["language3"]="終了まで：",["language2"]="賽季時間："}
,["33005"]={["key"]="33005",["language1"]="战果排行",["id"]="33005",["language4"]="VICTORY",["language3"]="順位",["language2"]="戰果排行"}
,["25015"]={["key"]="25015",["language1"]="寻路设置",["id"]="25015",["language4"]="SETTINGS",["language3"]="探索設定",["language2"]="尋路設置"}
,["17037"]={["key"]="17037",["language1"]="再次构建",["id"]="17037",["language4"]="Again",["language3"]="再召集",["language2"]="再次構建"}
,["29035"]={["key"]="29035",["language1"]="能力说明",["id"]="29035",["language3"]="能力説明",["language2"]="能力說明"}
,["37037"]={["key"]="37037",["language1"]="列表视图",["id"]="37037",["language4"]="LIST VIEW",["language3"]="リストビュー",["language2"]="列表視圖"}
,["32087"]={["key"]="32087",["language1"]="宿舍列表",["id"]="32087",["language4"]="DORMITORY LIST",["language3"]="寮リスト",["language2"]="宿舍列表"}
,["32086"]={["key"]="32086",["language1"]="当前舒适度已达到上限",["id"]="32086",["language3"]="現在の快適度は上限に達しています",["language2"]="當前舒適度已達到上限"}
,["32084"]={["key"]="32084",["language1"]="该家具通过活动获得",["id"]="32084",["language3"]="この家具はイベントで入手可能",["language2"]="該傢俱通過活動獲得"}
,["4210"]={["key"]="4210",["language1"]="跃升",["id"]="4210",["language3"]="昇格",["language2"]="躍升"}
,["32081"]={["key"]="32081",["language1"]="预设方案",["id"]="32081",["language4"]="THEME",["language3"]="マイセット",["language2"]="預設方案"}
,["32078"]={["key"]="32078",["language1"]="快速布局",["id"]="32078",["language3"]="一括配置",["language2"]="快速配置"}
,["32075"]={["key"]="32075",["language1"]="已放置",["id"]="32075",["language3"]="配置中",["language2"]="已放置"}
,["32025"]={["key"]="32025",["language1"]="已购买",["id"]="32025",["language3"]="購入済み",["language2"]="已購買"}
,["10103"]={["key"]="10103",["language1"]="（选择合适驻员，额外获得订单）",["id"]="10103",["language3"]="（適任人員を選択で注文数上限が増加）",["language2"]="（選擇合適駐員，額外獲得訂單）"}
,["32071"]={["key"]="32071",["language1"]="家具部件",["id"]="32071",["language4"]="THEME FURNITURE",["language3"]="家具配置",["language2"]="傢俱部件"}
,["32070"]={["key"]="32070",["language1"]="主题套装",["id"]="32070",["language4"]="THEME FURNITURE",["language3"]="テーマセット",["language2"]="主題套裝"}
,["12003"]={["key"]="12003",["language1"]="请输入申请内容（长度限制20个中文字符）",["id"]="12003",["language3"]="申請内容を入力してください（20文字以内）",["language2"]="請輸入申請內容（長度限制20個中文字元）"}
,["32060"]={["key"]="32060",["language1"]="分享",["id"]="32060",["language4"]="SHARE",["language3"]="シェア",["language2"]="分享"}
,["32058"]={["key"]="32058",["language1"]="我的模板",["id"]="32058",["language3"]="テンプレート",["language2"]="我的範本"}
,["32057"]={["key"]="32057",["language1"]="当前主题",["id"]="32057",["language3"]="現在のテーマ：",["language2"]="當前主題"}
,["21153"]={["key"]="21153",["language1"]="第三章 20~21关",["id"]="21153",["language3"]="第3章 ステージ20~21",["language2"]="第三章 20~21關"}
,["16104"]={["key"]="16104",["language1"]="请输入验证码：",["id"]="16104",["language3"]="認証コード入力：",["language2"]="請輸入驗證碼："}
,["32054"]={["key"]="32054",["language1"]="最新",["id"]="32054",["language3"]="NEW",["language2"]="最新"}
,["32053"]={["key"]="32053",["language1"]="热门",["id"]="32053",["language3"]="HOT",["language2"]="熱門"}
,["6011"]={["key"]="6011",["language1"]="领取",["id"]="6011",["language4"]="RECEIVE AWARD",["language3"]="受取",["language2"]="領取"}
,["7011"]={["key"]="7011",["language1"]="时装",["id"]="7011",["language3"]="スキン",["language2"]="時裝"}
,["4011"]={["key"]="4011",["language1"]="已达最高等级",["id"]="4011",["language3"]="すでに最大レベル",["language2"]="已達最高等級"}
,["5011"]={["key"]="5011",["language1"]="※中途停止冷却只会恢复一部分燃料",["id"]="5011",["language3"]="※冷却を中止すると、一部の燃料のみ返却されます",["language2"]="※中途停止冷卻只會恢復一部分燃料"}
,["18023"]={["key"]="18023",["language1"]="月剩余：",["id"]="18023",["language3"]="在庫／月：",["language2"]="每月剩餘："}
,["32052"]={["key"]="32052",["language1"]="使用主题",["id"]="32052",["language4"]="USE",["language3"]="使用テーマ",["language2"]="使用主題"}
,["8011"]={["key"]="8011",["language1"]="玩家信息",["id"]="8011",["language4"]="PLAYER INFORMATION",["language3"]="プレイヤー情報",["language2"]="玩家信息"}
,["17109"]={["key"]="17109",["language1"]=[[在所有<color=#ffae00>【核心构建】</color>中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。10连构建必得<color=#FFCC00>5星</color>或以上的队员。
<color=#ffae00>最多50次</color>构建<color=#ffae00>必定</color>能获得保底获取<color=#FF3300>6星</color>角色。]],["id"]="17109",["language3"]=[[<color=#ffae00>【コア召集】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本確率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>キャラが1体確定します。
<color=#ffae00>最大50回</color>召集で<color=#FF3300>☆6</color>キャラが確定します。]],["language2"]=[[在所有<color=#ffae00>【核心構建】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎機率為<color=#ffae00>2%</color>，綜合機率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎機率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎機率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎機率為<color=#ffae00>50%</color>。10連構建必得<color=#FFCC00>5星</color>或以上的隊員。
<color=#ffae00>最多50次</color>構建<color=#ffae00>必定</color>能獲得保底獲取<color=#FF3300>6星</color>角色。]]}
,["21145"]={["key"]="21145",["language1"]="鼓军嵌合 5层",["id"]="21145",["language3"]="鼓軍嵌合 ステージ5",["language2"]="鼓軍嵌合 5層"}
,["32051"]={["key"]="32051",["language1"]="明细",["id"]="32051",["language4"]="DETAILED",["language3"]="詳細",["language2"]="明細"}
,["5005"]={["key"]="5005",["language1"]="*素材不足无法加速冷却",["id"]="5005",["language3"]="素材が足りないため、高速冷却を行えません",["language2"]="*素材不足無法加速冷卻"}
,["32049"]={["key"]="32049",["language1"]="复制编号",["id"]="32049",["language3"]="番号コピー",["language2"]="複製編號"}
,["32048"]={["key"]="32048",["language1"]="主题编号",["id"]="32048",["language3"]="テーマ番号",["language2"]="主題編號"}
,["15049"]={["key"]="15049",["language1"]="通过%s后开启",["id"]="15049",["language3"]="%sクリア後に開放",["language2"]="通過%s後開啟"}
,["32045"]={["key"]="32045",["language1"]="发现主题",["id"]="32045",["language4"]="DISCOVERY TOPIC",["language3"]="テーマ発見",["language2"]="發現主題"}
,["32044"]={["key"]="32044",["language1"]="家具说明",["id"]="32044",["language4"]="FURNITURE",["language3"]="家具紹介",["language2"]="傢俱說明"}
,["32043"]={["key"]="32043",["language1"]="使用中",["id"]="32043",["language3"]="使用中",["language2"]="使用中"}
,["32040"]={["key"]="32040",["language1"]="布置",["id"]="32040",["language4"]="FDKJGFG",["language3"]="設置",["language2"]="佈置"}
,["32036"]={["key"]="32036",["language1"]="家具商店",["id"]="32036",["language4"]="STORE",["language3"]="家具ショップ",["language2"]="傢俱商店"}
,["32035"]={["key"]="32035",["language1"]="自由方案",["id"]="32035",["language3"]="マイセット",["language2"]="自由方案"}
,["32034"]={["key"]="32034",["language1"]="系统方案",["id"]="32034",["language3"]="ルームセット",["language2"]="系統方案"}
,["32030"]={["key"]="32030",["language1"]="剩余：<color=#ffc146>%sh</color>",["id"]="32030",["language3"]="残り：<color=#ffc146>%sh</color>",["language2"]="剩餘：<color=#ffc146>%sh</color>"}
,["32074"]={["key"]="32074",["language1"]="总览",["id"]="32074",["language4"]="OVERVIEW",["language3"]="総覧",["language2"]="總覽"}
,["32024"]={["key"]="32024",["language1"]="所需费用：",["id"]="32024",["language3"]="必要費用：",["language2"]="所需費用："}
,["32023"]={["key"]="32023",["language1"]="墙饰",["id"]="32023",["language4"]="WALL DECORATION",["language3"]="壁飾り",["language2"]="牆飾"}
,["32022"]={["key"]="32022",["language1"]="装饰",["id"]="32022",["language4"]="DECORATE",["language3"]="装飾",["language2"]="裝飾"}
,["140002"]={["key"]="140002",["language1"]="最高分数：%s",["id"]="140002",["language3"]="最高スコア：%s",["language2"]="最高分數：%s"}
,["90044"]={["key"]="90044",["language1"]="邀请中...",["id"]="90044",["language3"]="招待中...",["language2"]="邀請中..."}
,["17104"]={["key"]="17104",["language1"]="概率说明：因计算方式与末位取舍不同，合计概率可能不为100%；",["id"]="17104",["language3"]="確率説明：表示されている提供割合は表示上小数点第一位を四捨五入したため、すべて合算しても100％にならない場合があります。",["language2"]="機率說明：因計算方式與末位元取捨不同，合計機率可能不為100%；"}
,["3011"]={["key"]="3011",["language1"]="可选择",["id"]="3011",["language3"]="選択可能",["language2"]="可選擇"}
,["32009"]={["key"]="32009",["language1"]="好友拜访",["id"]="32009",["language3"]="訪問",["language2"]="好友拜訪"}
,["1011"]={["key"]="1011",["language1"]="四",["id"]="1011",["language3"]="4",["language2"]="四"}
,["32004"]={["key"]="32004",["language1"]="房间升级",["id"]="32004",["language3"]="ルーム拡張",["language2"]="房間升級"}
,["16011"]={["key"]="16011",["language1"]="账号含有非数字字符",["id"]="16011",["language3"]="アカウントに数字以外の文字が含まれています",["language2"]="帳號含有非數位字元"}
,["49023"]={["key"]="49023",["language1"]="（直至次日刷新前不可更改）",["id"]="49023",["language3"]="（翌日リセットまで変更不可）",["language2"]="（直至次日刷新前不可更改）"}
,["29008"]={["key"]="29008",["language1"]="敌人",["id"]="29008",["language4"]="ENEMY",["language3"]="敵",["language2"]="敵人"}
,["16109"]={["key"]="16109",["language1"]="退出游戏",["id"]="16109",["language4"]="CANCEL",["language3"]="ゲーム退出",["language2"]="退出遊戲"}
,["10034"]={["key"]="10034",["language1"]="可升级",["id"]="10034",["language3"]="LvUP可能",["language2"]="可升級"}
,["31017"]={["key"]="31017",["language1"]="遭遇高能单位后使用",["id"]="31017",["language3"]="ボスに遭遇した後使用",["language2"]="遭遇高級單位後使用"}
,["18055"]={["key"]="18055",["language1"]="周边获得",["id"]="18055",["language3"]="特典で入手",["language2"]="周邊獲得"}
,["31016"]={["key"]="31016",["language1"]="※（高能单位出现前，不会使用核心爆发，机神召唤等特殊技能）",["id"]="31016",["language3"]="※ボスに遭遇するまでオーバーロード、機神転送などの特殊スキルを禁止する",["language2"]="※（高級單位出現前，不會使用核心爆發，機神召喚等特殊技能）"}
,["22074"]={["key"]="22074",["language1"]="倒计时：%s",["id"]="22074",["language3"]="カウント：%s",["language2"]="倒計時：%s"}
,["31015"]={["key"]="31015",["language1"]="同步率预留",["id"]="31015",["language3"]="SP温存",["language2"]="同步率預留"}
,["16012"]={["key"]="16012",["language1"]="请输入密码",["id"]="16012",["language3"]="パスワードを入力してください",["language2"]="請輸入密碼"}
,["31014"]={["key"]="31014",["language1"]="高能单位出现前，能量值会进行保留",["id"]="31014",["language3"]="ボスに遭遇するまでNPを温存する",["language2"]="高級單位出現前，能量值會進行保留"}
,["10085"]={["key"]="10085",["language1"]="驻员状况",["id"]="10085",["language4"]="BUILDING OCCUPANCY",["language3"]="人員配置",["language2"]="駐員狀況"}
,["10071"]={["key"]="10071",["language1"]="等级：",["id"]="10071",["language3"]="レベル：",["language2"]="等級："}
,["15056"]={["key"]="15056",["language1"]="通关条件：%s",["id"]="15056",["language3"]="クリア条件：%s",["language2"]="通關條件：%s"}
,["17150"]={["key"]="17150",["language1"]="关闭倒计时：%s天%s时%s分",["id"]="17150",["language3"]="終了まで：%s日%s時間%s分",["language2"]="關閉倒計時：%s天%s時%s分"}
,["18090"]={["key"]="18090",["language1"]="获得队员的星级",["id"]="18090",["language3"]="獲得したキャラのレアリティ",["language2"]="獲得隊員的星級"}
,["31012"]={["key"]="31012",["language1"]="行动设置",["id"]="31012",["language4"]="ACTION SETTINGS",["language3"]="行動設定",["language2"]="行動設置"}
,["31011"]={["key"]="31011",["language1"]="技能设置",["id"]="31011",["language4"]="SKILL SETTING",["language3"]="スキル",["language2"]="技能設置"}
,["81002"]={["key"]="81002",["language1"]="剩余购买时间：%s",["id"]="81002",["language3"]="None"}
,["71002"]={["key"]="71002",["language1"]="仓库增加",["id"]="71002",["language3"]="倉庫増加",["language2"]="倉庫增加"}
,["61002"]={["key"]="61002",["language1"]="与玩家<color=#ffc146>绑定</color>并且完成任务即可获得对应限时道具，使用道具可兑换大量奖励！",["id"]="61002",["language3"]="プレイヤーと<color=#ffc146>連携</color>し、任務を完了すると対応する時限アイテムを獲得可能。アイテムを使用して大量の報酬と交換できる！",["language2"]="與玩家綁定並且完成任務即可獲得對應限時道具，使用道具可兌換大量獎勵！"}
,["51002"]={["key"]="51002",["language1"]="排名",["id"]="51002",["language3"]="順位",["language2"]="排名"}
,["15092"]={["key"]="15092",["language1"]="等级<color=#FFC142>%s</color>解锁",["id"]="15092",["language3"]="レベル<color=#FFC142>%s</color>で解放",["language2"]="等級<color=#FFC142>%s</color>解鎖"}
,["31002"]={["key"]="31002",["language1"]="保存",["id"]="31002",["language4"]="SETTINGS",["language3"]="保存",["language2"]="保存"}
,["21002"]={["key"]="21002",["language1"]="宝箱物品如下：",["id"]="21002",["language3"]="宝箱の中身：",["language2"]="寶箱物品如下："}
,["11002"]={["key"]="11002",["language1"]="待领取邮件：",["id"]="11002",["language3"]="未受領メール：",["language2"]="待領取郵件："}
,["10105"]={["key"]="10105",["language1"]="升级订单库至<color=#ffc146>%s级</color>开启",["id"]="10105",["language3"]="注文リストが<color=#ffc146>レベル%s</color>になると開放",["language2"]="升級訂單列表至<color=#ffc146>%s級</color>開啟"}
,["31005"]={["key"]="31005",["language1"]="释放顺序",["id"]="31005",["language4"]="ORDER",["language3"]="発動順番",["language2"]="釋放順序"}
,["31004"]={["key"]="31004",["language1"]="第%s方案",["id"]="31004",["language3"]="第%sプラン",["language2"]="第%s方案"}
,["49135"]={["key"]="49135",["language1"]="只能编入稀罕度5星队员",["id"]="49135",["language3"]="レア度☆5の隊員のみ編成可能",["language2"]="只能編入稀罕度5星隊員"}
,["18084"]={["key"]="18084",["language1"]="月卡剩余天数：%s天",["id"]="18084",["language3"]="パスポート残り日数：%s日",["language2"]="月卡剩餘天數：%s天"}
,["31001"]={["key"]="31001",["language1"]="%s技能释放编辑",["id"]="31001",["language3"]="%sスキル発動編集",["language2"]="%s技能釋放編輯"}
,["12035"]={["key"]="12035",["language1"]="后宅",["id"]="12035",["language3"]="訪問",["language2"]="後宅"}
,["29015"]={["key"]="29015",["language1"]="碎星",["id"]="29015",["language4"]="DAIBLOS",["language3"]="砕星",["language2"]="碎星"}
,["15055"]={["key"]="15055",["language1"]="不使用",["id"]="15055",["language3"]="使用しない",["language2"]="不使用"}
,["15109"]={["key"]="15109",["language1"]=[[<color=#ffc146>【简介】</color>
投放队伍在特殊的碎星虚影环境下进行探索，成功通关将获得可用于构建系统的微晶。

<color=#ffc146>【规则】</color>
1.玩家可选择最少1个、最多2个队伍进行投放，相同的角色无法在两个队伍中同时存在。
2.投放成功后，队伍会随机降落在投影沙盘的一定区域上，在投影沙盘中，允许玩家以小队为单位进行移动。
3.在投影沙盘中，除了玩家的队伍以外还有着敌人、陷阱与补给等特殊存在，玩家队伍在与它们接触后会触发对应的事件。
4.当一支队伍中所有的角色耐久值为0时，该队伍会自动撤退；当玩家没有可用的队伍时，本次探索失败。

<color=#ffc146>【探索胜利微晶上限】</color>
1.每次探索胜利都能获得一定量的微晶，但该方式获得的微晶有着上限，到达上限后将无法获得胜利后的微晶奖励。
2.微晶的获取进度会在每周固定时间进行重置，重置后便可继续获得微晶，同时微晶的获取上限只对碎星虚影玩法下的胜利奖励有效，其他途径获得的微晶并不会受到影响。

<color=#ffc146>【任务奖励】</color>
1.碎星虚影中，共有每个碎星虚影关卡中对应的一次性挑战任务与定时重置完成情况的每周任务，2种不同类型的任务。
2.在一次性挑战任务中，玩家需要进行对应的挑战后才会完成任务并奖励一定数量的微晶与养成道具。
3.而在每周任务中，部分任务在完成时即可领取对应的微晶奖励，而另外的任务则是奖励提升微晶获取上限的微晶匣，<color=#ffc146>由微晶匣提升的获取上限为永久生效，并不会每周重置。</color>]],["id"]="15109",["language3"]=[[<color=#ffc146>【説明】</color>
チームを出撃させ、特殊な環境下で探索を行う。成功すると、召集に使用できる微結晶がもらえる。

<color=#ffc146>【ルール】</color>
1.プレイヤーは1～2チームを編成して出撃させることができる。同キャラは同時に複数のチームに編成することができない。
2.出撃したチームは1つのユニットとしてステージの上で行動することになる。
3.ステージ上、プレイヤーのチーム以外に、エネミー、トラップや補給などのギミックもある。プレイヤーのチームと接触するとイベントが発生する。
4.チーム内すべてのキャラの耐久値が0になると、チームが撤退する。すべてのチームが撤退した場合、探索失敗になる。

<color=#ffc146>【微結晶獲得上限】</color>
1.探索成功すると、微結晶がもらえる。しかし砕星虚影で獲得できる微結晶に上限がある。獲得上限に達した場合、砕星虚影をクリアしても微結晶を獲得できない。
2.微結晶の獲得状況は毎週決められた時間でリセットされる。リセット後、また微結晶を獲得できるようになる。微結晶の獲得上限は砕星虚影内にのみ設けられている。ほかの方法で入手した微結晶は影響を受けない。

<color=#ffc146>【任務報酬】</color>
1.砕星虚影では、初回限定の挑戦目標と毎週更新の声望任務の2種類がある。
2.挑戦目標では、提示された条件をクリアすることで、微結晶と育成アイテムがもらえる。
3.声望任務では、微結晶報酬を獲得できる任務のほか、微結晶獲得上限を増やせる拡張許可証がもらえる任務もある。<color=#ffc146>拡張許可証によって増やされた微結晶獲得上限は永久に有効で、リセットされることはない。</color>]],["language2"]=[[<color=#ffc146>【簡介】</color>
投放隊伍在特殊的碎星虛影環境下進行探索，成功通關將獲得可用於構建系統的微晶。

<color=#ffc146>【規則】</color>
1.玩家可選擇最少1個、最多2個隊伍進行投放，相同的角色無法在兩個隊伍中同時存在。
2.投放成功後，隊伍會隨機降落在投影沙盤的一定區域上，在投影沙盤中，允許玩家以小隊為單位進行移動。
3.在投影沙盤中，除了玩家的隊伍以外還有著敵人、陷阱與補給等特殊存在，玩家隊伍在與它們接觸後會觸發對應的事件。
4.當一支隊伍中所有的角色耐久值為0時，該隊伍會自動撤退；當玩家沒有可用的隊伍時，本次探索失敗。

<color=#ffc146>【探索勝利微晶上限】</color>
1.每次探索勝利都能獲得一定量的微晶，但該方式獲得的微晶有著上限，到達上限後將無法獲得勝利後的微晶獎勵。
2.微晶的獲取進度會在每週固定時間進行重置，重置後便可繼續獲得微晶，同時微晶的獲取上限只對碎星虛影玩法下的勝利獎勵有效，其他途徑獲得的微晶並不會受到影響。

<color=#ffc146>【任務獎勵】</color>
1.碎星虛影中，共有每個碎星虛影關卡中對應的一次性挑戰任務與定時重置完成情況的每週任務，2種不同類型的任務。
2.在一次性挑戰任務中，玩家需要進行對應的挑戰後才會完成任務並獎勵一定數量的微晶與養成道具。
3.而在每週任務中，部分任務在完成時即可領取對應的微晶獎勵，而另外的任務則是獎勵提升微晶獲取上限的微晶匣，<color=#ffc146>由微晶匣提升的獲取上限為永久生效，並不會每週重置。</color>]]}
,["1077"]={["key"]="1077",["language1"]="对方已确认，双方确认后进入战斗",["id"]="1077",["language3"]="相手が確認しました。双方確認後に戦闘開始",["language2"]="對方已確認，雙方確認後進入戰鬥"}
,["30006"]={["key"]="30006",["language1"]="标题",["id"]="30006",["language3"]="タイトル",["language2"]="標題"}
,["30005"]={["key"]="30005",["language1"]="暂无公告",["id"]="30005",["language4"]="NO CONTENT",["language3"]="なし",["language2"]="暫無公告"}
,["7036"]={["key"]="7036",["language1"]="控制中心",["id"]="7036",["language3"]="コントロールセンター",["language2"]="控制中心"}
,["30004"]={["key"]="30004",["language1"]="相关资讯",["id"]="30004",["language4"]="TIPS MESSAGE",["language3"]="関連情報",["language2"]="相關資訊"}
,["23080"]={["key"]="23080",["language1"]="技能点数",["id"]="23080",["language3"]="スキルP",["language2"]="技能點數"}
,["4036"]={["key"]="4036",["language1"]="已强化",["id"]="4036",["language3"]="LvUP済",["language2"]="已強化"}
,["15078"]={["key"]="15078",["language1"]="本次挑战胜利奖励大于可领取的上限，胜利后只能获得部分奖励，溢出的奖励无法领取，是否确认进入？",["id"]="15078",["language3"]="チャレンジ報酬が獲得上限を超えています。勝利後に一部の報酬しか受け取れず、超過分の報酬は獲得できません。本当に続けますか？",["language2"]="本次挑戰勝利獎勵大於可領取的上限，勝利後只能獲得部分獎勵，溢出的獎勵無法領取，是否確認進入？"}
,["4059"]={["key"]="4059",["language1"]="%s",["id"]="4059",["language3"]="%s",["language2"]="%s"}
,["18097"]={["key"]="18097",["language1"]="1分钟内",["id"]="18097",["language3"]="1分内",["language2"]="1分鐘內"}
,["10009"]={["key"]="10009",["language1"]="交易",["id"]="10009",["language3"]="取引",["language2"]="交易"}
,["29074"]={["key"]="29074",["language1"]="海魔型",["id"]="29074",["language4"]="Sea Devil",["language3"]="海魔型",["language2"]="海魔型"}
,["14088"]={["key"]="14088",["language1"]="进入待机时间",["id"]="14088",["language3"]="待機モード開始",["language2"]="進入待機時間"}
,["29072"]={["key"]="29072",["language1"]="突破%s阶解锁",["id"]="29072",["language3"]="第%s段階を突破すると解放",["language2"]="突破%s階解鎖"}
,["21120"]={["key"]="21120",["language1"]="困难序章 01-08",["id"]="21120",["language3"]="ハード序章 01-08",["language2"]="困難序章 01-08"}
,["10413"]={["key"]="10413",["language1"]="可派出队伍：",["id"]="10413",["language3"]="派遣枠：",["language2"]="可派出隊伍："}
,["29066"]={["key"]="29066",["language1"]="出身：",["id"]="29066",["language3"]="出身：",["language2"]="出身："}
,["18313"]={["key"]="18313",["language1"]="请完成扫码支付",["id"]="18313",["language3"]="QRコードをスキャンしてください",["language2"]="請完成掃碼付款"}
,["23047"]={["key"]="23047",["language1"]="穿戴",["id"]="23047",["language4"]="Equipped",["language3"]="着用",["language2"]="穿戴"}
,["29061"]={["key"]="29061",["language1"]="野兽型",["id"]="29061",["language4"]="BEAST",["language3"]="野獣型",["language2"]="野獸型"}
,["17106"]={["key"]="17106",["language1"]="当前构建没有记录数据",["id"]="17106",["language3"]="召集履歴がありません",["language2"]="當前構建沒有記錄資料"}
,["18135"]={["key"]="18135",["language1"]="商店关闭剩余时间：",["id"]="18135",["language3"]="ショップ終了まで：",["language2"]="商店關閉剩餘時間："}
,["10073"]={["key"]="10073",["language1"]="视角切换",["id"]="10073",["language4"]="SWITCH VISION",["language3"]="視点切り替え",["language2"]="視角切換"}
,["29058"]={["key"]="29058",["language1"]="星源素材",["id"]="29058",["language4"]="ROLE MATERIALS",["language3"]="星源素材",["language2"]="星源素材"}
,["21105"]={["key"]="21105",["language1"]="已到达领取上限，无法再获取更多微晶",["id"]="21105",["language3"]="獲得上限に達しました。これ以上微結晶を獲得することができません",["language2"]="已到達領取上限，無法再獲取更多微晶"}
,["29057"]={["key"]="29057",["language1"]="地图",["id"]="29057",["language4"]="MAP",["language3"]="マップ",["language2"]="地圖"}
,["10027"]={["key"]="10027",["language1"]="难度:",["id"]="10027",["language3"]="難易度：",["language2"]="難度:"}
,["24016"]={["key"]="24016",["language1"]="替换",["id"]="24016",["language4"]="REPLACE",["language3"]="交換",["language2"]="替換"}
,["29033"]={["key"]="29033",["language1"]="基地素材",["id"]="29033",["language4"]="BASE MATERIALS",["language3"]="基地素材",["language2"]="基地素材"}
,["22017"]={["key"]="22017",["language1"]="探索日志",["id"]="22017",["language4"]="EXPLORATION LOG",["language3"]="探索日誌",["language2"]="探索日誌"}
,["26055"]={["key"]="26055",["language1"]="队伍列表",["id"]="26055",["language3"]="チームリスト",["language2"]="隊伍列表"}
,["16055"]={["key"]="16055",["language1"]="重选",["id"]="16055",["language3"]="選び直す",["language2"]="重選"}
,["20002"]={["key"]="20002",["language1"]="失败",["id"]="20002",["language3"]="敗北",["language2"]="失敗"}
,["30002"]={["key"]="30002",["language1"]="活动消息",["id"]="30002",["language4"]="ACTIVITY NOTICE",["language3"]="イベント情報",["language2"]="活動消息"}
,["40002"]={["key"]="40002",["language1"]="游戏",["id"]="40002",["language3"]="ゲーム",["language2"]="遊戲"}
,["50002"]={["key"]="50002",["language1"]="奖励",["id"]="50002",["language3"]="報酬",["language2"]="獎勵"}
,["10074"]={["key"]="10074",["language1"]="所在设施：",["id"]="10074",["language3"]="配置施設：",["language2"]="所在設施："}
,["70002"]={["key"]="70002",["language1"]="次数%s",["id"]="70002",["language3"]="回数%s",["language2"]="次數%s"}
,["80002"]={["key"]="80002",["language1"]="活动剩余时间",["id"]="80002",["language3"]="イベント残り時間",["language2"]="活動剩餘時間"}
,["90002"]={["key"]="90002",["language1"]="好友军演",["id"]="90002",["language3"]="フレンド演習",["language2"]="好友軍演"}
,["29044"]={["key"]="29044",["language1"]="战斗评估",["id"]="29044",["language3"]="戦力評価",["language2"]="戰鬥評估"}
,["29043"]={["key"]="29043",["language1"]="邂逅",["id"]="29043",["language3"]="加入日",["language2"]="邂逅"}
,["29042"]={["key"]="29042",["language1"]="喜好",["id"]="29042",["language3"]="趣味",["language2"]="喜好"}
,["10025"]={["key"]="10025",["language1"]="紫",["id"]="10025",["language3"]="紫",["language2"]="紫"}
,["20025"]={["key"]="20025",["language1"]="经验加成",["id"]="20025",["language3"]="経験値ボーナス",["language2"]="經驗加成"}
,["16118"]={["key"]="16118",["language1"]="<color=#ff7781>奖励绑定账号，终生仅限领取一次</color>",["id"]="16118",["language3"]="<color=#ff7781>報酬はアカウントと連携されており、一度のみ受け取ることができます</color>",["language2"]="<color=#ff7781>獎勵綁定帳號，終生僅限領取一次</color>"}
,["63002"]={["key"]="63002",["language1"]="不可用原因",["id"]="63002",["language3"]="使用不可の理由",["language2"]="不可用原因"}
,["18314"]={["key"]="18314",["language1"]="原晶支付",["id"]="18314",["language3"]="原晶支払い",["language2"]="原晶付款"}
,["10081"]={["key"]="10081",["language1"]="收取",["id"]="10081",["language4"]="COLLECT",["language3"]="回収",["language2"]="收取"}
,["70025"]={["key"]="70025",["language1"]="%s天%s时%s分后任务结束",["id"]="70025",["language3"]="%s日%s時間%s分後に任務終了",["language2"]="%s天%s時%s分後任務結束"}
,["23002"]={["key"]="23002",["language1"]="技能详情",["id"]="23002",["language3"]="スキル詳細",["language2"]="技能詳情"}
,["13002"]={["key"]="13002",["language1"]="已领取",["id"]="13002",["language4"]="RECEIVED",["language3"]="受取済み",["language2"]="已領取"}
,["43002"]={["key"]="43002",["language1"]="筛选中",["id"]="43002",["language3"]="ソート中",["language2"]="篩選中"}
,["33002"]={["key"]="33002",["language1"]="排行榜每小时更新一次",["id"]="33002",["language3"]="順位は1時間ごとに更新されます",["language2"]="排行榜每小時更新一次"}
,["14086"]={["key"]="14086",["language1"]="/ 月制限なし",["id"]="14086",["language3"]="/ 月制限なし",["language2"]="/ 月製限なし"}
,["14029"]={["key"]="14029",["language1"]="选择【每天播一次】后，各个角色仅会在每天的初次战斗中播放一次战斗动画",["id"]="14029",["language3"]="【1日に1回】を選ぶと、各キャラの必殺技演出は毎日に1回だけ再生されます",["language2"]="選擇【每天播一次】後，各個角色僅會在每天的初次戰鬥中播放一次戰鬥動畫"}
,["4045"]={["key"]="4045",["language1"]="核心突破",["id"]="4045",["language4"]="Surmount",["language3"]="コア突破",["language2"]="核心突破"}
,["12027"]={["key"]="12027",["language1"]="你好，我是%s",["id"]="12027",["language3"]="こんにちは、私は%sです",["language2"]="你好，我是%s"}
,["22044"]={["key"]="22044",["language1"]="可兑换次数：",["id"]="22044",["language3"]="交換可能回数：",["language2"]="可兌換次數："}
,["12044"]={["key"]="12044",["language1"]="访问宿舍",["id"]="12044",["language3"]="寮見学",["language2"]="訪問宿舍"}
,["29032"]={["key"]="29032",["language1"]="万物交易",["id"]="29032",["language4"]="STORE",["language3"]="物資貿易",["language2"]="萬物交易"}
,["14023"]={["key"]="14023",["language1"]="挑选画质",["id"]="14023",["language3"]="グラフィックオプション",["language2"]="畫質選擇"}
,["64023"]={["key"]="64023",["language1"]="弃权",["id"]="64023",["language4"]="GIVE UP",["language3"]="棄権",["language2"]="棄權"}
,["74023"]={["key"]="74023",["language1"]="NO.%s",["id"]="74023",["language3"]="NO.%s",["language2"]="NO.%s"}
,["1044"]={["key"]="1044",["language1"]="进入",["id"]="1044",["language4"]="ENTER",["language3"]="入る",["language2"]="進入"}
,["21154"]={["key"]="21154",["language1"]="困难第三章 01~11关",["id"]="21154",["language3"]="第3章 ステージ01~11（ハード）",["language2"]="困難第三章 01~11關"}
,["54056"]={["key"]="54056",["language1"]=[[<color=#ffc146>【简介】</color>
挑战能力测验中的极限测试，根据伤害排行可获得限时称号。

<color=#ffc146>【规则】</color>
1.优先按难度进度排行，进度相同时根据对boss造成的伤害高低进行排行。
2.能力测验排行榜将会随周期奖励更新而重置，限时称号奖励随重置结算后发放。

<color=#ffc146>【奖励】</color>
1.排行在1-10名的玩家可获得限时称号：<color=#ffc146>测算王者</color>。
2.排行在11-100名的玩家可获得限时称号：<color=#ffc146>考验精英</color>。

]],["id"]="54056",["language3"]=[[<color=#ffc146>【概要】</color>
能力試験の極限コースに挑戦し、ダメージランキングに応じて時限称号を獲得可能。

<color=#ffc146>【ルール】</color>
1.難易度進行度に基づき優先的にランキングされ、進行度が同じ場合はボスに与えたダメージの高低に基づきランキングが行われる。
2.能力試験ランキングは周期報酬の更新に伴いリセットされ、時限称号報酬はリセット後に配布される。

<color=#ffc146>【報酬】</color>
1.ランキング1-10位のプレイヤーは時限称号：<color=#ffc146>特級合格</color>を獲得可能。
2.ランキング11-100位のプレイヤーは時限称号：<color=#ffc146>上級合格</color>を獲得可能。

]],["language2"]=[[<color=#ffc146>【簡介】</color>
挑戰能力測驗中的極限測試，根據傷害排行可獲得限時稱號。

<color=#ffc146>【規則】</color>
1.優先按難度進度排行，進度相同時根據對boss造成的傷害高低進行排行。
2.能力測驗排行榜將會隨周期獎勵更新而重置，限時稱號獎勵隨重置結算後發放。

<color=#ffc146>【獎勵】</color>
1.排行在1-10名的玩家可獲得限時稱號：<color=#ffc146>測算王者</color>。
2.排行在11-100名的玩家可獲得限時稱號：<color=#ffc146>考驗精英</color>。

]]}
,["29026"]={["key"]="29026",["language1"]="传说型",["id"]="29026",["language4"]="LEGEND",["language3"]="伝説型",["language2"]="傳說型"}
,["10437"]={["key"]="10437",["language1"]="合成工厂说明",["id"]="10437",["language3"]="合成工場の説明",["language2"]="合成工廠說明"}
,["54046"]={["key"]="54046",["language1"]="中途退出会立即结算，是否确认退出？",["id"]="54046",["language3"]="途中で退出すると即座に決算を行います。退出しますか？",["language2"]="中途退出會立即結算，是否確認退出？"}
,["14056"]={["key"]="14056",["language1"]="纯净",["id"]="14056",["language3"]="簡潔",["language2"]="純淨"}
,["22075"]={["key"]="22075",["language1"]="入口关闭倒计时：",["id"]="22075",["language3"]="入口閉鎖カウント：",["language2"]="入口關閉倒計時："}
,["24046"]={["key"]="24046",["language1"]="过期提醒",["id"]="24046",["language3"]="期限切れ通知",["language2"]="過期提醒"}
,["14046"]={["key"]="14046",["language1"]="分辨率",["id"]="14046",["language3"]="解像度",["language2"]="解析度"}
,["45014"]={["key"]="45014",["language1"]="活动期间激活 · 购买时装即可前往界面领取奖励",["id"]="45014",["language3"]="イベント期間中に有効化、スキン購入で受け取り可能",["language2"]="活動期間激活，購買時裝即可領取"}
,["35014"]={["key"]="35014",["language1"]="使用道具",["id"]="35014",["language4"]="USE PROPS",["language3"]="アイテム使用",["language2"]="使用道具"}
,["17118"]={["key"]="17118",["language1"]="活动期间，总队长在「特装构建」中可使用「构建蓝图」进行构建。",["id"]="17118",["language3"]="期間中、「初回召集」で「召集券」を使用して召集を行うことができます。",["language2"]="活動期間，總隊長在「特裝構建」中可使用「構建藍圖」進行構建。"}
,["15014"]={["key"]="15014",["language1"]="[%s]%s难度",["id"]="15014",["language3"]="[%s]%s難易度",["language2"]="[%s]%s難度"}
,["51025"]={["key"]="51025",["language1"]="奇美拉",["id"]="51025",["language4"]="Chimera",["language3"]="キメラ",["language2"]="奇美拉"}
,["47221"]={["key"]="47221",["language1"]="循环",["id"]="47221",["language3"]="None",["language2"]="循環"}
,["52002"]={["key"]="52002",["language1"]="前往设置",["id"]="52002",["language3"]="設定に移動",["language2"]="前往設置"}
,["61025"]={["key"]="61025",["language1"]="已达奖励<color=#ffc146>上限</color>",["id"]="61025",["language3"]="報酬<color=#ffc146>上限</color>到達",["language2"]="已達獎勵上限"}
,["32002"]={["key"]="32002",["language1"]="宿舍",["id"]="32002",["language4"]="DORMITORY",["language3"]="寮",["language2"]="宿舍"}
,["42002"]={["key"]="42002",["language1"]="队伍",["id"]="42002",["language3"]="チーム",["language2"]="隊伍"}
,["12002"]={["key"]="12002",["language1"]="屏蔽",["id"]="12002",["language3"]="ブロック",["language2"]="封鎖"}
,["22002"]={["key"]="22002",["language1"]="前往活动",["id"]="22002",["language4"]="Activity",["language3"]="イベントへ",["language2"]="前往活動"}
,["10433"]={["key"]="10433",["language1"]="无基地技能",["id"]="10433",["language3"]="基地スキルなし",["language2"]="無基地技能"}
,["32073"]={["key"]="32073",["language1"]="恢复速度",["id"]="32073",["language3"]="回復速度",["language2"]="恢復速度"}
,["1052"]={["key"]="1052",["language1"]="已满",["id"]="1052",["language4"]="MAX",["language3"]="MAX",["language2"]="已滿"}
,["16071"]={["key"]="16071",["language1"]="请输入11位手机号码",["id"]="16071",["language3"]="携帯番号を入力してください",["language2"]="請輸入10位手機號碼"}
,["29014"]={["key"]="29014",["language1"]="灭刃",["id"]="29014",["language4"]="BLADE",["language3"]="滅刃",["language2"]="滅刃"}
,["25023"]={["key"]="25023",["language1"]="第二小队",["id"]="25023",["language3"]="第2チーム",["language2"]="第二小隊"}
,["15023"]={["key"]="15023",["language1"]="关卡目标",["id"]="15023",["language3"]="攻略目標",["language2"]="關卡目標"}
,["22066"]={["key"]="22066",["language1"]="战力：",["id"]="22066",["language3"]="戦力：",["language2"]="戰力："}
,["75023"]={["key"]="75023",["language1"]=[[是否确认合成随机部位芯片？
<color=#ff7781>*总队长须知，合成芯片时素材芯片的强化等级不会保留。</color>]],["id"]="75023",["language3"]=[[ランダム部位のチップを合成しますか？
<color=#ff7781>*チップ合成時に素材チップの強化Lvは保持されません。</color>]],["language2"]=[[是否確認合成隨機部位晶片？
<color=#ff7781>*總隊長須知，合成晶片時素材晶片的強化等級不會保留。</color>]]}
,["65023"]={["key"]="65023",["language1"]="角斗兑换",["id"]="65023",["language3"]="闘技交換",["language2"]="角鬥兌換"}
,["1061"]={["key"]="1061",["language1"]="角色头像",["id"]="1061",["language3"]="キャラアイコン",["language2"]="角色頭像"}
,["45023"]={["key"]="45023",["language1"]=[[<color=#ffc146>【简介】</color>
「衣惠有礼」 是推出的限时福利活动，专为热爱收藏外观的玩家打造。
在活动期间，购买「衣惠有礼卡」后，每当你成功购买一款当期新上架皮肤，即可获得一份专属返利奖励！

<color=#ffc146>【活动参与方式】</color>
1.活动开启后，前往【衣惠有礼】界面购买激活。
2.购买成功后，返利资格激活，仅对“本期新时装”有效。
3.每当成功购买一款符合条件的新皮肤，返利奖励将立即激活。
4.前往【衣惠有礼】界面即可逐个领取对应奖励。

<color=#ffc146>【活动限制说明】</color>
1.本活动仅对活动期间新上架皮肤有效，不适用于复刻皮肤。
2.返利卡与时装购买的顺序不做限制。只要在活动期间内完成购买返利卡与指定皮肤，即可获得对应返利奖励。
3.返利卡激活后即发放【粲晶 ×120】基础奖励，无需后续操作。
4.若玩家在活动期内未购买任何新皮肤，则将仅获得返利卡自带的粲晶奖励，不会触发额外皮肤返利内容。
5.每款时装绑定一份返利奖励，仅限领取一次。
6.所有皮肤返利奖励可在活动期间内通过【衣惠有礼】界面手动领取。活动结束后，未及时领取的奖励将统一通过游戏内邮件自动发放。
请注意：邮件发放可能存在延迟，建议在活动期内及时领取以避免等待时间。]],["id"]="45023",["language3"]=[[<color=#ffc146>【概要】</color>
「スキン還元」は、スキン収集を愛するプレイヤーのために提供される時限ボーナスイベントです。
イベント期間中に「スキン還元カード」を購入すると、当期新登場のスキンを購入するたびに、専用の還元報酬を獲得できます！

<color=#ffc146>【イベント参加方式】</color>
1.イベント開始後、【スキン還元】画面に移動して購入で発動。
2.購入成功後、還元資格が発動され、「本期新スキン」にのみ有効となります。
3.条件を満たす新スキンを購入するたびに、還元報酬が即時発動されます。
4.【スキン還元】画面に移動して、対応する報酬を個別に受け取ることができます。

<color=#ffc146>【イベント制限説明】</color>
1.このイベントはイベント期間中に新登場したスキンにのみ有効で、復刻スキンには適用されません。
2.還元カードとスキン購入の順序に制限はありません。イベント期間中に還元カードと指定スキンを購入すれば、対応する還元報酬を獲得できます。
3.還元カードが有効化されると、【輝晶×120】の基本報酬が即時発行され、後続の操作は不要です。
4.イベント期間中に新スキンを購入しなかった場合、還元カードに付属する輝晶報酬のみを獲得し、追加のスキン還元内容は発動されません。
5.各スキンには1つの還元報酬が設定されており、1度のみ受け取ることができます。
6.すべてのスキン還元報酬は、イベント期間中に【スキン還元】画面で手動で受け取ることができます。イベント終了後、未受け取りの報酬はゲーム内メールで自動的に発行されます。
注意：メールの発行には遅延が生じる可能性があるため、イベント期間中に早めに受け取ることをお勧めします。]],["language2"]=[[<color=#ffc146>【簡介】</color>
「衣惠有礼」 是推出的限時福利活動，專為熱愛收藏外觀的玩家打造。
在活動期間，購買「衣惠有礼卡」後，每當你成功購買一款當期新上架皮膚，即可獲得一份專屬返利獎勵！。

<color=#ffc146>【活動參與方式】</color>
1.活動開啟後，前往【衣惠有礼】界面購買激活。
2.購買成功後，返利資格激活，僅對「本期新時裝」有效。
3.每當成功購買一款符合條件的新皮膚，返利獎勵將立即激活。
4.前往【衣惠有礼】界面即可逐個領取對應獎勵。

<color=#ffc146>【活動限製說明】</color>
1.本活動僅對活動期間新上架皮膚有效，不適用於復刻皮膚。
2.返利卡與時裝購買的順序不做限製。只要在活動期間內完成購買返利卡與指定皮膚，即可獲得對應返利獎勵。
3.返利卡激活後即發放【粲晶 ×120】基礎獎勵，無需後續操作。
4.若玩家在活動期內未購買任何新皮膚，則將僅獲得返利卡自帶的粲晶獎勵，不會觸發額外皮膚返利內容。
5.每款時裝綁定一份返利獎勵，僅限領取一次。
6.所有皮膚返利獎勵可在活動期間內通過【衣惠有礼】界面手動領取。活動結束後，未及時領取的獎勵將統一通過遊戲內郵件自動發放。
請註意：郵件發放可能存在延遲，建議在活動期內及時領取以避免等待時間。]]}
,["33046"]={["key"]="33046",["language1"]="结束奖励",["id"]="33046",["language3"]="終了報酬",["language2"]="結束獎勵"}
,["15039"]={["key"]="15039",["language1"]="待探索",["id"]="15039",["language3"]="未探索",["language2"]="待探索"}
,["29037"]={["key"]="29037",["language1"]="所属",["id"]="29037",["language3"]="所属",["language2"]="所屬"}
,["29056"]={["key"]="29056",["language1"]="画师",["id"]="29056",["language3"]="イラストレーター",["language2"]="畫師"}
,["25014"]={["key"]="25014",["language1"]="行动次数",["id"]="25014",["language3"]="行動回数",["language2"]="行動次數"}
,["75014"]={["key"]="75014",["language1"]="消耗道具：",["id"]="75014",["language3"]="消費アイテム：",["language2"]="消耗道具："}
,["65014"]={["key"]="65014",["language1"]="困难模式",["id"]="65014",["language3"]="ハードモード",["language2"]="困難模式"}
,["23046"]={["key"]="23046",["language1"]="配装列表",["id"]="23046",["language3"]="セットリスト",["language2"]="配裝列表"}
,["34014"]={["key"]="34014",["language1"]="全部领取",["id"]="34014",["language4"]="RECEIVE",["language3"]="一括受取",["language2"]="全部領取"}
,["18118"]={["key"]="18118",["language1"]="第八期",["id"]="18118",["language3"]="第8期",["language2"]="第八期"}
,["14014"]={["key"]="14014",["language1"]="关",["id"]="14014",["language3"]="OFF",["language2"]="關"}
,["24014"]={["key"]="24014",["language1"]="普通素材",["id"]="24014",["language3"]="通常素材",["language2"]="普通素材"}
,["28014"]={["key"]="28014",["language1"]="能量",["id"]="28014",["language3"]="NP",["language2"]="能量"}
,["1036"]={["key"]="1036",["language1"]="持有：",["id"]="1036",["language3"]="所持：",["language2"]="持有："}
,["18302"]={["key"]="18302",["language1"]="支付宝支付",["id"]="18302",["language3"]="alipay決済",["language2"]="購買寶付款"}
,["27007"]={["key"]="27007",["language1"]="会长",["id"]="27007",["language3"]="会長",["language2"]="會長"}
,["15002"]={["key"]="15002",["language1"]="掉落物品",["id"]="15002",["language4"]="GOODS",["language3"]="ドロップ",["language2"]="掉落物品"}
,["29000"]={["key"]="29000",["language1"]="档案//",["id"]="29000",["language4"]="ATLAS",["language3"]="ファイル//",["language2"]="檔案//"}
,["17180"]={["key"]="17180",["language1"]="重选",["id"]="17180",["language3"]="再選択",["language2"]="重選"}
,["49000"]={["key"]="49000",["language1"]="层数",["id"]="49000",["language3"]="層数",["language2"]="層數"}
,["55002"]={["key"]="55002",["language1"]="活动剩余时间：%s天%s时%s分",["id"]="55002",["language2"]="活動剩餘時間：%s天%s時%s分"}
,["45002"]={["key"]="45002",["language1"]="投资资金",["id"]="45002",["language3"]="投資資金",["language2"]="投資資金"}
,["33073"]={["key"]="33073",["language1"]="名",["id"]="33073",["language3"]="位",["language2"]="名"}
,["18104"]={["key"]="18104",["language1"]="机神<size=28>时装</size>",["id"]="18104",["language3"]="機神<size=28>スキン</size>",["language2"]="機神<size=28>時裝</size>"}
,["24043"]={["key"]="24043",["language1"]="是否确认转换<color=\"#ffc146\">【%s】</color>？转换后可获得<color=\"#ffc146\">【%s】</color>",["id"]="24043",["language3"]="【%s】を変換しますか？変換後【%s】を獲得できます",["language2"]="是否確認轉換<color=\"#ffc146\">【%s】</color>？轉換後可獲得<color=\"#ffc146\">【%s】</color>"}
,["4021"]={["key"]="4021",["language1"]="当前选择",["id"]="4021",["language3"]="選択中",["language2"]="當前選擇"}
,["10095"]={["key"]="10095",["language1"]="未建造",["id"]="10095",["language3"]="未建造",["language2"]="未建造"}
,["10210"]={["key"]="10210",["language1"]="制作",["id"]="10210",["language4"]="MAKE",["language3"]="制作",["language2"]="製作"}
,["8014"]={["key"]="8014",["language1"]="远征次数",["id"]="8014",["language3"]="遠征回数",["language2"]="遠征次數"}
,["7014"]={["key"]="7014",["language1"]="插画",["id"]="7014",["language4"]="RECORD",["language3"]="挿絵",["language2"]="插畫"}
,["19000"]={["key"]="19000",["language1"]="自动",["id"]="19000",["language3"]="AUTO",["language2"]="自動"}
,["6014"]={["key"]="6014",["language1"]="每日任务",["id"]="6014",["language3"]="毎日任務",["language2"]="每日任務"}
,["8021"]={["key"]="8021",["language1"]="燃料补给：",["id"]="8021",["language3"]="燃料補給：",["language2"]="燃料補給："}
,["14066"]={["key"]="14066",["language1"]="进入待机",["id"]="14066",["language3"]="待機モード",["language2"]="進入待機"}
,["1094"]={["key"]="1094",["language1"]="年, 月, 日, 时, 分, 秒",["id"]="1094",["language3"]="年, 月, 日, 時, 分, 秒",["language2"]="年, 月, 日, 時, 分, 秒"}
,["24042"]={["key"]="24042",["language1"]="转换",["id"]="24042",["language3"]="変換",["language2"]="轉換"}
,["14075"]={["key"]="14075",["language1"]="実年齢を選択",["id"]="14075",["language4"]="CHOOSE REAL AGE",["language3"]="実年齢を選択",["language2"]="実年齢を選択"}
,["16046"]={["key"]="16046",["language1"]="形象1",["id"]="16046",["language4"]="Image",["language3"]="外見1",["language2"]="形象1"}
,["16083"]={["key"]="16083",["language1"]="用户协议和隐私政策",["id"]="16083",["language3"]="利用規約とプライバシーポリシー",["language2"]="使用者協議和隱私權政策"}
,["21109"]={["key"]="21109",["language1"]="日常与周常任务",["id"]="21109",["language3"]="毎日/週間任務",["language2"]="日常與周常任務"}
,["23014"]={["key"]="23014",["language1"]="套装镶嵌",["id"]="23014",["language4"]="MOSAIC",["language3"]="セット装備装着",["language2"]="套裝鑲嵌"}
,["14073"]={["key"]="14073",["language1"]="设置列表",["id"]="14073",["language3"]="設定リスト",["language2"]="設置列表"}
,["12022"]={["key"]="12022",["language1"]="我的好友",["id"]="12022",["language4"]="Friend",["language3"]="フレンド",["language2"]="我的好友"}
,["33014"]={["key"]="33014",["language1"]="新的排名记录",["id"]="33014",["language4"]="-NEW RECORD-",["language3"]="新しいランキング記録",["language2"]="新的排名記錄"}
,["54002"]={["key"]="54002",["language1"]="常规测试",["id"]="54002",["language3"]="通常コース",["language2"]="常規測試"}
,["64002"]={["key"]="64002",["language1"]="自选模式",["id"]="64002",["language3"]="セレクト",["language2"]="自選模式"}
,["10088"]={["key"]="10088",["language1"]="驻员情况",["id"]="10088",["language3"]="配置枠",["language2"]="駐員情況"}
,["5006"]={["key"]="5006",["language1"]="持有:%s",["id"]="5006",["language3"]="所持：%s",["language2"]="持有:%s"}
,["14002"]={["key"]="14002",["language1"]="补给兑换",["id"]="14002",["language4"]="CDKEY",["language3"]="補給交換",["language2"]="補給兌換"}
,["24002"]={["key"]="24002",["language1"]="佩戴中",["id"]="24002",["language3"]="装着中",["language2"]="佩戴中"}
,["18106"]={["key"]="18106",["language1"]="形态<size=28>时装</size>",["id"]="18106",["language3"]="形態<size=28>スキン</size>",["language2"]="形態<size=28>時裝</size>"}
,["44002"]={["key"]="44002",["language1"]="战斗教程",["id"]="44002",["language4"]="BATTLETECH",["language3"]="戦闘の基本",["language2"]="戰鬥教程"}
,["62044"]={["key"]="62044",["language1"]="奇迹之约",["id"]="62044",["language3"]="奇跡の約束",["language2"]="奇跡之約"}
,["10461"]={["key"]="10461",["language1"]="暂无礼物",["id"]="10461",["language3"]="なし",["language2"]="暫無禮物"}
,["12018"]={["key"]="12018",["language1"]="已申请",["id"]="12018",["language3"]="申請しました",["language2"]="已申請"}
,["10457"]={["key"]="10457",["language1"]="使用",["id"]="10457",["language3"]="使用",["language2"]="使用"}
,["17160"]={["key"]="17160",["language1"]="活动期间，总队长在「誓约圣剑」中可使用「构建蓝图」进行构建。",["id"]="17160",["language3"]="イベント期間中、総隊長は「誓いの聖剣」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「誓約聖劍」中可使用「構建藍圖」進行構建。"}
,["3001"]={["key"]="3001",["language1"]="远征中",["id"]="3001",["language3"]="遠征中",["language2"]="遠征中"}
,["8001"]={["key"]="8001",["language1"]="战术部署",["id"]="8001",["language3"]="戦術部署",["language2"]="戰術部署"}
,["10061"]={["key"]="10061",["language1"]="制作能力低于制作难度时，无法批量合成并概率损坏设备导致延迟制作",["id"]="10061",["language3"]="制作能力が制作難易度より低い場合、一括合成できなくなり、確率で設備が破損して制作が遅くなる",["language2"]="製作能力低於製作難度時，無法批量合成並機率損壞設備導致延遲製作"}
,["140006"]={["key"]="140006",["language1"]="本局得分：",["id"]="140006",["language3"]="今回得点：",["language2"]="本局得分："}
,["60109"]={["key"]="60109",["language1"]="第%s轮",["id"]="60109",["language3"]="第%sラウンド",["language2"]="第%s輪"}
,["18026"]={["key"]="18026",["language1"]="星源兑换",["id"]="18026",["language3"]="星源交換",["language2"]="星源兌換"}
,["26029"]={["key"]="26029",["language1"]="最近登录：<color=#ffc146>%s</color>",["id"]="26029",["language3"]="ログイン状態：<color=#ffc146>%s</color>",["language2"]="最近登錄：<color=#ffc146>%s</color>"}
,["10109"]={["key"]="10109",["language1"]="资源暂缺",["id"]="10109",["language3"]="資源不足",["language2"]="資源暫缺"}
,["27019"]={["key"]="27019",["language1"]="预赛",["id"]="27019",["language3"]="予選",["language2"]="預賽"}
,["14060"]={["key"]="14060",["language1"]="功能提示",["id"]="14060",["language3"]="機能ヒント",["language2"]="功能提示"}
,["27015"]={["key"]="27015",["language1"]="申  请",["id"]="27015",["language3"]="申請",["language2"]="申  請"}
,["15046"]={["key"]="15046",["language1"]="战斗消耗： %s燃料/次",["id"]="15046",["language3"]="戦闘消耗：%s燃料／回",["language2"]="戰鬥消耗： %s燃料/次"}
,["18315"]={["key"]="18315",["language1"]="储值支付",["id"]="18315",["language3"]="チャージ支払い",["language2"]="儲值付款"}
,["10440"]={["key"]="10440",["language1"]=[[<color=#ffc146>【简介】</color>
玩家可自由布置宿舍，并与入驻队员进行互动或礼物赠送，宿舍内的队员会随时间恢复心情。

<color=#ffc146>【规则】</color>
1.宿舍中以房间作为独立单位存在。
2.每个房间都能布置独立的家具与入驻队员。
3.队员可以与部分家具产生特殊交互。
4.每个家具都有着自己的舒适度，将家具布置到对应房间中即可增加该房间的舒适度，舒适度越高，此房间内入驻的队员心情恢复越快。]],["id"]="10440",["language3"]=[[<color=#ffc146>【説明】</color>
プレイヤーは自由に寮の配置を変更したり、隊員と交流したりできる。寮内の隊員は時間の経過につれ、体力が回復する。

<color=#ffc146>【ルール】</color>
1.寮内のルームはそれぞれ独立した存在。
2.ルームごとに独立した家具や人員を配置することができる。
3.一部の家具はキャラクターの特殊のモーションが鑑賞できる。
4.家具にはそれぞれ快適度が設定されている。快適度が高いほど、ルーム内に配置されたキャラクターの体力の回復速度が上がる]],["language2"]=[[<color=#ffc146>【簡介】</color>
玩家可自由佈置宿舍，並與入駐隊員進行互動或禮物贈送，宿舍內的隊員會隨時間恢復心情。

<color=#ffc146>【規則】</color>
1.宿舍中以房間作為獨立單位存在。
2.每個房間都能佈置獨立的傢俱與入駐隊員。
3.隊員可以與部分傢俱產生特殊互動。
4.每個傢俱都有著自己的舒適度，將傢俱佈置到對應房間中即可增加該房間的舒適度，舒適度越高，此房間內入駐的隊員心情恢復越快。]]}
,["33056"]={["key"]="33056",["language1"]=[[<color=#ffc146>限时军演玩法：</color>
1.在指定时间内，限时军演玩法入口开启，在对应时间内，可参与玩家与玩家之间的实时军演。
2.不同的玩家之间，会根据基础积分进行匹配，会尽可能匹配到当前实力较为接近的玩家进行实时军演。
3.必须配备三支队伍才可参加限时军演，要想获得军演胜利，最好以三支满编队伍进行军演匹配！
4.在限时军演中，双方所有角色都会获得额外增强BUFF，且随着操作数增加，双方也会逐渐获得增强。
5.限时军演结束后，会根据胜负发放军演积分，军演积分用于评判总队长的军演段位；在较低段位下，限时军演的失败不会扣除积分，总队长们可以放心进行限时军演；仅有段位达到“上尉”及以上的总队长，在失败中会扣除少量积分。
6.在每一期限时军演中，玩家每一次达到新的段位，都能获得对应段位设定的奖励，还会根据参与次数以及累计胜利场次发放目标奖励！
7.在每次赛季更新时，总部会根据版本以及队员强度等作为判断进行队员禁用，以考验总队长们更灵活的编队配置；每期禁用角色不重复，因此不必担心队员无上场机会。
8.在战斗中若选择放弃，则视为认输；若在战斗中离线，则在回合倒计时结束后，玩家会进入自动操作模式。
9.限时军演中，操作数为双方同时计算，且操作数上限为999，若操作数达到上限，则战斗结束，并且双方判负。

<color=#ffc146>好友军演玩法：</color>
1.在活动开放期间，玩家可以邀请好友列表内在线的玩家进行好友军演。
2.好友军演玩法如限时军演相同，但不受禁用角色限制，玩家可以使用所有队员进行好友军演。
3.好友军演胜负均不会获得或丢失军演积分，因此也不会获得目标奖励。总队长可以大胆与好友进行好友军演以尝试更多阵容哦！]],["id"]="33056",["language3"]="None",["language2"]=[[<color=#ffc146>限時軍演玩法：</color>
1.在指定時間內，限時軍演玩法入口開啟，在對應時間內，可參與玩家與玩家之間的即時軍演。
2.不同的玩家之間，會根據基礎積分進行匹配，會盡可能匹配到當前實力較為接近的玩家進行即時軍演。
3.必須配備三支隊伍才可參加限時軍演，要想獲得軍演勝利，最好以三支滿編隊伍進行軍演匹配！
4.在限時軍演中，雙方所有角色都會獲得額外增強BUFF，且隨著操作數增加，雙方也會逐漸獲得增強。
5.限時軍演結束後，會根據勝負發放軍演積分，軍演積分用於評判總隊長的軍演段位；在較低段位下，限時軍演的失敗不會扣除積分，總隊長們可以放心進行限時軍演；僅有段位達到“上尉”及以上的總隊長，在失敗中會扣除少量積分。
6.在每一期限時軍演中，玩家每一次達到新的段位，都能獲得對應段位設定的獎勵，還會根據參與次數以及累計勝利場次發放目標獎勵！
7.在每次賽季更新時，總部會根據版本以及隊員強度等作為判斷進行隊員禁用，以考驗總隊長們更靈活的編隊配置；每期禁用角色不重複，因此不必擔心隊員無上場機會。
8.在戰鬥中若選擇放棄，則視為認輸；若在戰鬥中離線，則在回合倒計時結束後，玩家會進入自動操作模式。
9.限時軍演中，操作數為雙方同時計算，且操作數上限為999，若操作數達到上限，則戰鬥結束，並且雙方判負。

<color=#ffc146>好友軍演玩法：</color>
1.在活動開放期間，玩家可以邀請好友列表內在線的玩家進行好友軍演。
2.好友軍演玩法如限時軍演相同，但不受禁用角色限制，玩家可以使用所有隊員進行好友軍演。
3.好友軍演勝負均不會獲得或丟失軍演積分，因此也不會獲得目標獎勵。總隊長可以大膽與好友進行好友軍演以嘗試更多陣容哦！]]}
,["1099"]={["key"]="1099",["language1"]="概率",["id"]="1099",["language3"]="確率",["language2"]="概率"}
,["15102"]={["key"]="15102",["language1"]=[[<color=#ffc146>【简介】</color>
离开地球，基地的一切都得自给自足，寻找更多的物资，为了明天。

<color=#ffc146>【规则】</color>
1.每日副本分为资源采集、芯片嵌合、跃升行动三大类型。
2.在各类型副本中，资源采集可获得各类养成资源与通用货币；芯片嵌合可获得相同套装下的随机部件芯片；而跃升行动可获得不同阵营的特定养成材料。
3.通过每日探索副本的某一层副本时，需要玩家的<color=#ffc146>探索等级</color>满足要求才能解锁其下一层的挑战资格。
4.副本的层数越高，战斗消耗的燃料数越多，挑战难度越大，掉落的奖励越丰富。

<color=#ffc146>【类型掉落加成】</color>
1.玩家可通过主动开启类型掉落加成的方式，来增加该类型副本胜利后的奖励数量，每次挑战成功都会消耗加成次数。
2.同一类型的副本（如资源采集内的四个副本，限时类型的活动副本）会共享类型掉落加成的次数消耗，所有被消耗的次数都会在每日凌晨3点进行重置。]],["id"]="15102",["language3"]=[[<color=#ffc146>【説明】</color>
地球から遠く離れた今、必要な資源は全部現地で調達しなければならない。明日のために、ガンガン集めよう。

<color=#ffc146>【ルール】</color>
1.探索任務は資源採集、チップ嵌合、昇格行動の3種類に分かれている。
2.資源採集は育成素材や共通貨幣、チップ嵌合はランダム部位のチップ、昇格行動は各武装タイプの昇格素材が入手できる。
3.探索任務の一部のダンジョンは<color=#ffc146>探索レベル</color>が条件を満たした後に開放される。
4.ダンジョンの難易度が高いほど、消費する燃料が高くなり、ドロップ報酬がよくなる。

<color=#ffc146>【ドロップボーナス】</color>
1.ドロップボーナスを使用すると、ダンジョンクリア時に使用回数が消費され、報酬が増加する。
2.同種類のダンジョンにおけるドロップボーナス回数が共通である。消費されたドロップボーナス回数は毎日3時に更新される。]],["language2"]=[[<color=#ffc146>【簡介】</color>
離開地球，基地的一切都得自給自足，尋找更多的物資，為了明天。

<color=#ffc146>【規則】</color>
1.每日副本分為資源採集、晶片嵌合、躍升行動三大類型。
2.在各類型副本中，資源採集可獲得各類養成資源與通用貨幣；晶片嵌合可獲得相同套裝下的隨機部件晶片；而躍升行動可獲得不同陣營的特定養成材料。
3.通過每日探索副本的某一層副本時，需要玩家的<color=#ffc146>探索等級</color>滿足要求才能解鎖其下一層的挑戰資格。
4.副本的層數越高，戰鬥消耗的燃料數越多，挑戰難度越大，掉落的獎勵越豐富。

<color=#ffc146>【類型掉落加成】</color>
1.玩家可通過主動開啟類型掉落加成的方式，來增加該類型副本勝利後的獎勵數量，每次挑戰成功都會消耗加成次數。
2.同一類型的副本（如資源採集內的四個副本，限時類型的活動副本）會共用類型掉落加成的次數消耗，所有被消耗的次數都會在每日淩晨3點進行重置。]]}
,["14084"]={["key"]="14084",["language1"]="円まで/ 月",["id"]="14084",["language3"]="円まで/ 月",["language2"]="円まで/ 月"}
,["130018"]={["key"]="130018",["language1"]="当前分数",["id"]="130018",["language3"]="現在スコア",["language2"]="當前分數"}
,["18310"]={["key"]="18310",["language1"]="特价",["id"]="18310",["language3"]="お得",["language2"]="特價"}
,["4062"]={["key"]="4062",["language1"]="定位：",["id"]="4062",["language3"]="役割：",["language2"]="定位："}
,["15096"]={["key"]="15096",["language1"]="类型掉落加成：",["id"]="15096",["language3"]="ドロップボーナス：",["language2"]="類型掉落加成："}
,["10453"]={["key"]="10453",["language1"]="资源上限：",["id"]="10453",["language3"]="資源上限：",["language2"]="資源上限："}
,["27010"]={["key"]="27010",["language1"]="这个人很懒，什么都没有留下...",["id"]="27010",["language3"]="内容がありません",["language2"]="目前沒有內容"}
,["17055"]={["key"]="17055",["language1"]="次回%s星必定为保底角色",["id"]="17055",["language3"]="次の☆%sは必ず確定キャラ",["language2"]="次回%s星必定為保底角色"}
,["10401"]={["key"]="10401",["language1"]="远征探索",["id"]="10401",["language3"]="遠征探索",["language2"]="遠征探索"}
,["16028"]={["key"]="16028",["language1"]="姓名",["id"]="16028",["language3"]="名前",["language2"]="姓名"}
,["26028"]={["key"]="26028",["language1"]="最近登录：<color=#ffc146>在线</color>",["id"]="26028",["language3"]="ログイン状態：<color=#ffc146>オンライン</color>",["language2"]="最近登錄：<color=#ffc146>線上</color>"}
,["3006"]={["key"]="3006",["language1"]="助战中",["id"]="3006",["language3"]="サポート中",["language2"]="助戰中"}
,["27004"]={["key"]="27004",["language1"]="悠闲",["id"]="27004",["language3"]="のんびり",["language2"]="悠閒"}
,["27003"]={["key"]="27003",["language1"]="活跃",["id"]="27003",["language3"]="がっつり",["language2"]="活躍"}
,["15147"]={["key"]="15147",["language1"]="当前<color=#FF4c4c>天赋等级</color>养成较低，是否仍要继续挑战？",["id"]="15147",["language3"]="現在の<color=#FF4c4c>タレントLv</color>の育成度が低いですが、挑戦を続けますか？",["language2"]="當前<color=#FF4c4c>天賦等級</color>養成較低，是否仍要繼續挑戰？"}
,["17177"]={["key"]="17177",["language1"]="重复获得队员将产出",["id"]="17177",["language3"]="重複して隊員を獲得すると生成",["language2"]="重複獲得隊員將產出"}
,["21173"]={["key"]="21173",["language1"]="滑动选择数量",["id"]="21173",["language3"]="none",["language2"]="滑動選擇數量"}
,["26059"]={["key"]="26059",["language1"]="进入战斗",["id"]="26059",["language3"]="戦闘開始",["language2"]="進入戰鬥"}
,["49022"]={["key"]="49022",["language1"]=[[所有队员的耐久值和同步率将重置为初始状态，每天仅可使用一次
是否继续？]],["id"]="49022",["language3"]=[[全隊員の耐久値とSPを初期状態にリセット。毎日一回のみ使用可能。
よろしいですか？]],["language2"]="所有隊員的耐久值和同步率將重置為初始狀態，每天僅可使用一次，是否繼續？"}
,["26056"]={["key"]="26056",["language1"]="队伍战力：",["id"]="26056",["language3"]="チーム戦力：",["language2"]="隊伍戰力："}
,["26054"]={["key"]="26054",["language1"]="队伍名称八个字",["id"]="26054",["language3"]="チーム名8文字",["language2"]="隊伍名稱八個字"}
,["4214"]={["key"]="4214",["language1"]="返回升级",["id"]="4214",["language4"]="BACK",["language3"]="LvUPへ",["language2"]="返回升級"}
,["15054"]={["key"]="15054",["language1"]="战斗胜利",["id"]="15054",["language3"]="戦闘勝利",["language2"]="戰鬥勝利"}
,["20004"]={["key"]="20004",["language1"]="积分：",["id"]="20004",["language3"]="スコア：",["language2"]="積分："}
,["10004"]={["key"]="10004",["language1"]="损耗显示",["id"]="10004",["language3"]="損耗状況",["language2"]="損耗顯示"}
,["49183"]={["key"]="49183",["language1"]="最多编入3个6星队员",["id"]="49183",["language3"]="☆6隊員は最大3名まで編成可能",["language2"]="最多編入3個6星隊員"}
,["17050"]={["key"]="17050",["language1"]="请选择保底角色",["id"]="17050",["language3"]="確定キャラを選んでください",["language2"]="請選擇保底角色"}
,["60004"]={["key"]="60004",["language1"]="助力回归",["id"]="60004",["language3"]="復帰支援",["language2"]="助力回歸"}
,["17125"]={["key"]="17125",["language1"]="在所有<color=#ffae00>【裂核星云】</color>中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。10连构建必得<color=#FFCC00>5星</color>或以上队员。最多50次构建必定能获得保底获取<color=#FF3300>6星</color>角色。",["id"]="17125",["language3"]=[[<color=#ffae00>【裂変せし星雲】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本確率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆5</color>キャラが1体確定します。
<color=#ffae00>最大50回</color>召集で<color=#FF3300>☆6</color>キャラが確定します。]],["language2"]="在所有<color=#ffae00>【裂核星雲】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎機率為<color=#ffae00>2%</color>，綜合機率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎機率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎機率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎機率為<color=#ffae00>50%</color>。10連構建必得<color=#FFCC00>5星</color>或以上隊員。最多50次構建必定能獲得保底獲取<color=#FF3300>6星</color>角色。"}
,["18040"]={["key"]="18040",["language1"]="机密勘探",["id"]="18040",["language3"]="機密探査",["language2"]="機密勘探"}
,["77028"]={["key"]="77028",["language1"]="领取奖励",["id"]="77028",["language3"]="報酬受取",["language2"]="領取獎勵"}
,["17205"]={["key"]="17205",["language1"]="当前构建仅包含至4.0版本（渊默变奏）的非限定队员。",["id"]="17205",["language2"]="當前構建僅包含至4.0版本（淵默變奏）的非限定隊員。"}
,["18102"]={["key"]="18102",["language1"]="购买<color=\"#00FFBF\">%s</color>皮肤后同时解锁<color=\"#00FFBF\">%s</color>的时装外观！",["id"]="18102",["language3"]="購入後同時に<color=\"#00FFBF\">%s</color>のスキン<color=\"#00FFBF\">%s</color>を解放！",["language2"]="購買<color=\"#00FFBF\">%s</color>時裝後同時解鎖<color=\"#00FFBF\">%s</color>的時裝外觀！"}
,["26046"]={["key"]="26046",["language1"]="自动设置",["id"]="26046",["language3"]="AUTO設定",["language2"]="自動設置"}
,["26045"]={["key"]="26045",["language1"]="清空队伍",["id"]="26045",["language3"]="隊員解散",["language2"]="清空隊伍"}
,["18110"]={["key"]="18110",["language1"]="活动商店",["id"]="18110",["language4"]="STORE",["language3"]="イベント商店",["language2"]="活動商店"}
,["21127"]={["key"]="21127",["language1"]="第二章 01~08关",["id"]="21127",["language3"]="第2章 ステージ01~08",["language2"]="第二章 01~08關"}
,["10456"]={["key"]="10456",["language1"]="工作中",["id"]="10456",["language3"]="作業中",["language2"]="工作中"}
,["23069"]={["key"]="23069",["language1"]="属性一览",["id"]="23069",["language3"]="ステータス一覧",["language2"]="屬性一覽"}
,["26038"]={["key"]="26038",["language1"]="战术选择",["id"]="26038",["language3"]="戦術選択",["language2"]="戰術選擇"}
,["17028"]={["key"]="17028",["language1"]="概率提升角色占%s星角色概率的%s",["id"]="17028",["language3"]="☆%sキャラの中で、PickUpキャラの出現率は%s",["language2"]="機率提升角色占%s星角色機率的%s"}
,["19005"]={["key"]="19005",["language1"]="他",["id"]="19005",["language3"]="彼",["language2"]="他"}
,["37028"]={["key"]="37028",["language1"]="拟真演训说明",["id"]="37028",["language3"]="再現演習の説明",["language2"]="擬真演訓說明"}
,["27028"]={["key"]="27028",["language1"]="名",["id"]="27028",["language3"]="位",["language2"]="名"}
,["47205"]={["key"]="47205",["language1"]="挑战",["id"]="47205",["language3"]="挑戦",["language2"]="挑戰"}
,["29053"]={["key"]="29053",["language1"]="访谈二",["id"]="29053",["language3"]="インタビュー2",["language2"]="訪談2"}
,["31013"]={["key"]="31013",["language1"]="能量值预留",["id"]="31013",["language3"]="NP温存",["language2"]="能量值預留"}
,["10070"]={["key"]="10070",["language1"]="订单等待中",["id"]="10070",["language3"]="受注待ち",["language2"]="訂單等待中"}
,["51013"]={["key"]="51013",["language1"]="卡斯托",["id"]="51013",["language4"]="CASTOR",["language3"]="カスト",["language2"]="卡斯托"}
,["61013"]={["key"]="61013",["language1"]="协同代码",["id"]="61013",["language4"]="CODE",["language3"]="協同ID",["language2"]="協作代碼"}
,["7035"]={["key"]="7035",["language1"]="格纳库",["id"]="7035",["language3"]="格納庫",["language2"]="格納庫"}
,["18127"]={["key"]="18127",["language1"]="剩余：%s天%s小时%s分",["id"]="18127",["language3"]="残り：%s日%s時間%s分",["language2"]="剩餘：%s天%s小時%s分"}
,["17171"]={["key"]="17171",["language1"]="<color=#FF7781>【注意】</color>本构建属于【限定构建】，其构建次数保底会一直累计于【限定构建】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17171",["language3"]="【<color=#ffae00>注意</color>】本召集は【限定召集】に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="<color=#FF7781>【注意】</color>本構建屬於【限定構建】，其構建次數保底會一直累計於【限定構建】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["26021"]={["key"]="26021",["language1"]="燃料",["id"]="26021",["language3"]="燃料",["language2"]="燃料"}
,["26013"]={["key"]="26013",["language1"]="我方队员",["id"]="26013",["language3"]="味方隊員",["language2"]="我方隊員"}
,["16054"]={["key"]="16054",["language1"]="总队长形象",["id"]="16054",["language3"]="総隊長の外見",["language2"]="總隊長形象"}
,["10125"]={["key"]="10125",["language1"]="拜访",["id"]="10125",["language4"]="VISIT",["language3"]="訪問",["language2"]="拜訪"}
,["11004"]={["key"]="11004",["language1"]="删除",["id"]="11004",["language4"]="DELETE",["language3"]="削除",["language2"]="刪除"}
,["61004"]={["key"]="61004",["language1"]="绑定并完成任务后更可获得大量奖励",["id"]="61004",["language3"]="連携後、任務クリアでさらに大量報酬！",["language2"]="綁定並完成任務後更可獲得大量獎勵"}
,["71004"]={["key"]="71004",["language1"]="插图复刻",["id"]="71004",["language3"]="挿絵復刻",["language2"]="插圖復刻"}
,["24050"]={["key"]="24050",["language1"]="背包中使用道具获得",["id"]="24050",["language3"]="バッグ内でアイテムを使用して獲得",["language2"]="背包中使用道具獲得"}
,["14050"]={["key"]="14050",["language1"]="时间格式",["id"]="14050",["language3"]="時間形式",["language2"]="時間格式"}
,["17004"]={["key"]="17004",["language1"]="构建详情",["id"]="17004",["language3"]="召集詳細",["language2"]="構建詳情"}
,["26015"]={["key"]="26015",["language1"]="选择战术",["id"]="26015",["language3"]="戦術選択",["language2"]="選擇戰術"}
,["26014"]={["key"]="26014",["language1"]="使用预设",["id"]="26014",["language4"]="USE PRESET",["language3"]="編成使用",["language2"]="使用預設"}
,["17102"]={["key"]="17102",["language1"]="<color=#ffae00>【构建规则】</color>",["id"]="17102",["language3"]="<color=#ffae00>【召集説明】</color>",["language2"]="<color=#ffae00>【構建規則】</color>"}
,["73004"]={["key"]="73004",["language1"]="回忆商店",["id"]="73004",["language3"]="思い出の記録",["language2"]="回憶商店"}
,["60700"]={["key"]="60700",["language1"]="复归礼包",["id"]="60700",["language4"]="REGRESSION GIFTS",["language3"]="復帰パック",["language2"]="複歸禮包"}
,["26005"]={["key"]="26005",["language1"]="非控制角色",["id"]="26005",["language4"]="NPC",["language3"]="NPC",["language2"]="非控制角色"}
,["16022"]={["key"]="16022",["language1"]="密码",["id"]="16022",["language3"]="パスワード",["language2"]="密碼"}
,["37057"]={["key"]="37057",["language1"]="奖励列表",["id"]="37057",["language3"]="報酬リスト",["language2"]="獎勵列表"}
,["25021"]={["key"]="25021",["language1"]="请选择队伍",["id"]="25021",["language3"]="チームを選んでください",["language2"]="請選擇隊伍"}
,["16036"]={["key"]="16036",["language1"]="同意",["id"]="16036",["language3"]="許可",["language2"]="同意"}
,["25050"]={["key"]="25050",["language1"]="蓄能中",["id"]="25050",["language3"]="チャージ中",["language2"]="蓄能中"}
,["23073"]={["key"]="23073",["language1"]="确认分解当前芯片？分解后获得<color=\"#ffc146\">%s</color>星币",["id"]="23073",["language3"]="このチップを分解しますか？分解後、<color=\"#ffc146\">%s</color>星通貨を獲得します",["language2"]="確認分解當前晶片？分解後獲得<color=\"#ffc146\">%s</color>星幣"}
,["18303"]={["key"]="18303",["language1"]="微信支付",["id"]="18303",["language3"]="WeChat決済",["language2"]="微信付款"}
,["17173"]={["key"]="17173",["language1"]="【<color=#ffae00>注意</color>】任何时候在任意一个<color=#9a80b7>【自选构建】</color>中获得<color=#FF3300>6星</color>队员，后续在<color=#9a80b7>【自选构建】</color>中获得<color=#FF3300>6星</color>队员的概率将恢复到<color=#ffae00>2.2%</color>。",["id"]="17173",["language3"]="【<color=#ffae00>注意</color>】任意の<color=#9a80b7>【選択召集】</color>で<color=#FF3300>☆6</color>キャラを獲得すると、後続の<color=#9a80b7>【選択召集】</color>での<color=#FF3300>☆6</color>キャラの獲得確率は<color=#ffae00>2%</color>に戻ります。",["language2"]="【<color=#ffae00>注意</color>】任何時候在任意一個<color=#ffae00>【自選構建】</color>中獲得<color=#FF3300>6星</color>隊員，後續在<color=#ffae00>【自選構建】</color>中獲得<color=#FF3300>6星</color>隊員的概率將恢復到<color=#ffae00>2%</color>。"}
,["14025"]={["key"]="14025",["language1"]="战斗技能描述设置",["id"]="14025",["language3"]="スキル説明設定",["language2"]="戰鬥技能描述設置"}
,["18091"]={["key"]="18091",["language1"]="第1次获得队员",["id"]="18091",["language3"]="初めて獲得するキャラ",["language2"]="第1次獲得隊員"}
,["10097"]={["key"]="10097",["language1"]="技能不生效",["id"]="10097",["language3"]="スキルが機能しない",["language2"]="技能不生效"}
,["17147"]={["key"]="17147",["language1"]="活动期间，总队长在「至高绽放」中可使用「构建蓝图」进行构建。",["id"]="17147",["language3"]="イベント期間中、総隊長は「気高し華咲きて」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「至高綻放」中可使用「構建藍圖」進行構建。"}
,["1053"]={["key"]="1053",["language1"]="已拥有皮肤",["id"]="1053",["language3"]="獲得済スキン",["language2"]="已擁有皮膚"}
,["17183"]={["key"]="17183",["language1"]="选择<color=#28FFF7>六星</color>队员",["id"]="17183",["language3"]="<color=#28FFF7>☆6</color>隊員選択",["language2"]="選擇<color=#28FFF7>六星</color>隊員"}
,["16105"]={["key"]="16105",["language1"]="%s-%s个数字组成",["id"]="16105",["language3"]="%s-%s個の数字で構成",["language2"]="%s-%s個數位組成"}
,["17057"]={["key"]="17057",["language1"]="构建规则",["id"]="17057",["language4"]="RULE",["language3"]="召集説明",["language2"]="構建規則"}
,["15088"]={["key"]="15088",["language1"]="概率",["id"]="15088",["language3"]="確率",["language2"]="機率"}
,["33054"]={["key"]="33054",["language1"]="离线",["id"]="33054",["language3"]="オフライン",["language2"]="離線"}
,["7053"]={["key"]="7053",["language1"]="置顶可展示动态和语音",["id"]="7053",["language3"]="トップ固定で動作と音声を表示",["language2"]="置頂可展示動態和語音"}
,["15131"]={["key"]="15131",["language1"]="限时期间挑战并通关，享双掉落双倍加成。",["id"]="15131",["language3"]="限定期間中に挑戦してクリアすると2倍ドロップボーナス",["language2"]="限時期間挑戰並通關，享雙掉落雙倍加成。"}
,["52004"]={["key"]="52004",["language1"]="当前BGM：",["id"]="52004",["language3"]="現在BGM：",["language2"]="當前BGM："}
,["15125"]={["key"]="15125",["language1"]="地区",["id"]="15125",["language3"]="地域",["language2"]="地區"}
,["70013"]={["key"]="70013",["language1"]="名称",["id"]="70013",["language3"]="名前",["language2"]="名稱"}
,["15087"]={["key"]="15087",["language1"]="敬请期待",["id"]="15087",["language4"]="STAY TUNED",["language3"]="乞うご期待",["language2"]="敬請期待"}
,["12004"]={["key"]="12004",["language1"]="确定后等待对方同意",["id"]="12004",["language3"]="相手の返事をお待ちください",["language2"]="確定後等待對方同意"}
,["25030"]={["key"]="25030",["language1"]="作战奖励",["id"]="25030",["language4"]="AWARD",["language3"]="作戦報酬",["language2"]="作戰獎勵"}
,["17032"]={["key"]="17032",["language1"]="使用记录结束",["id"]="17032",["language4"]="END",["language3"]="召集記録適用",["language2"]="使用記錄結束"}
,["25040"]={["key"]="25040",["language1"]="免伤",["id"]="25040",["language3"]="ダメージ無効",["language2"]="免傷"}
,["15040"]={["key"]="15040",["language1"]="剧情",["id"]="15040",["language3"]="ストーリー",["language2"]="劇情"}
,["15135"]={["key"]="15135",["language1"]="代币收集",["id"]="15135",["language3"]="トークン収集",["language2"]="代幣收集"}
,["16096"]={["key"]="16096",["language1"]="确认新密码：",["id"]="16096",["language3"]="新パスワード確認：",["language2"]="確認新密碼："}
,["10201"]={["key"]="10201",["language1"]="制作完成",["id"]="10201",["language3"]="制作完了",["language2"]="製作完成"}
,["15108"]={["key"]="15108",["language1"]="碎星虚影说明",["id"]="15108",["language3"]="砕星虚影の説明",["language2"]="碎星虛影說明"}
,["10402"]={["key"]="10402",["language1"]="限时：",["id"]="10402",["language3"]="時限：",["language2"]="限時："}
,["25035"]={["key"]="25035",["language1"]="进入战斗",["id"]="25035",["language4"]="ENTERFIGHT",["language3"]="戦闘開始",["language2"]="進入戰鬥"}
,["14083"]={["key"]="14083",["language1"]="<color=#ffc142>30000</color>",["id"]="14083",["language3"]="<color=#ffc142>30000</color>",["language2"]="<color=#ffc142>30000</color>"}
,["13001"]={["key"]="13001",["language1"]="卡蒂雅",["id"]="13001",["language3"]="カディア",["language2"]="卡蒂雅"}
,["25032"]={["key"]="25032",["language1"]="模拟对战",["id"]="25032",["language4"]="SIMULATION",["language3"]="模擬対戦",["language2"]="模擬對戰"}
,["24017"]={["key"]="24017",["language1"]="已锁定",["id"]="24017",["language3"]="ロックしました",["language2"]="已鎖定"}
,["12033"]={["key"]="12033",["language1"]="暂未收到新的好友申请",["id"]="12033",["language3"]="フレンド申請がありません",["language2"]="暫未收到新的好友申請"}
,["25026"]={["key"]="25026",["language1"]="队伍2",["id"]="25026",["language3"]="チーム2",["language2"]="隊伍2"}
,["13015"]={["key"]="13015",["language1"]="白蛉",["id"]="13015",["language4"]="SANDFLY",["language3"]="恋と夜に酔いしれ",["language2"]="白蛉"}
,["4085"]={["key"]="4085",["language1"]="持有增益效果：",["id"]="4085",["language3"]="所持バフ：",["language2"]="持有增益效果："}
,["22070"]={["key"]="22070",["language1"]="缺少对应的角色与战术，是否继续替换？",["id"]="22070",["language3"]="対応するキャラと戦術がありません、変更を続けますか？",["language2"]="缺少對應的角色與戰術，是否繼續替換？"}
,["49129"]={["key"]="49129",["language1"]="只能编入4个队员（基础队伍最大人数为4）",["id"]="49129",["language3"]="隊員4名のみ編成可能（基本チーム最大4名）",["language2"]="只能編入4個隊員（基礎隊伍最大人數為4）"}
,["13013"]={["key"]="13013",["language1"]="当前已累计登录<color=\"#ffc146\">%s</color>天",["id"]="13013",["language3"]="累計ログイン<color=\"#ffc146\">%s</color>日",["language2"]="當前已累計登錄<color=\"#ffc146\">%s</color>天"}
,["17181"]={["key"]="17181",["language1"]="可兑换",["id"]="17181",["language3"]="交換可能",["language2"]="可兌換"}
,["25016"]={["key"]="25016",["language1"]="开始行动",["id"]="25016",["language4"]="START TO ACT",["language3"]="行動開始",["language2"]="開始行動"}
,["18057"]={["key"]="18057",["language1"]="仅供预览",["id"]="18057",["language3"]="プレビューのみ",["language2"]="僅供預覽"}
,["33004"]={["key"]="33004",["language1"]="活动排行",["id"]="33004",["language4"]="ACTIVITY",["language3"]="順位",["language2"]="活動排行"}
,["43004"]={["key"]="43004",["language1"]="重置",["id"]="43004",["language4"]="RESET",["language3"]="リセット",["language2"]="重置"}
,["18087"]={["key"]="18087",["language1"]="%s小时",["id"]="18087",["language3"]="%s時間",["language2"]="%s小時"}
,["14054"]={["key"]="14054",["language1"]="自定义",["id"]="14054",["language3"]="カスタム",["language2"]="自定義"}
,["26050"]={["key"]="26050",["language1"]="加成显示",["id"]="26050",["language3"]="ボーナス表示",["language2"]="加成顯示"}
,["16050"]={["key"]="16050",["language1"]="日",["id"]="16050",["language3"]="日",["language2"]="日"}
,["13004"]={["key"]="13004",["language1"]="%s月签到奖励",["id"]="13004",["language3"]="%s月ログインボーナス",["language2"]="%s月簽到獎勵"}
,["23004"]={["key"]="23004",["language1"]="特性点数:",["id"]="23004",["language3"]="特性ポイント：",["language2"]="特性點數:"}
,["34040"]={["key"]="34040",["language1"]="当前无任务",["id"]="34040",["language4"]="NO CONTENT",["language3"]="任務がありません",["language2"]="當前無任務"}
,["49136"]={["key"]="49136",["language1"]="只能编入稀罕度6星队员",["id"]="49136",["language3"]="レア度☆6の隊員のみ編成可能",["language2"]="只能編入稀罕度6星隊員"}
,["14040"]={["key"]="14040",["language1"]="用户中心",["id"]="14040",["language3"]="アカウント",["language2"]="用戶中心"}
,["24040"]={["key"]="24040",["language1"]="已选择%s/%s件",["id"]="24040",["language4"]="CANCEL SALE",["language3"]="選択済み：%s/%s件",["language2"]="已選擇%s/%s件"}
,["13025"]={["key"]="13025",["language1"]="油润<size=44>鲜香队</size>",["id"]="13025",["language3"]="辛く<size=44>パリパリチーム</size>",["language2"]="油潤<size=44>鮮香隊</size>"}
,["18022"]={["key"]="18022",["language1"]="日剩余：",["id"]="18022",["language3"]="在庫／日：",["language2"]="每日剩餘："}
,["25008"]={["key"]="25008",["language1"]="本次作战汇总",["id"]="25008",["language3"]="今回の作戦報告",["language2"]="本次作戰匯總"}
,["18073"]={["key"]="18073",["language1"]="总队长，是否花费",["id"]="18073",["language3"]="以下の物を消費し：",["language2"]="總隊長，是否花費"}
,["25006"]={["key"]="25006",["language1"]="所有队伍均被消灭，本次作战失败。",["id"]="25006",["language3"]="全滅しました。作戦失敗です。",["language2"]="所有隊伍均被消滅，本次作戰失敗。"}
,["10408"]={["key"]="10408",["language1"]="队伍至少<color=#FFC146>%s</color>人<color=#FFC146>%s</color>级",["id"]="10408",["language3"]="レベル<color=#FFC146>%s</color>以上のキャラが<color=#FFC146>%s</color>名必要",["language2"]="隊伍至少<color=#FFC146>%s</color>人<color=#FFC146>%s</color>級"}
,["25005"]={["key"]="25005",["language1"]="当前没有可复苏的角色",["id"]="25005",["language3"]="蘇生できるキャラがいません",["language2"]="當前沒有可復活的角色"}
,["25002"]={["key"]="25002",["language1"]="终极",["id"]="25002",["language3"]="究極スキル",["language2"]="終極"}
,["15104"]={["key"]="15104",["language1"]=[[<color=#ffc146>【简介】</color>
探索异星、寻找队员、结束战争，但战争从未改变。

<color=#ffc146>【规则】</color>
1.主线剧情中包含数个章节板块，需要通过上一个板块的所有关卡后才能解锁下一个章节板块。
2.主线剧情中除第一关外，每个关卡都需要通过它的上一个关卡后才能解锁。
3.每个关卡在通过时，都会根据战斗表现获得星数，星数会在对应板块的相同难度下进行累积，数量一定时可获取该章节板块难度下的一次性奖励。

<color=#ffc146>【难度选择】</color>
1.每个章节板块均被分为“<color=#ffc146>普通</color>”与“<color=#ffc146>困难</color>”难度，普通难度会在章节板块解锁时自动开启，而困难难度则需要完成特定条件后开启。
2.与普通副本相比，困难副本的怪物战力更高，但胜利后获得的奖励也更丰富，同时还会掉落普通副本不会掉落的<color=#ffc146>稀有奖励</color>。]],["id"]="15104",["language3"]=[[<color=#ffc146>【説明】</color>
異星を探索し、隊員たちと合流する。戦争終結に向かって、物語が動き出す。

<color=#ffc146>【ルール】</color>
1.ストーリー上、さまざまなプレートで探索することになる。一つのチャプターのステージを全部クリアすると、次のチャプターが開放される。
2.最初のステージを除き、すべてのステージは一つ前のステージをクリアすると開放される。
3.ステージクリア時、条件を満たすと☆を獲得できる。☆の累計獲得が一定数になると、報酬がもらえる。

<color=#ffc146>【難易度選択】</color>
1.チャプターごとに「<color=#ffc146>ノーマル</color>」と「<color=#ffc146>ハード</color>」の2つ難易度に分かれている。「ノーマル」はチャプターがプレイ可能になると同時に開放される。「ハード」は一定の条件を満たすと開放される。
2.「ノーマル」と比べて、「ハード」ダンジョンのエネミーがさらに強くなるが、戦闘勝利後に獲得する報酬もよくなる。そしてたまに「ノーマル」ダンジョンでは獲得できない<color=#ffc146>レア報酬</color>がドロップすることもある。]],["language2"]=[[<color=#ffc146>【簡介】</color>
探索異星、尋找隊員、結束戰爭，但戰爭從未改變。

<color=#ffc146>【規則】</color>
1.主線劇情中包含數個章節板塊，需要通過上一個板塊的所有關卡後才能解鎖下一個章節板塊。
2.主線劇情中除第一關外，每個關卡都需要通過它的上一個關卡後才能解鎖。
3.每個關卡在通過時，都會根據戰鬥表現獲得星數，星數會在對應板塊的相同難度下進行累積，數量一定時可獲取該章節板塊難度下的一次性獎勵。

<color=#ffc146>【難度選擇】</color>
1.每個章節板塊均被分為“<color=#ffc146>普通</color>”與“<color=#ffc146>困難</color>”難度，普通難度會在章節板塊解鎖時自動開啟，而困難難度則需要完成特定條件後開啟。
2.與普通副本相比，困難副本的怪物戰力更高，但勝利後獲得的獎勵也更豐富，同時還會掉落普通副本不會掉落的<color=#ffc146>稀有獎勵</color>。]]}
,["4216"]={["key"]="4216",["language1"]="战力",["id"]="4216",["language3"]="戦力",["language2"]="戰力"}
,["16095"]={["key"]="16095",["language1"]="输入新密码：",["id"]="16095",["language3"]="新パスワード入力：",["language2"]="輸入新密碼："}
,["15057"]={["key"]="15057",["language1"]="击败敌方部队(%s/%s)",["id"]="15057",["language3"]="敵部隊の撃破（%s／%s）",["language2"]="擊敗敵方部隊(%s/%s)"}
,["21106"]={["key"]="21106",["language1"]="首次通关",["id"]="21106",["language3"]="初回クリア",["language2"]="首次通關"}
,["4209"]={["key"]="4209",["language1"]="对象条件",["id"]="4209",["language3"]="対象条件",["language2"]="對象條件"}
,["16091"]={["key"]="16091",["language1"]="手机号",["id"]="16091",["language3"]="携帯番号",["language2"]="手機號"}
,["32013"]={["key"]="32013",["language1"]="舒适度",["id"]="32013",["language3"]="快適度",["language2"]="舒適度"}
,["22013"]={["key"]="22013",["language1"]="本日完成奖励",["id"]="22013",["language3"]="本日達成報酬",["language2"]="本日完成獎勵"}
,["12013"]={["key"]="12013",["language1"]="发送",["id"]="12013",["language3"]="送信",["language2"]="發送"}
,["18042"]={["key"]="18042",["language1"]="高级勘探",["id"]="18042",["language3"]="高級探査",["language2"]="高級勘探"}
,["24041"]={["key"]="24041",["language1"]="取消出售",["id"]="24041",["language3"]="売却をやめる",["language2"]="取消出售"}
,["14018"]={["key"]="14018",["language1"]="语音",["id"]="14018",["language3"]="ボイス",["language2"]="語音"}
,["25022"]={["key"]="25022",["language1"]="第一小队",["id"]="25022",["language3"]="第1チーム",["language2"]="第一小隊"}
,["6015"]={["key"]="6015",["language1"]="每周任务",["id"]="6015",["language3"]="週間任務",["language2"]="每週任務"}
,["45022"]={["key"]="45022",["language1"]="活动说明",["id"]="45022",["language3"]="イベント説明",["language2"]="活動說明"}
,["75022"]={["key"]="75022",["language1"]="请先选择合成素材！",["id"]="75022",["language3"]="まずは合成素材を選択してください！",["language2"]="請先選擇合成素材！"}
,["16097"]={["key"]="16097",["language1"]="密码格式错误",["id"]="16097",["language3"]="パスワードの形式が正しくありません",["language2"]="密碼格式錯誤"}
,["54040"]={["key"]="54040",["language1"]="进度",["id"]="54040",["language3"]="進捗",["language2"]="進度"}
,["64040"]={["key"]="64040",["language1"]="每日免费进场%s次，最多储存%s次",["id"]="64040",["language3"]="毎日無料で%s回入場可能、最大%s回まで保存可能",["language2"]="每日免費進場%s次，最多儲存%s次"}
,["4224"]={["key"]="4224",["language1"]="滑动列表数字进入选择等级",["id"]="4224",["language3"]="数字をスライドでレベルを選択",["language2"]="滑動列表數字進入選擇等級"}
,["17040"]={["key"]="17040",["language1"]="【查看构建记录】",["id"]="17040",["language3"]="【召集履歴】",["language2"]="【查看構建記錄】"}
,["24023"]={["key"]="24023",["language1"]="持有：",["id"]="24023",["language3"]="所持：",["language2"]="持有："}
,["37040"]={["key"]="37040",["language1"]="挑战难度解锁等级选择",["id"]="37040",["language3"]="挑戦難易度解放レベル選択",["language2"]="挑戰難度解鎖等級選擇"}
,["17176"]={["key"]="17176",["language1"]="开始选择",["id"]="17176",["language4"]="OPTIONAL",["language3"]="選択開始",["language2"]="開始選擇"}
,["4204"]={["key"]="4204",["language1"]="获得角色新的时装",["id"]="4204",["language3"]="新スキン獲得",["language2"]="獲得角色新的時裝"}
,["15022"]={["key"]="15022",["language1"]="查看详情",["id"]="15022",["language3"]="詳細確認",["language2"]="查看詳情"}
,["18136"]={["key"]="18136",["language1"]="该时装为动态时装",["id"]="18136",["language3"]="L2Dのスキンです",["language2"]="該時裝為動態時裝"}
,["24015"]={["key"]="24015",["language1"]="分解",["id"]="24015",["language4"]="BREAK DOWN",["language3"]="分解",["language2"]="分解"}
,["9005"]={["key"]="9005",["language1"]="是否确认消耗%s战术点数解锁%s？",["id"]="9005",["language3"]="戦術Pを%s消費して、%sを解放しますか？",["language2"]="是否確認消耗%s戰術點數解鎖%s？"}
,["10096"]={["key"]="10096",["language1"]="技能无法重复",["id"]="10096",["language3"]="スキル重複不可",["language2"]="技能無法重複"}
,["2016"]={["key"]="2016",["language1"]="剩余",["id"]="2016",["language3"]="残り",["language2"]="剩餘"}
,["17159"]={["key"]="17159",["language1"]="构建成功",["id"]="17159",["language3"]="召集成功",["language2"]="構建成功"}
,["1056"]={["key"]="1056",["language1"]="芯片品质",["id"]="1056",["language3"]="チップランク",["language2"]="晶片品質"}
,["16057"]={["key"]="16057",["language1"]="角      色      选      择",["id"]="16057",["language3"]="外見選択",["language2"]="角      色      選      擇"}
,["26057"]={["key"]="26057",["language1"]="取消",["id"]="26057",["language3"]="キャンセル",["language2"]="取消"}
,["65013"]={["key"]="65013",["language1"]="普通模式",["id"]="65013",["language3"]="ノーマルモード",["language2"]="普通模式"}
,["75013"]={["key"]="75013",["language1"]="定向合成",["id"]="75013",["language3"]="指定合成",["language2"]="定向合成"}
,["18050"]={["key"]="18050",["language1"]="NO.2",["id"]="18050",["language3"]="NO.2",["language2"]="NO.2"}
,["10124"]={["key"]="10124",["language1"]="好友数量：",["id"]="10124",["language3"]="フレンド数：",["language2"]="好友數量："}
,["3022"]={["key"]="3022",["language1"]="所属小队",["id"]="3022",["language3"]="コア武装",["language2"]="所屬小隊"}
,["49181"]={["key"]="49181",["language1"]="禁止编入同调队员",["id"]="49181",["language3"]="シンクロ隊員編成禁止",["language2"]="禁止編入同調隊員"}
,["16088"]={["key"]="16088",["language1"]="密码登录",["id"]="16088",["language4"]="PASSWORD LOGIN",["language3"]="パスワード登録",["language2"]="密碼登錄"}
,["23075"]={["key"]="23075",["language1"]="已穿戴该套装",["id"]="23075",["language3"]="すでに装着しています",["language2"]="已穿戴該套裝"}
,["26022"]={["key"]="26022",["language1"]="替换预设",["id"]="26022",["language4"]="REPLACE PRESET",["language3"]="編成登録",["language2"]="替換預設"}
,["14036"]={["key"]="14036",["language1"]="注意事项：首次切换非默认语音时将下载额外资源，请在网络顺畅的情况下下载",["id"]="14036",["language3"]="注意事項：初回デフォルト以外のボイスに変更する時、データのダウンロードが発生します。通信環境のいい場所でダウンロードしてください",["language2"]="注意事項：首次切換非預設語音時將下載額外資源，請在網路順暢的情況下下載"}
,["32046"]={["key"]="32046",["language1"]="我的主题",["id"]="32046",["language4"]="MY TOPIC",["language3"]="マイテーマ",["language2"]="我的主題"}
,["15013"]={["key"]="15013",["language1"]="通关",["id"]="15013",["language3"]="クリア",["language2"]="通關"}
,["15097"]={["key"]="15097",["language1"]="掉落加成说明",["id"]="15097",["language3"]="ドロップボーナスの説明",["language2"]="掉落加成說明"}
,["29069"]={["key"]="29069",["language1"]="角色完成<color=#ffc146>最终跃升</color>后解锁",["id"]="29069",["language3"]="キャラ<color=#ffc146>最終昇格</color>で解放",["language2"]="角色完成<color=#ffc146>最終躍升</color>後解鎖"}
,["45013"]={["key"]="45013",["language1"]="时装首发专属 · 【衣惠有礼】限时上线",["id"]="45013",["language3"]="バージョンスキン初登場専用 · 【礼装の力】時限登場",["language2"]="版本時裝首發專屬 · 【衣惠有禮】限時上線"}
,["16087"]={["key"]="16087",["language1"]="验证码登录",["id"]="16087",["language4"]="CODE LOGIN",["language3"]="認証コード登録",["language2"]="驗證碼登錄"}
,["16040"]={["key"]="16040",["language1"]="真实姓名不能为空",["id"]="16040",["language3"]="まだ記入していません",["language2"]="真實姓名不能為空"}
,["26040"]={["key"]="26040",["language1"]="战力：",["id"]="26040",["language3"]="戦力：",["language2"]="戰力："}
,["23066"]={["key"]="23066",["language1"]="输入的内容不能为空",["id"]="23066",["language3"]="内容を入力してください",["language2"]="輸入的內容不能為空"}
,["10450"]={["key"]="10450",["language1"]="说明内容",["id"]="10450",["language3"]="説明内容",["language2"]="說明內容"}
,["10434"]={["key"]="10434",["language1"]="失落",["id"]="10434",["language3"]="消沈",["language2"]="消沉"}
,["110003"]={["key"]="110003",["language1"]="显示我的持有情况",["id"]="110003",["language3"]="私の所持状況を表示",["language2"]="顯示我的持有情況"}
,["10301"]={["key"]="10301",["language1"]="研发中心达到<color=#ffc146>%s级</color>开启",["id"]="10301",["language3"]="開発センター<color=#ffc146>レベル%s</color>で開放",["language2"]="研發中心達到<color=#ffc146>%s級</color>開啟"}
,["1031"]={["key"]="1031",["language1"]="开启",["id"]="1031",["language4"]="OPEN",["language3"]="開く",["language2"]="開啟"}
,["4090"]={["key"]="4090",["language1"]="超维跃升",["id"]="4090",["language3"]="超越昇格"}
,["18028"]={["key"]="18028",["language1"]="星源兑换",["id"]="18028",["language3"]="星源交換",["language2"]="星源兌換"}
,["4071"]={["key"]="4071",["language1"]="%s",["id"]="4071",["language3"]="%s",["language2"]="%s"}
,["1090"]={["key"]="1090",["language1"]="战术规则，随便写几个凑数，内容也不能太多，不要超过两行",["id"]="1090",["language3"]="戦術ルール、適当にいくつか書いて、内容は多すぎず、2行以内に収めてください",["language2"]="戰術規則，隨便寫幾個湊數，內容也不能太多，不要超過兩行"}
,["18095"]={["key"]="18095",["language1"]="兑换可获得",["id"]="18095",["language3"]="交換で入手可能",["language2"]="兌換可獲得"}
,["7031"]={["key"]="7031",["language1"]="荒野",["id"]="7031",["language3"]="荒野",["language2"]="荒野"}
,["4031"]={["key"]="4031",["language1"]="传送消耗",["id"]="4031",["language3"]="転送消費",["language2"]="傳送消耗"}
,["33057"]={["key"]="33057",["language1"]="军阶/积分",["id"]="33057",["language3"]="階級／ポイント",["language2"]="軍階/積分"}
,["3009"]={["key"]="3009",["language1"]="确认分解",["id"]="3009",["language3"]="分解する",["language2"]="確認分解"}
,["2009"]={["key"]="2009",["language1"]="补给站",["id"]="2009",["language4"]="SHOP",["language3"]="ショップ",["language2"]="補給站"}
,["5009"]={["key"]="5009",["language1"]="中止冷却",["id"]="5009",["language4"]="STOP COOLING",["language3"]="冷却中止",["language2"]="中止冷卻"}
,["4009"]={["key"]="4009",["language1"]="所需技术点：",["id"]="4009",["language3"]="消費スキルEXP：",["language2"]="所需技術點："}
,["7009"]={["key"]="7009",["language1"]="静态",["id"]="7009",["language3"]="2D",["language2"]="靜態"}
,["6009"]={["key"]="6009",["language1"]="常规任务",["id"]="6009",["language4"]="DAILYTASKS",["language3"]="常設任務",["language2"]="常規任務"}
,["9009"]={["key"]="9009",["language1"]="开启",["id"]="9009",["language4"]="OPEN",["language3"]="開放",["language2"]="開啟"}
,["8009"]={["key"]="8009",["language1"]="签发日期：%s",["id"]="8009",["language3"]="開始日：%s",["language2"]="簽發日期：%s"}
,["21131"]={["key"]="21131",["language1"]="第二章 18~22关",["id"]="21131",["language3"]="第2章 ステージ18~22",["language2"]="第二章 18~22關"}
,["1080"]={["key"]="1080",["language1"]="实时对战",["id"]="1080",["language3"]="実戦アリーナ",["language2"]="實時對戰"}
,["14013"]={["key"]="14013",["language1"]="高",["id"]="14013",["language3"]="高",["language2"]="高"}
,["27022"]={["key"]="27022",["language1"]="攻略失败",["id"]="27022",["language3"]="攻略失敗",["language2"]="攻略失敗"}
,["34013"]={["key"]="34013",["language1"]="等级提升",["id"]="34013",["language4"]="PROMOTE",["language3"]="レベル強化",["language2"]="等級提升"}
,["24013"]={["key"]="24013",["language1"]="跃升素材",["id"]="24013",["language4"]="ZOOM MATERIAL",["language3"]="昇格素材",["language2"]="躍升素材"}
,["1009"]={["key"]="1009",["language1"]="二",["id"]="1009",["language3"]="2",["language2"]="二"}
,["18069"]={["key"]="18069",["language1"]="标出尚未持有时装",["id"]="18069",["language3"]="未所持のスキンを表示する",["language2"]="標出尚未持有時裝"}
,["23056"]={["key"]="23056",["language1"]="穿戴成功",["id"]="23056",["language3"]="装着しました",["language2"]="穿戴成功"}
,["23054"]={["key"]="23054",["language1"]="上锁成功",["id"]="23054",["language3"]="ロックしました",["language2"]="上鎖成功"}
,["10406"]={["key"]="10406",["language1"]="等待领取",["id"]="10406",["language3"]="受取可能",["language2"]="等待領取"}
,["1082"]={["key"]="1082",["language1"]="战斗已断开",["id"]="1082",["language3"]="戦闘中断",["language2"]="戰鬥已斷開"}
,["17022"]={["key"]="17022",["language1"]="详细",["id"]="17022",["language3"]="詳細",["language2"]="詳細"}
,["10017"]={["key"]="10017",["language1"]="回收",["id"]="10017",["language4"]="acquire",["language3"]="回収",["language2"]="回收"}
,["18014"]={["key"]="18014",["language1"]="购买成功",["id"]="18014",["language3"]="購入完了",["language2"]="購買成功"}
,["10078"]={["key"]="10078",["language1"]="资源目录",["id"]="10078",["language4"]="RESOURCE",["language3"]="資源一覧",["language2"]="資源目錄"}
,["14007"]={["key"]="14007",["language1"]="图像质量 - 中（推荐）",["id"]="14007",["language3"]="中品質（おすすめ）",["language2"]="圖像品質 - 中（推薦）"}
,["22096"]={["key"]="22096",["language1"]="确认领取",["id"]="22096",["language3"]="受取確認"}
,["12037"]={["key"]="12037",["language1"]="更多",["id"]="12037",["language3"]="その他",["language2"]="更多"}
,["10060"]={["key"]="10060",["language1"]="%s个%s",["id"]="10060",["language3"]="%s個の%s",["language2"]="%s個%s"}
,["14057"]={["key"]="14057",["language1"]="待机设置",["id"]="14057",["language3"]="待機設定",["language2"]="待機設置"}
,["49028"]={["key"]="49028",["language1"]="战斗中无法使用战术技能",["id"]="49028",["language3"]="戦術スキル使用不可",["language2"]="無法使用戰術技能"}
,["15142"]={["key"]="15142",["language1"]="前往培养",["id"]="15142",["language3"]="育成へ",["language2"]="前往培養"}
,["29028"]={["key"]="29028",["language1"]="人偶型",["id"]="29028",["language4"]="IMAGE",["language3"]="人形型",["language2"]="人偶型"}
,["10106"]={["key"]="10106",["language1"]="好友记录",["id"]="10106",["language3"]="フレンド記録",["language2"]="好友記錄"}
,["7046"]={["key"]="7046",["language1"]="每天",["id"]="7046",["language4"]="EVERYDAY",["language3"]="毎日",["language2"]="每天"}
,["49171"]={["key"]="49171",["language1"]="禁止编入输出队员",["id"]="49171",["language3"]="アタッカー隊員編成禁止",["language2"]="禁止編入輸出隊員"}
,["15091"]={["key"]="15091",["language1"]="第%s层",["id"]="15091",["language3"]="%s階目",["language2"]="第%s層"}
,["4046"]={["key"]="4046",["language1"]="等级上限为100级，每次突破上限提升5级",["id"]="4046",["language3"]="最大レベルは100。キャラ突破1回につきレベル上限が5上がる",["language2"]="等級上限為100級，每次突破上限提升5級"}
,["10049"]={["key"]="10049",["language1"]="设施耐久:",["id"]="10049",["language3"]="施設耐久：",["language2"]="設施耐久:"}
,["10057"]={["key"]="10057",["language1"]="位置:%s",["id"]="10057",["language3"]="位置：%s",["language2"]="位置:%s"}
,["1046"]={["key"]="1046",["language1"]="七",["id"]="1046",["language3"]="7",["language2"]="七"}
,["22016"]={["key"]="22016",["language1"]="第%s天",["id"]="22016",["language3"]="%s日目",["language2"]="第%s天"}
,["17013"]={["key"]="17013",["language1"]="构建",["id"]="17013",["language3"]="召集",["language2"]="構建"}
,["10131"]={["key"]="10131",["language1"]="<color=#00FFBF>%s</color>的<color=#ffc146>%s级</color>订单库",["id"]="10131",["language3"]="<color=#00FFBF>%s</color>の<color=#ffc146>レベル%s</color>注文リスト",["language2"]="<color=#00FFBF>%s</color>的<color=#ffc146>%s級</color>訂單列表"}
,["61040"]={["key"]="61040",["language1"]="协同作战活动说明",["id"]="61040",["language3"]="協同作戦イベント説明",["language2"]="協同作戰活動說明"}
,["47013"]={["key"]="47013",["language1"]="成就说明",["id"]="47013",["language3"]="実績説明",["language2"]="成就說明"}
,["14087"]={["key"]="14087",["language1"]="确认",["id"]="14087",["language3"]="確認",["language2"]="確認"}
,["27013"]={["key"]="27013",["language1"]="加  入",["id"]="27013",["language3"]="加入",["language2"]="加  入"}
,["37013"]={["key"]="37013",["language1"]="全面压制",["id"]="37013",["language3"]="圧勝",["language2"]="全面壓制"}
,["13037"]={["key"]="13037",["language1"]="今日已加油",["id"]="13037",["language3"]="今日は応援済み",["language2"]="今日已加油"}
,["10040"]={["key"]="10040",["language1"]="设施<color=#ffc146>%s级</color>开启",["id"]="10040",["language3"]="施設<color=#ffc146>Lv%s</color>で開放",["language2"]="設施<color=#ffc146>%s級</color>開啟"}
,["23025"]={["key"]="23025",["language1"]="套装列表",["id"]="23025",["language3"]="セット装備リスト",["language2"]="套裝列表"}
,["7050"]={["key"]="7050",["language1"]="背景",["id"]="7050",["language3"]="背景",["language2"]="背景"}
,["1012"]={["key"]="1012",["language1"]="五",["id"]="1012",["language3"]="5",["language2"]="五"}
,["4019"]={["key"]="4019",["language1"]="跃升成功",["id"]="4019",["language4"]="-SUCCESS-",["language3"]="昇格成功",["language2"]="躍升成功"}
,["10046"]={["key"]="10046",["language1"]="必要素材",["id"]="10046",["language3"]="必要素材",["language2"]="必要素材"}
,["130003"]={["key"]="130003",["language1"]="进行中",["id"]="130003",["language3"]="進行中",["language2"]="進行中"}
,["49148"]={["key"]="49148",["language1"]="只能编入反伤队员（基础队伍最大人数为5）",["id"]="49148",["language3"]="ダメ反射隊員のみ編成可能（基本チーム最大5名）",["language2"]="只能編入反傷隊員（基礎隊伍最大人數為5）"}
,["1050"]={["key"]="1050",["language1"]="已领取",["id"]="1050",["language4"]="RECEIVED",["language3"]="受取済み",["language2"]="已領取"}
,["10042"]={["key"]="10042",["language1"]="已达建造上限",["id"]="10042",["language3"]="これ以上建造できません",["language2"]="已達建造上限"}
,["4068"]={["key"]="4068",["language1"]="身体素质：",["id"]="4068",["language3"]="身体能力：",["language2"]="身體素質："}
,["4050"]={["key"]="4050",["language1"]="升级剩余：",["id"]="4050",["language3"]="レベルアップまであと：",["language2"]="升級剩餘："}
,["33069"]={["key"]="33069",["language1"]="<color=#ffc146>%s</color>积分",["id"]="33069",["language3"]="<color=#ffc146>%s</color>ポイント",["language2"]="<color=#ffc146>%s</color>積分"}
,["16106"]={["key"]="16106",["language1"]="扫码",["id"]="16106",["language3"]="スキャン",["language2"]="掃碼"}
,["4017"]={["key"]="4017",["language1"]="搭载",["id"]="4017",["language3"]="装着",["language2"]="搭載"}
,["1097"]={["key"]="1097",["language1"]="概率说明",["id"]="1097",["language3"]="確率説明",["language2"]="概率说明"}
,["14042"]={["key"]="14042",["language1"]="账号管理",["id"]="14042",["language4"]="ACCOUNT MANAGE",["language3"]="アカウント管理",["language2"]="帳號管理"}
,["6000"]={["key"]="6000",["language1"]="活动",["id"]="6000",["language4"]="ACTIVITY",["language3"]="イベント",["language2"]="活動"}
,["7000"]={["key"]="7000",["language1"]="缩放",["id"]="7000",["language3"]="ズーム",["language2"]="縮放"}
,["8017"]={["key"]="8017",["language1"]="芯片上限：",["id"]="8017",["language3"]="チップ上限：",["language2"]="晶片上限："}
,["10442"]={["key"]="10442",["language1"]="心理咨询室内容",["id"]="10442",["language3"]="カウンセリング室の内容",["language2"]="心理諮詢室內容"}
,["64042"]={["key"]="64042",["language1"]="累计获得",["id"]="64042",["language3"]="累計獲得",["language2"]="累計獲得"}
,["2015"]={["key"]="2015",["language1"]="深渊来袭",["id"]="2015",["language4"]="Total Challenge",["language3"]="深淵来襲",["language2"]="深淵來襲"}
,["16013"]={["key"]="16013",["language1"]="密码长度不能少于6位",["id"]="16013",["language3"]="6文字以上の内容を入力してください",["language2"]="密碼長度不能少於6位元"}
,["1000"]={["key"]="1000",["language1"]="测试",["id"]="1000",["language4"]="TEST",["language3"]="テスト",["language2"]="測試"}
,["49164"]={["key"]="49164",["language1"]="禁止编入不朽队员",["id"]="49164",["language3"]="不朽隊員の編成禁止",["language2"]="禁止編入不朽隊員"}
,["22094"]={["key"]="22094",["language1"]="可<color=\"#ffc146\">重复</color>获得",["id"]="22094",["language3"]="<color=\"#ffc146\">重複</color>獲得可能",["language2"]="可重复获得"}
,["4000"]={["key"]="4000",["language1"]="核心升级",["id"]="4000",["language3"]="コアLvUP",["language2"]="核心升級"}
,["5000"]={["key"]="5000",["language1"]="冷却坞",["id"]="5000",["language3"]="冷却ドック",["language2"]="冷卻塢"}
,["2000"]={["key"]="2000",["language1"]="好友",["id"]="2000",["language4"]="FRIENDS",["language3"]="フレンド",["language2"]="好友"}
,["3000"]={["key"]="3000",["language1"]="战斗中",["id"]="3000",["language3"]="戦闘中",["language2"]="戰鬥中"}
,["22084"]={["key"]="22084",["language1"]="协同作战",["id"]="22084",["language4"]="COMBINED ACTION",["language3"]="協同作戦",["language2"]="協同作戰"}
,["12042"]={["key"]="12042",["language1"]="拒绝",["id"]="12042",["language4"]="DECLINE",["language3"]="拒否",["language2"]="拒絕"}
,["13040"]={["key"]="13040",["language1"]="是否为香甜软糯队加油？",["id"]="13040",["language3"]="甘くもちもちチームを応援しますか？",["language2"]="是否為香甜軟糯隊加油？"}
,["14017"]={["key"]="14017",["language1"]="音效",["id"]="14017",["language3"]="効果音",["language2"]="音效"}
,["33040"]={["key"]="33040",["language1"]="今日可购买的模拟次数:",["id"]="33040",["language3"]="本日の模擬回数の購入可能数：",["language2"]="今日可購買的模擬次數:"}
,["23040"]={["key"]="23040",["language1"]="+%s",["id"]="23040",["language3"]="+%s",["language2"]="+%s"}
,["22073"]={["key"]="22073",["language1"]="倒计时：%s天%s",["id"]="22073",["language3"]="カウント：%s日%s",["language2"]="倒計時：%s天%s"}
,["22072"]={["key"]="22072",["language1"]="未获得",["id"]="22072",["language3"]="未獲得",["language2"]="未獲得"}
,["5013"]={["key"]="5013",["language1"]="剩余位置",["id"]="5013",["language3"]="残り枠",["language2"]="剩餘位置"}
,["6013"]={["key"]="6013",["language1"]="已领取",["id"]="6013",["language4"]="RECEIVED",["language3"]="受取済み",["language2"]="已領取"}
,["3013"]={["key"]="3013",["language1"]="核心分解",["id"]="3013",["language3"]="コア分解",["language2"]="核心分解"}
,["4013"]={["key"]="4013",["language1"]="升级成功",["id"]="4013",["language3"]="LvUP成功",["language2"]="升級成功"}
,["1013"]={["key"]="1013",["language1"]="六",["id"]="1013",["language3"]="6",["language2"]="六"}
,["2013"]={["key"]="2013",["language1"]="当前",["id"]="2013",["language4"]="Present",["language3"]="現在",["language2"]="當前"}
,["22071"]={["key"]="22071",["language1"]="无战术",["id"]="22071",["language3"]="戦術無し",["language2"]="無戰術"}
,["18062"]={["key"]="18062",["language1"]="前往活动",["id"]="18062",["language4"]="ARCHIVE",["language3"]="イベントへ",["language2"]="前往活動"}
,["15042"]={["key"]="15042",["language1"]="概率掉落",["id"]="15042",["language3"]="確率ドロップ",["language2"]="機率掉落"}
,["21149"]={["key"]="21149",["language1"]="光杵嵌合 5层",["id"]="21149",["language3"]="光剛嵌合 ステージ5",["language2"]="光杵嵌合 5層"}
,["22069"]={["key"]="22069",["language1"]="助战角色",["id"]="22069",["language3"]="サポートキャラ",["language2"]="助戰角色"}
,["25042"]={["key"]="25042",["language1"]=" 波   次",["id"]="25042",["language4"]="WAVE",["language3"]="WAVE",["language2"]=" 波   次"}
,["9013"]={["key"]="9013",["language1"]="每月首次战术重置免费，是否进行战术重置？",["id"]="9013",["language3"]="毎月初回の戦術リセットは無料です。戦術リセットを行いますか？",["language2"]="每月首次戰術重置免費，是否進行戰術重置？"}
,["7049"]={["key"]="7049",["language1"]="随机",["id"]="7049",["language4"]="RANDOM",["language3"]="ランダム",["language2"]="隨機"}
,["7013"]={["key"]="7013",["language1"]="角色",["id"]="7013",["language4"]="ROLE",["language3"]="キャラ",["language2"]="角色"}
,["8013"]={["key"]="8013",["language1"]="关卡进度",["id"]="8013",["language3"]="攻略進行度",["language2"]="關卡進度"}
,["22067"]={["key"]="22067",["language1"]="替换",["id"]="22067",["language4"]="REPLACE",["language3"]="交換",["language2"]="替換"}
,["29013"]={["key"]="29013",["language1"]="虫洞",["id"]="29013",["language4"]="SWARMS",["language3"]="擬虫",["language2"]="蟲洞"}
,["4052"]={["key"]="4052",["language1"]="※只是使用同角色星源",["id"]="4052",["language3"]="※同キャラの星源のみ使用",["language2"]="※只能使用同角色星源"}
,["49013"]={["key"]="49013",["language1"]="可挑战",["id"]="49013",["language3"]="挑戦可能",["language2"]="可挑戰"}
,["22057"]={["key"]="22057",["language1"]="可领取",["id"]="22057",["language4"]="AVAILABLE",["language3"]="受取可",["language2"]="可領取"}
,["7052"]={["key"]="7052",["language1"]="置顶",["id"]="7052",["language3"]="トップ固定",["language2"]="置頂"}
,["22058"]={["key"]="22058",["language1"]="前往补给站",["id"]="22058",["language4"]="GO TO",["language3"]="ショップへ",["language2"]="前往補給站"}
,["15050"]={["key"]="15050",["language1"]="行动次数结束时，我方队伍存活(%s)",["id"]="15050",["language3"]="行動回数がなくなった時、味方のチーム生存(%s)",["language2"]="行動次數結束時，我方隊伍存活(%s)"}
,["22052"]={["key"]="22052",["language1"]="领取奖励",["id"]="22052",["language4"]="RECEIVE AWARD",["language3"]="報酬受取",["language2"]="領取獎勵"}
,["4003"]={["key"]="4003",["language1"]="武装技能",["id"]="4003",["language4"]="ARMED SKILLS",["language3"]="武装スキル",["language2"]="武裝技能"}
,["4058"]={["key"]="4058",["language1"]="形象：",["id"]="4058",["language3"]="外見：",["language2"]="形象："}
,["12040"]={["key"]="12040",["language1"]="添加",["id"]="12040",["language4"]="SEND REQUEST",["language3"]="申請",["language2"]="添加"}
,["12046"]={["key"]="12046",["language1"]="暂无好友",["id"]="12046",["language3"]="フレンドがいません",["language2"]="暫無好友"}
,["1058"]={["key"]="1058",["language1"]="佩戴类型",["id"]="1058",["language3"]="装着有無",["language2"]="佩戴類型"}
,["22046"]={["key"]="22046",["language1"]="活动剩余时间：",["id"]="22046",["language3"]="イベント時間：",["language2"]="活動剩餘時間："}
,["17198"]={["key"]="17198",["language1"]="<color=#FF7781>【注意】</color>本构建属于【猩红猎手】，其构建次数保底会一直累计于【猩红猎手】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17198",["language3"]="【<color=#ffae00>注意</color>】本召集は【血濡れの狩人】に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="<color=#FF7781>【注意】</color>本構建屬於【限定構建】，其構建次數保底會一直累計於【限定構建】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["7003"]={["key"]="7003",["language1"]="取消",["id"]="7003",["language4"]="CANCEL",["language3"]="キャンセル",["language2"]="取消"}
,["22041"]={["key"]="22041",["language1"]="是否消耗%s领取奖励？",["id"]="22041",["language3"]="%sを消費して報酬を受け取りますか？",["language2"]="是否消耗%s領取獎勵？"}
,["15048"]={["key"]="15048",["language1"]="等级达到Lv.%s后开启",["id"]="15048",["language3"]="Lv.%sで開放",["language2"]="等級達到Lv.%s後開啟"}
,["17000"]={["key"]="17000",["language1"]="剩余时间",["id"]="17000",["language3"]="残り時間",["language2"]="剩餘時間"}
,["22024"]={["key"]="22024",["language1"]=[[<color=#ffc146>【简介】</color>
 累积粲晶数量，使用累计的粲晶进行投资后立刻获得对应的粲晶奖励。

<color=#ffc146>【规则】</color>
1.粲晶投资内，会根据玩家当前持有的粲晶数量进行投资解锁，如果玩家持有的粲晶数量满足投资需求，则可以立刻进行投资获得粲晶奖励。
2.粲晶投资共分为8个阶段，本活动会根据玩家创建角色的时间开始倒计时，倒计时归0后活动结束。]],["id"]="22024",["language3"]=[[<color=#ffc146>【説明】</color>
所持する輝晶で投資を行うと、相応の輝晶報酬がもらえる。

<color=#ffc146>【ルール】</color>
1.輝晶投資はプレイヤーが所持する輝晶数に応じて、次のステップが開放される。
2.輝晶投資は全部で8ステップになる。プレイヤーがアカウントを作成した日からカウントダウンが開始し、カウントダウンが0になると、本イベントが終了する。]],["language2"]=[[<color=#ffc146>【簡介】</color>
 累積粲晶數量，使用累計的粲晶進行投資後立刻獲得對應的粲晶獎勵。

<color=#ffc146>【規則】</color>
1.粲晶投資內，會根據玩家當前持有的粲晶數量進行投資解鎖，如果玩家持有的粲晶數量滿足投資需求，則可以立刻進行投資獲得粲晶獎勵。
2.粲晶投資共分為8個階段，本活動會根據玩家創建角色的時間開始倒計時，倒計時歸0後活動結束。]]}
,["22007"]={["key"]="22007",["language1"]="高级勘探奖励",["id"]="22007",["language3"]="高級探査報酬",["language2"]="高級勘探獎勵"}
,["22004"]={["key"]="22004",["language1"]="七天签到",["id"]="22004",["language4"]="SEVEN SIGN",["language3"]="7日ログイン",["language2"]="七天簽到"}
,["7058"]={["key"]="7058",["language1"]="看板入场动画播放设置：",["id"]="7058",["language3"]="看板入場アニメーション再生設定：",["language2"]="看板入場動畫播放設置："}
,["26042"]={["key"]="26042",["language1"]="暂无队员",["id"]="26042",["language4"]="NO TEAMATE",["language3"]="隊員がいません",["language2"]="暫無隊員"}
,["1069"]={["key"]="1069",["language1"]="立即开启",["id"]="1069",["language3"]="即時開放",["language2"]="立即開啟"}
,["17145"]={["key"]="17145",["language1"]="在<color=#ffae00>任何一个【轮换构建】</color>中，没有获得6星队员时，都会<color=#ffae00>累积次数</color>，该<color=#ffae00>次数不会因为【轮换构建】的结束而清零</color>，也会应用于接下来任意一次【轮换构建】",["id"]="17145",["language3"]="<color=#ffae00>任意の【定期召集】</color>の中で、☆6キャラを獲得しなかった場合、召集を行った回数が<color=#ffae00>カウントされます</color>。<color=#ffae00>カウントは【定期召集】の終了によってリセットされることはありません</color>。次の【定期召集】に引き継がれます。",["language2"]="在<color=#ffae00>任何一個【輪換構建】</color>。中，沒有獲得6星隊員時，都會<color=#ffae00>累積次數</color>，該<color=#ffae00>次數不會因為【輪換構建】的結束而清零</color>，也會應用於接下來任意一次【輪換構建】"}
,["16042"]={["key"]="16042",["language1"]="名字不得含有数字或者特殊字符",["id"]="16042",["language3"]="数字または特殊記号が含まれています",["language2"]="名字不得含有數位或者特殊字元"}
,["10083"]={["key"]="10083",["language1"]="耐久",["id"]="10083",["language3"]="耐久",["language2"]="耐久"}
,["10129"]={["key"]="10129",["language1"]="点赞",["id"]="10129",["language3"]="いいね",["language2"]="點讚"}
,["17186"]={["key"]="17186",["language1"]="未获得队员",["id"]="17186",["language4"]="NOT OBTAINED",["language3"]="隊員未獲得",["language2"]="未獲得隊員"}
,["17148"]={["key"]="17148",["language1"]="活动期间，总队长在「杏色征途」中可使用「构建蓝图」进行构建。",["id"]="17148",["language3"]="イベント期間中、総隊長は「アプリコットの道を征く」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「杏色征途」中可使用「構建藍圖」進行構建。"}
,["28013"]={["key"]="28013",["language1"]="能量值",["id"]="28013",["language3"]="NP",["language2"]="能量值"}
,["18013"]={["key"]="18013",["language1"]="￥",["id"]="18013",["language3"]="￥",["language2"]="TWD"}
,["21152"]={["key"]="21152",["language1"]="第三章 12~18关",["id"]="21152",["language3"]="第3章 ステージ12~18",["language2"]="第三章 12~18關"}
,["4200"]={["key"]="4200",["language1"]="<color=#929296>可搭载的数量：</color><color=#ffc146>%s</color>/%s",["id"]="4200",["language3"]="<color=#929296>装着数：</color><color=#ffc146>%s</color>/%s",["language2"]="<color=#929296>可搭載的數量：</color><color=#ffc146>%s</color>/%s"}
,["21143"]={["key"]="21143",["language1"]="鼓军嵌合 1-4层",["id"]="21143",["language3"]="鼓軍嵌合 ステージ1-4",["language2"]="鼓軍嵌合 1-4層"}
,["15028"]={["key"]="15028",["language1"]="尚未开启",["id"]="15028",["language3"]="未開放",["language2"]="尚未開啟"}
,["21140"]={["key"]="21140",["language1"]="注刈嵌合 2-4层",["id"]="21140",["language3"]="切集嵌合 ステージ2-4",["language2"]="注刈嵌合 2-4層"}
,["15019"]={["key"]="15019",["language1"]="通关奖励",["id"]="15019",["language3"]="クリア報酬",["language2"]="通關獎勵"}
,["4089"]={["key"]="4089",["language1"]="超维跃升成功",["id"]="4089",["language3"]="超越昇格成功"}
,["21129"]={["key"]="21129",["language1"]="第二章 09~17关",["id"]="21129",["language3"]="第2章 ステージ09~17",["language2"]="第二章 09~17關"}
,["16000"]={["key"]="16000",["language1"]="进入游戏",["id"]="16000",["language4"]="PLAY GAME",["language3"]="ゲーム開始",["language2"]="進入遊戲"}
,["1089"]={["key"]="1089",["language1"]="物理,能量,特殊",["id"]="1089",["language3"]="物理/EN/特殊",["language2"]="物理,能量,特殊"}
,["21124"]={["key"]="21124",["language1"]="困难第一章 01~10关",["id"]="21124",["language3"]="第1章 ステージ01~10（ハード）",["language2"]="困難第一章 01~10關"}
,["21122"]={["key"]="21122",["language1"]="第一章 11~20关",["id"]="21122",["language3"]="第1章 ステージ11~20",["language2"]="第一章 11~20關"}
,["140003"]={["key"]="140003",["language1"]="奖励次数：%s",["id"]="140003",["language3"]="報酬回数：%s",["language2"]="獎勵次數：%s"}
,["21112"]={["key"]="21112",["language1"]="[每日登录获取],[商店兑换],[粲晶购买]",["id"]="21112",["language3"]="[毎日ログイン獲得][ショップ交換][輝晶購入]",["language2"]="[每日登錄獲取],[商店兌換],[粲晶購買]"}
,["2018"]={["key"]="2018",["language1"]="当前没有任何增益效果",["id"]="2018",["language3"]="現在バフ効果がありません",["language2"]="當前沒有任何增益效果"}
,["15118"]={["key"]="15118",["language1"]="正在获取数据",["id"]="15118",["language3"]="データを読み込み中",["language2"]="正在獲取資料"}
,["4225"]={["key"]="4225",["language1"]="前往升级",["id"]="4225",["language4"]="UPGRADE",["language3"]="昇格へ",["language2"]="前往升級"}
,["14026"]={["key"]="14026",["language1"]="请选择，在战斗中角色释放大招时，播放的战斗动画设置",["id"]="14026",["language3"]="戦闘中、キャラが必殺技を発動する時の演出を設定してください",["language2"]="請選擇，在戰鬥中角色釋放大招時，播放的戰鬥動畫設置"}
,["10415"]={["key"]="10415",["language1"]="队伍条件",["id"]="10415",["language4"]="COMDITION",["language3"]="チーム条件",["language2"]="隊伍條件"}
,["16031"]={["key"]="16031",["language1"]="游戏实名认证",["id"]="16031",["language3"]="実名認証",["language2"]="遊戲實名認證"}
,["14069"]={["key"]="14069",["language1"]="直播模式中",["id"]="14069",["language3"]="ライブモード中",["language2"]="直播模式中"}
,["21102"]={["key"]="21102",["language1"]="基地生产",["id"]="21102",["language3"]="基地産出",["language2"]="基地生產"}
,["37042"]={["key"]="37042",["language1"]=[[<color=#ffc146>【简介】</color>
挑战BOSS，完成条件后可领取对应任务奖励（当期boss）与徽章纪念。

<color=#ffc146>【规则】</color>
1.试炼中的任务会周期性开放与关闭，每期会固定开放一名大型造物的任务奖励。
2.仅击败大型造物并不会获得奖励，需要完成任务条件才能获得对应的奖励。
3.新出现的任务会优先轮换到其他造物身上。
4.除普通难度外，其他的难度都需要成功通过上一难度才能解锁。
5.无限难度下将根据造成伤害的多少获得积分，再依照积分多少从多到少进行排名。
6.历战试炼的挑战不消耗燃料与限制次数。]],["id"]="37042",["language3"]=[[<color=#ffc146>【概要】</color>
BOSSに挑戦し、条件を達成すると対応する任務報酬（当期ボス）とバッジ記念を受け取れます。

<color=#ffc146>【ルール】</color>
1.試練の任務はシーズン毎に開放と閉鎖を繰り返し、各シーズンに固定で大型クリーチャーの任務報酬が開放されます。
2.大型クリーチャーを倒すだけでは報酬を獲得できず、任務条件を達成する必要があります。
3.新しい任務は他のクリーチャーに優先的に差し替えられます。
4.通常難易度以外の難易度は、前の難易度をクリアすることで解放されます。
5.無限難易度では、与えたダメージに応じてポイントを獲得し、ポイントの多さに基づいてランキングが行われます。
6.歴戦試練の挑戦は燃料を消費せず、回数制限もありません。]],["language2"]=[[<color=#ffc146>【簡介】</color>
挑戰BOSS，完成條件後可領取對應任務獎勵（當期boss）與徽章紀念。

<color=#ffc146>【規則】</color>
1.試煉中的任務會週期性開放與關閉，每期會固定開放一名大型造物的任務獎勵。
2.僅擊敗大型造物並不會獲得獎勵，需要完成任務條件才能獲得對應的獎勵。
3.新出現的任務會優先輪換到其他造物身上。
4.除普通難度外，其他的難度都需要成功通過上一難度才能解鎖。
5.無限難度下將根據造成傷害的多少獲得積分，再依照積分多少從多到少進行排名。
6.曆戰試煉的挑戰不消耗燃料與限制次數。]]}
,["21003"]={["key"]="21003",["language1"]="点击空白位置关闭",["id"]="21003",["language3"]="余白の部分をタップして閉じる",["language2"]="點擊空白位置關閉"}
,["2005"]={["key"]="2005",["language1"]="队员",["id"]="2005",["language4"]="CHARACTERS",["language3"]="隊員",["language2"]="隊員"}
,["1005"]={["key"]="1005",["language1"]="提示",["id"]="1005",["language3"]="通知",["language2"]="提示"}
,["14085"]={["key"]="14085",["language1"]="<color=#ffc142>無制限</color>",["id"]="14085",["language3"]="<color=#ffc142>無制限</color>",["language2"]="<color=#ffc142>無製限</color>"}
,["20016"]={["key"]="20016",["language1"]="首通",["id"]="20016",["language3"]="初回クリア",["language2"]="首通"}
,["18402"]={["key"]="18402",["language1"]="原晶可代替地区对应真实货币1:1支付商品，支付时如果支付点数不足则无法支付，<color=\"#ffc146\">无法使用支付点数+真实货币的方式进行组合支付</color>。",["id"]="18402",["language3"]="支払いポイントは地区の対応する実際の通貨と1:1で商品を支払うことができ、支払い時に支払いポイントが不足している場合は支払いができません。<color=\"#ffc146\">支払いポイントと実際の通貨を組み合わせて支払うことはできません</color>。",["language2"]="原晶可代替地區對應真實貨幣1:1支付商品，支付時如果支付點數不足則無法支付，<color=\"#ffc146\">無法使用支付點數+真實貨幣的方式進行組合支付</color>。"}
,["17149"]={["key"]="17149",["language1"]="活动期间，总队长在「湮灭残响」中可使用「构建蓝图」进行构建。",["id"]="17149",["language3"]="イベント期間中、総隊長は「滅びの残響」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「湮滅殘響」中可使用「構建藍圖」進行構建。"}
,["5012"]={["key"]="5012",["language1"]="燃料:",["id"]="5012",["language3"]="燃料：",["language2"]="燃料:"}
,["4012"]={["key"]="4012",["language1"]="升级",["id"]="4012",["language4"]="UPGRADE",["language3"]="LvUP",["language2"]="升級"}
,["3012"]={["key"]="3012",["language1"]="自动选择",["id"]="3012",["language3"]="自動選択",["language2"]="自動選擇"}
,["2012"]={["key"]="2012",["language1"]="活动开放",["id"]="2012",["language4"]="Event Open",["language3"]="イベント開放",["language2"]="活動開放"}
,["4005"]={["key"]="4005",["language1"]="燃料",["id"]="4005",["language3"]="燃料",["language2"]="燃料"}
,["8012"]={["key"]="8012",["language1"]="创建时间",["id"]="8012",["language3"]="作成日",["language2"]="創建時間"}
,["4092"]={["key"]="4092",["language1"]="已获得全部天赋",["id"]="4092",["language3"]="すべてのタレントを獲得済み"}
,["6012"]={["key"]="6012",["language1"]="前往",["id"]="6012",["language4"]="PROCEED",["language3"]="向かう",["language2"]="前往"}
,["90050"]={["key"]="90050",["language1"]="回合倒计时",["id"]="90050",["language3"]="開始まで",["language2"]="回合倒計時"}
,["15027"]={["key"]="15027",["language1"]="切换队伍",["id"]="15027",["language3"]="チーム変更",["language2"]="切換隊伍"}
,["18308"]={["key"]="18308",["language1"]="返回游戏",["id"]="18308",["language3"]="ゲームに戻る",["language2"]="返回遊戲"}
,["20007"]={["key"]="20007",["language1"]="无奖励",["id"]="20007",["language3"]="報酬なし",["language2"]="無獎勵"}
,["2007"]={["key"]="2007",["language1"]="冷却",["id"]="2007",["language4"]="COOLING",["language3"]="CD",["language2"]="冷卻"}
,["19009"]={["key"]="19009",["language1"]="弟弟",["id"]="19009",["language3"]="弟",["language2"]="弟弟"}
,["75004"]={["key"]="75004",["language1"]="请先选择需要强化的芯片",["id"]="75004",["language3"]="強化するチップを選択してください",["language2"]="請先選擇需要強化的芯片"}
,["16069"]={["key"]="16069",["language1"]="验证码不正确",["id"]="16069",["language3"]="認証コードが間違っています",["language2"]="驗證碼不正確"}
,["18301"]={["key"]="18301",["language1"]="请选择支付方式",["id"]="18301",["language3"]="決済方法を選んでください",["language2"]="請選擇付款方式"}
,["21136"]={["key"]="21136",["language1"]="第三章 21~25关",["id"]="21136",["language3"]="第3章 ステージ21~25",["language2"]="第三章 21~25關"}
,["17132"]={["key"]="17132",["language1"]="保底中",["id"]="17132",["language3"]="確定中",["language2"]="保底中"}
,["5004"]={["key"]="5004",["language1"]="是否消耗%s个冷却装置加速冷却？",["id"]="5004",["language3"]="%s個冷却装置を消費して高速冷却を行いますか？",["language2"]="是否消耗%s個冷卻裝置加速冷卻？"}
,["47219"]={["key"]="47219",["language1"]="苍穹",["id"]="47219",["language3"]="蒼穹",["language2"]="蒼穹"}
,["49161"]={["key"]="49161",["language1"]="禁止编入稀有度为6星的队员",["id"]="49161",["language3"]="レア度☆6隊員編成禁止",["language2"]="禁止編入稀有度為6星的隊員"}
,["9011"]={["key"]="9011",["language1"]="战术升级成功",["id"]="9011",["language3"]="戦術LvUP成功",["language2"]="戰術升級成功"}
,["18129"]={["key"]="18129",["language1"]="前往获取",["id"]="18129",["language4"]="GET",["language3"]="獲得へ",["language2"]="前往獲取"}
,["18125"]={["key"]="18125",["language1"]=[[
<size=32>*购买可额外解锁<color='#ffc146'>%s</color></size>]],["id"]="18125",["language3"]=[[

<size=32>*購入で<color='#ffc146'>%s</color></size>を追加解放]],["language2"]=[[
<size=32>*購買可額外解鎖<color='#ffc146'>%s</color></size>]]}
,["18119"]={["key"]="18119",["language1"]="NO.8",["id"]="18119",["language3"]="NO.8",["language2"]="NO.8"}
,["18117"]={["key"]="18117",["language1"]="NO.7",["id"]="18117",["language3"]="NO.7",["language2"]="NO.7"}
,["18114"]={["key"]="18114",["language1"]="第六期",["id"]="18114",["language3"]="第6期",["language2"]="第六期"}
,["23070"]={["key"]="23070",["language1"]="暂无属性",["id"]="23070",["language3"]="ステータスがありません",["language2"]="暫無屬性"}
,["32069"]={["key"]="32069",["language1"]="剩余：%s天",["id"]="32069",["language3"]="残り：%s日",["language2"]="剩餘：%s天"}
,["60112"]={["key"]="60112",["language1"]="剩余补给",["id"]="60112",["language3"]="残り補給",["language2"]="剩餘補給"}
,["17056"]={["key"]="17056",["language1"]=[[※获得已有角色时，则会自动转化为相应角色的【星源】；
※若相应角色星源数量已达到提升所需上限，则会自动转化为【星源兑换券】]],["id"]="17056",["language3"]=[[※すでに所持しているキャラを獲得した場合、自動的にそのキャラ専用の【星源】に変換されます
※キャラの星源数が所持上限を超えた場合、自動的に【星源交換券】に変換されます]],["language2"]=[[※獲得已有角色時，則會自動轉化為相應角色的【星源】；
※若相應角色星源數量已達到提升所需上限，則會自動轉化為【星源兌換券】]]}
,["23050"]={["key"]="23050",["language1"]="简要",["id"]="23050",["language3"]="簡略",["language2"]="簡要"}
,["33050"]={["key"]="33050",["language1"]="添加好友",["id"]="33050",["language4"]="ADD FRIEND",["language3"]="フレンド申請",["language2"]="添加好友"}
,["44004"]={["key"]="44004",["language1"]="//可浏览玩法与系统说明图",["id"]="44004",["language3"]="※遊び方とシステムの説明を閲覧可能",["language2"]="//可流覽玩法與系統說明圖"}
,["34004"]={["key"]="34004",["language1"]="最大",["id"]="34004",["language3"]="最大",["language2"]="最大"}
,["24004"]={["key"]="24004",["language1"]="排序",["id"]="24004",["language3"]="並び替え",["language2"]="排序"}
,["10112"]={["key"]="10112",["language1"]="交付成功",["id"]="10112",["language3"]="提出完了",["language2"]="提交成功"}
,["1016"]={["key"]="1016",["language1"]="数量：",["id"]="1016",["language3"]="数量：",["language2"]="數量："}
,["4207"]={["key"]="4207",["language1"]="跃升解锁天赋",["id"]="4207",["language3"]="昇格でタレント解放",["language2"]="躍升解鎖天賦"}
,["18083"]={["key"]="18083",["language1"]="剩余天数：%s天",["id"]="18083",["language3"]="残り日数：%s日",["language2"]="剩餘天數：%s天"}
,["4211"]={["key"]="4211",["language1"]="基地技能",["id"]="4211",["language3"]="基地スキル",["language2"]="基地技能"}
,["18068"]={["key"]="18068",["language1"]="已拥有",["id"]="18068",["language3"]="所持中",["language2"]="已擁有"}
,["18066"]={["key"]="18066",["language1"]="暂未获得此队员，无法更换时装",["id"]="18066",["language3"]="未所持キャラのため、スキン変更不可",["language2"]="暫未獲得此隊員，無法更換時裝"}
,["10082"]={["key"]="10082",["language1"]="升级时间",["id"]="10082",["language4"]="UPGRADE TIME",["language3"]="必要時間",["language2"]="升級時間"}
,["72004"]={["key"]="72004",["language1"]="失败",["id"]="72004",["language3"]="敗北",["language2"]="失敗"}
,["8029"]={["key"]="8029",["language1"]="形  象  修  正",["id"]="8029",["language4"]="CHANGE MODEL",["language3"]="イ メ ー ジ 修 正",["language2"]="形  象  修  正"}
,["18037"]={["key"]="18037",["language1"]=[[期限天数为30天，从充值当天开始计算。
提前购买不会影响原来的奖励，天数在原来的基础上往后添加。]],["id"]="18037",["language3"]=[[継続日数は30日。購入すると即報酬を獲得します。
継続日数が切れる前に再購入すると、継続日数は加算されます。]],["language2"]=[[期限天數為30天，從儲值當天開始計算。
提前購買不會影響原來的獎勵，天數在原來的基礎上往後添加。]]}
,["10002"]={["key"]="10002",["language1"]="设施提示",["id"]="10002",["language3"]="施設状況",["language2"]="設施提示"}
,["15145"]={["key"]="15145",["language1"]="当前<color=#FF4c4c>芯片品质</color>养成较低，是否仍要继续挑战？",["id"]="15145",["language3"]="現在の<color=#FF4c4c>チップレア度</color>の育成度が低いですが、挑戦を続けますか？",["language2"]="當前<color=#FF4c4c>晶片品質</color>養成較低，是否仍要繼續挑戰？"}
,["10215"]={["key"]="10215",["language1"]="月限",["id"]="10215",["language3"]="月間限定",["language2"]="每月限定"}
,["18005"]={["key"]="18005",["language1"]="购买钻石",["id"]="18005",["language4"]="DIAMOND",["language3"]="輝晶購入",["language2"]="購買鑽石"}
,["17194"]={["key"]="17194",["language1"]=[[第2次至第9次：获取相同<color=#33CCFF>3星</color>角色时，每次将转化为对应角色的<color=#ffae00>「星源」*1</color>和<color=#9a80b7>「自选星尘券」*1</color>。
第10次及之后获取相同角色：将会获得<color=#9a80b7>「自选星尘券」*2</color>。]],["id"]="17194",["language3"]=[[2回目から9回目まで：重複した<color=#FF3300>☆3</color>キャラを1体獲得するにつき、そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・選択」×1</color>を獲得する。
10回目以降：そのキャラ専用の<color=#ffae00>「星源」×1</color>と<color=#ffae00>「星屑券・選択」×2</color>を獲得する。]],["language2"]=[[第2次至第9次：獲取相同<color=#33CCFF>3星</color>角色時，將會獲得<color=#9a80b7>「自選星塵券」*2</color>。
將會獲得<color=#9a80b7>「自選星塵券」*2</color>。]]}
,["16064"]={["key"]="16064",["language1"]="输入的名字含有违规字体",["id"]="16064",["language3"]="入力した内容に使用できない文字が含まれています",["language2"]="輸入的名字含有違規字體"}
,["17167"]={["key"]="17167",["language1"]="在<color=#ffae00>任何一个【定制构建γ】</color>。中，没有获得6星队员时，都会<color=#ffae00>累积次数</color>，该<color=#ffae00>次数不会因为【定制构建γ】的结束而清零</color>，也会应用于接下来任意一次【轮换构建】。",["id"]="17167",["language3"]="<color=#ffae00>任意の【セレクト召集γ】</color>の中で、☆6キャラを獲得しなかった場合、召集を行った回数が<color=#ffae00>カウントされます</color>。<color=#ffae00>カウントは【セレクト召集γ】の終了によってリセットされることはありません</color>。次の【定期召集】に引き継がれます。",["language2"]="在<color=#ffae00>任何一個【定制構建γ】</color>。中，沒有獲得6星隊員時，都會<color=#ffae00>累積次數</color>，該<color=#ffae00>次數不會因為【定制構建γ】的結束而清零</color>，也會應用於接下來任意一次【輪換構建】。"}
,["17164"]={["key"]="17164",["language1"]="活动期间，总队长在「%s」中可使用「构建蓝图」进行构建。",["id"]="17164",["language3"]="イベント期間中、総隊長は「%s」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「%s」中可使用「構建藍圖」進行構建。"}
,["17161"]={["key"]="17161",["language1"]="活动期间，总队长在「诫勉呓语」中可使用「构建蓝图」进行构建。",["id"]="17161",["language3"]="イベント期間中、総隊長は「戒めの譫言」で「召集券」を使用して召集できます。",["language2"]="活動期間，總隊長在「誡勉囈語」中可使用「構建藍圖」進行構建。"}
,["17129"]={["key"]="17129",["language1"]="【<color=#ffae00>注意</color>】本构建属于【定制构建β】，其构建次数保底会一直累计于【定制构建β】中，与其他类型的构建次数保底相互独立计算，互不影响。",["id"]="17129",["language3"]="【<color=#ffae00>注意</color>】本召集は【セレクト召集β】に属します。確定までのカウントは別種類の召集とは互いに独立しており、共通しません。",["language2"]="【<color=#ffae00>注意</color>】本構建屬於【定制構建β】，其構建次數保底會一直累計於【定制構建β】中，與其他類型的構建次數保底相互獨立計算，互不影響。"}
,["49132"]={["key"]="49132",["language1"]="必须编入总队长",["id"]="49132",["language3"]="総隊長編成必須",["language2"]="必須編入總隊長"}
,["17142"]={["key"]="17142",["language1"]="活动期间，总队长在「冥界主宰」中可使用「构建蓝图」进行构建。",["id"]="17142",["language3"]="期間中、「冥界を司る者」で「召集券」を使用して召集を行うことができます。",["language2"]="活動期間，總隊長在「冥界主宰」中可使用「構建藍圖」進行構建。"}
,["17136"]={["key"]="17136",["language1"]="活动期间，总队长在「湮灭残响」中可使用「构建蓝图」进行构建。",["id"]="17136",["language3"]="期間中、「滅びの残響」で「召集券」を使用して召集を行うことができます。",["language2"]="活動期間，總隊長在「湮滅殘響」中可使用「構建藍圖」進行構建。"}
,["17133"]={["key"]="17133",["language1"]="概率上升",["id"]="17133",["language3"]="PickUp",["language2"]="機率上升"}
,["14070"]={["key"]="14070",["language1"]="其他设置",["id"]="14070",["language4"]="OTHER SETTING",["language3"]="その他の設定",["language2"]="其他設置"}
,["17119"]={["key"]="17119",["language1"]="在所有<color=#ffae00>【特装构建】</color>中构建获取<color=#FF3300>6星</color>角色的基础概率为<color=#ffae00>2%</color>，综合概率为<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>队员的基础概率为<color=#ffae00>8%</color>，<color=#6666FF>4星</color>队员的基础概率为<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>队员的基础概率为<color=#ffae00>50%</color>。10连构建必得<color=#FFCC00>6星</color>队员。",["id"]="17119",["language3"]="<color=#ffae00>【初回召集】</color>の中で<color=#FF3300>☆6</color>キャラの基本出現率は<color=#ffae00>2%</color>。<color=#FFCC00>☆5</color>キャラの基本確率は<color=#ffae00>8%</color>。<color=#6666FF>☆4</color>キャラの基本出現率は<color=#ffae00>40%</color>。<color=#33CCFF>☆3</color>キャラの基本出現率は<color=#ffae00>50%</color>。10連召集は<color=#FFCC00>☆6</color>キャラが1体確定します。",["language2"]="在所有<color=#ffae00>【特裝構建】</color>中構建獲取<color=#FF3300>6星</color>角色的基礎機率為<color=#ffae00>2%</color>，綜合機率為<color=#ffae00>3%（含保底)</color>，<color=#FFCC00>5星</color>隊員的基礎機率為<color=#ffae00>8%</color>，<color=#6666FF>4星</color>隊員的基礎機率為<color=#ffae00>40%</color>，<color=#33CCFF>3星</color>隊員的基礎機率為<color=#ffae00>50%</color>。10連構建必得<color=#FFCC00>6星</color>隊員。"}
,["10050"]={["key"]="10050",["language1"]="提供电力:",["id"]="10050",["language3"]="提供電力：",["language2"]="提供電力:"}
,["65004"]={["key"]="65004",["language1"]="切换模式",["id"]="65004",["language3"]="モード切替",["language2"]="切換模式"}
,["35004"]={["key"]="35004",["language1"]="燃料购买",["id"]="35004",["language4"]="FUEL PURCHASE",["language3"]="燃料購入",["language2"]="燃料購買"}
,["45004"]={["key"]="45004",["language1"]="兑换订单",["id"]="45004",["language3"]="報酬交換",["language2"]="兌換訂單"}
,["15004"]={["key"]="15004",["language1"]="燃料",["id"]="15004",["language3"]="燃料",["language2"]="燃料"}
,["25004"]={["key"]="25004",["language1"]="是否复活\"%s\"?",["id"]="25004",["language3"]="%sを蘇生しますか？",["language2"]="是否復活\"%s\"?"}
,["17107"]={["key"]="17107",["language1"]="构建转换",["id"]="17107",["language3"]="召集変更",["language2"]="構建轉換"}
,["7012"]={["key"]="7012",["language1"]="查看",["id"]="7012",["language4"]="CHECK",["language3"]="確認",["language2"]="查看"}
,["10445"]={["key"]="10445",["language1"]="挖掘矿场标题",["id"]="10445",["language3"]="採掘鉱場の説明",["language2"]="挖掘礦場標題"}
,["17042"]={["key"]="17042",["language1"]="上一页",["id"]="17042",["language4"]="Previous Page",["language3"]="前のページ",["language2"]="上一頁"}
,["1098"]={["key"]="1098",["language1"]="道具",["id"]="1098",["language3"]="アイテム",["language2"]="道具"}
,["17016"]={["key"]="17016",["language1"]="%s不足,是否使用<color=#FFC146>%s</color>%s兑换<color=#FFC146>%s</color>张%s并进行构建？",["id"]="17016",["language3"]="%sが足りません。<color=#FFC146>%s</color>個の%sを消費して%s枚の<color=#FFC146>%s</color>を交換しますか？",["language2"]="%s不足,是否使用<color=#FFC146>%s</color>%s兌換<color=#FFC146>%s</color>張%s並進行構建？"}
,["16116"]={["key"]="16116",["language1"]="已下载",["id"]="16116",["language3"]="ダウンロード済み",["language2"]="已下載"}
,["16086"]={["key"]="16086",["language1"]="和",["id"]="16086",["language3"]="と",["language2"]="和"}
,["10013"]={["key"]="10013",["language1"]="随机部位",["id"]="10013",["language3"]="ランダム部位",["language2"]="隨機部位"}
,["4053"]={["key"]="4053",["language1"]="同调对象",["id"]="4053",["language3"]="シンクロ対象",["language2"]="同調對象"}
,["4027"]={["key"]="4027",["language1"]="核心同调",["id"]="4027",["language3"]="シンクロ",["language2"]="核心同調"}
,["7067"]={["key"]="7067",["language1"]="单人看板位置：",["id"]="7067",["language4"]="SINGLE SEAT：",["language3"]="1キャラ看板位置：",["language2"]="單人看板位置："}
,["2027"]={["key"]="2027",["language1"]="展开",["id"]="2027",["language3"]="展開",["language2"]="展開"}
,["3027"]={["key"]="3027",["language1"]="定位",["id"]="3027",["language3"]="役割",["language2"]="定位"}
,["8027"]={["key"]="8027",["language1"]="点击输入您的名字，不输入则不修改",["id"]="8027",["language3"]="タップで名前入力",["language2"]="點擊輸入您的名字，不輸入則不修改"}
,["10414"]={["key"]="10414",["language1"]="夜间探索",["id"]="10414",["language3"]="夜間探索",["language2"]="夜間探索"}
,["16043"]={["key"]="16043",["language1"]="身份证号码格式不正确",["id"]="16043",["language3"]="身分証明書の形式が正しくありません",["language2"]="身份證號碼格式不正確"}
,["1067"]={["key"]="1067",["language1"]="首次分享可获得<color=#00ffbf>微晶</color>X50",["id"]="1067",["language3"]="初回シェアで<color=#00ffbf>微結晶</color>X50を獲得",["language2"]="首次分享可獲得<color=#00ffbf>微晶</color>X50"}
,["9007"]={["key"]="9007",["language1"]="没有可重置的战术",["id"]="9007",["language3"]="すでに初期状態です",["language2"]="沒有可重置的戰術"}
,["8007"]={["key"]="8007",["language1"]="基地行星指挥部",["id"]="8007",["language3"]="惑星司令部",["language2"]="基地行星指揮部"}
,["7007"]={["key"]="7007",["language1"]="切换看板",["id"]="7007",["language4"]="CHANGE KANBAN",["language3"]="入れ替え",["language2"]="切換看板"}
,["6007"]={["key"]="6007",["language1"]="一键领取",["id"]="6007",["language4"]="ONE-CLICK COLLECTION",["language3"]="一括受取",["language2"]="一鍵領取"}
,["16034"]={["key"]="16034",["language1"]="用户协议",["id"]="16034",["language3"]="利用規約",["language2"]="使用者協議"}
,["1027"]={["key"]="1027",["language1"]="再次确认",["id"]="1027",["language4"]="RECONFIRM",["language3"]="再確認",["language2"]="再次確認"}
,["49177"]={["key"]="49177",["language1"]="禁止编入控制队员",["id"]="49177",["language3"]="妨害隊員編成禁止",["language2"]="禁止編入控制隊員"}
,["11011"]={["key"]="11011",["language1"]="分钟",["id"]="11011",["language3"]="分",["language2"]="分鐘"}
,["1007"]={["key"]="1007",["language1"]="购买",["id"]="1007",["language4"]="Buy",["language3"]="購入",["language2"]="購買"}
,["10424"]={["key"]="10424",["language1"]="添加驻员",["id"]="10424",["language3"]="人員配置",["language2"]="添加駐員"}
,["15132"]={["key"]="15132",["language1"]="限时双倍",["id"]="15132",["language3"]="期間限定2倍",["language2"]="限時雙倍"}
,["8020"]={["key"]="8020",["language1"]="玩家",["id"]="8020",["language4"]="PLAYER",["language3"]="プレイヤー",["language2"]="玩家"}
,["5007"]={["key"]="5007",["language1"]="当前持有：",["id"]="5007",["language3"]="現在所持：",["language2"]="當前持有："}
,["4007"]={["key"]="4007",["language1"]="提升1级",["id"]="4007",["language3"]="1レベルアップ",["language2"]="提升1級"}
,["3007"]={["key"]="3007",["language1"]="筛选",["id"]="3007",["language3"]="ソート",["language2"]="篩選"}
,["4218"]={["key"]="4218",["language1"]="最高等级",["id"]="4218",["language3"]="最高レベル",["language2"]="最高等級"}
,["18131"]={["key"]="18131",["language1"]="暂未获得队员",["id"]="18131",["language3"]="隊員未獲得",["language2"]="暫未獲得隊員"}
,["8032"]={["key"]="8032",["language1"]="是否将当前的形象改为<color=#ffc146>修正后的形象</color>",["id"]="8032",["language3"]="現在使用のイメージを修正できません<color = #ffc146>期間限定イメージ修正カードを優先して使用してください</color>",["language2"]="無法修正形象為當前使用形象<color = #ffc146>優先使用限時形象修正卡</color>"}
,["10449"]={["key"]="10449",["language1"]="轨道发射站说明",["id"]="10449",["language3"]="発射台の説明",["language2"]="軌道發射站說明"}
,["7032"]={["key"]="7032",["language1"]="碎星天空",["id"]="7032",["language3"]="砕星の空",["language2"]="碎星天空"}
,["47216"]={["key"]="47216",["language1"]="裁决",["id"]="47216",["language3"]="裁決",["language2"]="裁決"}
,["10404"]={["key"]="10404",["language1"]="进行中",["id"]="10404",["language3"]="進行中",["language2"]="進行中"}
,["1081"]={["key"]="1081",["language1"]="全息模拟",["id"]="1081",["language3"]="ホログラム顕像",["language2"]="全息模擬"}
,["74004"]={["key"]="74004",["language1"]="洒落在胶片上的光影，拼凑出熟悉的轮廓。那映照在阳光下的美丽身影，究竟是谁呢？收集影像碎片，让完整的影像再次呈现！",["id"]="74004",["language3"]="フィルムに散りばめられた光と影が、見慣れた輪郭を組み立てる。陽光に照らされた美しい姿は、一体誰なのか？映像の破片を収集し、完全な映像を再び現そう！",["language2"]="灑落在膠片上的光影，拼湊出熟悉的輪廓。那映照在陽光下的美麗身影，究竟是誰呢？收集影像碎片，讓完整的影像再次呈現！"}
,["10455"]={["key"]="10455",["language1"]="预设%s",["id"]="10455",["language3"]="プリセット%s",["language2"]="預設%s"}
,["10069"]={["key"]="10069",["language1"]="消耗%s%s",["id"]="10069",["language3"]="%sを%s消費する",["language2"]="消耗%s%s"}
,["1086"]={["key"]="1086",["language1"]="复活对象",["id"]="1086",["language3"]="復活対象",["language2"]="復活對象"}
,["18132"]={["key"]="18132",["language1"]="<size=28><color='#ffc146'>*本时装仅有静态展示*</color></size>",["id"]="18132",["language3"]="<size=28><color='#ffc146'>*このスキンは2D展示のみ*</color></size>",["language2"]="<size=28><color='#ffc146'>*本時裝無動態效果與額外模型*</color></size>"}
,["15070"]={["key"]="15070",["language1"]="%s倍",["id"]="15070",["language3"]="%s倍",["language2"]="%s倍"}
,["21166"]={["key"]="21166",["language1"]="幸运扭蛋",["id"]="21166",["language3"]="ラッキーガチャ",["language2"]="幸運扭蛋"}
,["1025"]={["key"]="1025",["language1"]="今天不再提示",["id"]="1025",["language3"]="本日は表示しない",["language2"]="今天不再提示"}
,["10016"]={["key"]="10016",["language1"]="所需时间",["id"]="10016",["language3"]="必要時間",["language2"]="所需時間"}
,["60100"]={["key"]="60100",["language1"]="补给站点",["id"]="60100",["language4"]="SUPPLY STATION",["language3"]="ショップ",["language2"]="補給網站"}
,["14079"]={["key"]="14079",["language1"]="16~17歳",["id"]="14079",["language3"]="16~17歳",["language2"]="16~17歳"}
,["4208"]={["key"]="4208",["language1"]="说明",["id"]="4208",["language3"]="説明",["language2"]="說明"}
,["15129"]={["key"]="15129",["language1"]="限时双倍关闭倒计时：%s天%s小时%s分",["id"]="15129",["language3"]="時限2倍ドロップ残り時間：%s日%s時間%s分",["language2"]="限時雙倍關閉倒計時：%s天%s小時%s分"}
,["16070"]={["key"]="16070",["language1"]="%sS",["id"]="16070",["language3"]="%sS",["language2"]="%sS"}
,["8005"]={["key"]="8005",["language1"]="演习最高段位",["id"]="8005",["language3"]="演習最高ランク",["language2"]="演習最高段位"}
,["3005"]={["key"]="3005",["language1"]="作战中",["id"]="3005",["language3"]="作戦中",["language2"]="作戰中"}
,["6005"]={["key"]="6005",["language1"]="每日早上%s点重置，点击按钮可前往或领取",["id"]="6005",["language3"]="毎日朝%s時に更新",["language2"]="每日早上%s點重置，點擊按鈕可前往或領取"}
,["32050"]={["key"]="32050",["language1"]="分享时间：",["id"]="32050",["language3"]="シェアした日：",["language2"]="分享時間："}
,["22050"]={["key"]="22050",["language1"]="绑定有礼",["id"]="22050",["language4"]="Binding Account",["language3"]="連携特典",["language2"]="綁定有禮"}
,["1092"]={["key"]="1092",["language1"]="NP不足",["id"]="1092",["language3"]="NP不足",["language2"]="NP不足"}
,["14004"]={["key"]="14004",["language1"]="消息提醒",["id"]="14004",["language3"]="お知らせ",["language2"]="消息提醒"}
,["4035"]={["key"]="4035",["language1"]="天赋",["id"]="4035",["language4"]="TALENT",["language3"]="タレント",["language2"]="天賦"}
,["62050"]={["key"]="62050",["language1"]="女王再临",["id"]="62050",["language3"]="女王再臨",["language2"]="女王再臨"}
,["4067"]={["key"]="4067",["language1"]="%s",["id"]="4067",["language3"]="%s",["language2"]="%s"}
,["10008"]={["key"]="10008",["language1"]="报酬",["id"]="10008",["language3"]="報酬",["language2"]="報酬"}
}

