local conf = {
	["filename"] = 'z-组队Boss.xlsx',
	["sheetname"] = '组队boss',
	["types"] = {
'int','string','int[]','string','int','int','int','int','int','table#18','int','string','string','string','string','int','int','int','int','int','int[]','json','json','json','json','json','json','json'
},
	["names"] = {
'id','key','timeArr','name','prepareWaitTiem','maxJoinCnt','minStarCnt','startCd','forceDelCd','infos','index','hard','name','desc','icon','lv','rLv','bossId','winMailId','loserMailId','rankMailIds','win_rewards','lost_rewards','rank_rewards1','rank_rewards2','rank_rewards3','rank_rewards4','rank_rewards5'
},
	["data"] = {
{'1',	'1',	'1,1,1,1,1,1,1',	'德拉苏',	'180',	'5',	'2',	'10',	'10',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	''},
{'1',	'1',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'简单',	'德拉苏（简单）',	'能量数级极高的战斗用机械体，制作者与控制者尚不明确。装备的武器具有极大破坏性，本体战斗力甚至要超过同规格机神。若无有效的应对装备，建议在遭遇时优先选择撤离。',	'9061_Drasoul_goods',	'20',	'20',	'999822',	'6001',	'6002',	'6003,6004,6005,6006,6007',	'[[10010,500,2]]',	'[[10010,5,2]]',	'[[10010,100,2]]',	'[[10010,50,2]]',	'[[10010,30,2]]',	'[[10010,20,2]]',	'[[10010,10,2]]'},
{'1',	'1',	'',	'',	'',	'',	'',	'',	'',	'',	'2',	'普通',	'德拉苏（普通）',	'能量数级极高的战斗用机械体，制作者与控制者尚不明确。装备的武器具有极大破坏性，本体战斗力甚至要超过同规格机神。若无有效的应对装备，建议在遭遇时优先选择撤离。',	'9061_Drasoul_goods',	'50',	'50',	'999823',	'6008',	'6009',	'6010,6011,6012,6013,6014',	'[[10010,500,2]]',	'[[10010,5,2]]',	'[[10010,100,2]]',	'[[10010,50,2]]',	'[[10010,30,2]]',	'[[10010,20,2]]',	'[[10010,10,2]]'},
{'1',	'1',	'',	'',	'',	'',	'',	'',	'',	'',	'3',	'困难',	'德拉苏（困难）',	'能量数级极高的战斗用机械体，制作者与控制者尚不明确。装备的武器具有极大破坏性，本体战斗力甚至要超过同规格机神。若无有效的应对装备，建议在遭遇时优先选择撤离。',	'9061_Drasoul_goods',	'70',	'70',	'999824',	'6015',	'6016',	'6017,6018,6019,6020,6021',	'[[10010,500,2]]',	'[[10010,5,2]]',	'[[10010,100,2]]',	'[[10010,50,2]]',	'[[10010,30,2]]',	'[[10010,20,2]]',	'[[10010,10,2]]'},
},
}
--cfgCfgTeamBoss = conf
return conf
