local conf = {
	["filename"] = 'r-任务配置表.xlsx',
	["sheetname"] = '七日引导任务',
	["types"] = {
'int','string','int','string','string','int','int[]','json','int'
},
	["names"] = {
'id','key','nDay','sName','sDescription','nTransferPath','aFinishIds','jAwardId','nIsHide'
},
	["data"] = {
{'10101',	'',	'1',	'任意编队人数达到<color=#f1872a> 5 </color>人',	'任意编队人数达到<color=#f1872a> 5 </color>人',	'100002',	'',	'[[10004,200,2],[10003,1500,2]]',	'2'},
{'10102',	'',	'1',	'任意1名队员达到<color=#f1872a> 20 </color>级',	'任意1名队员达到<color=#f1872a> 20 </color>级',	'40001',	'',	'[[10004,200,2],[10003,1500,2]]',	'2'},
{'10103',	'',	'1',	'芯片激活<color=#f1872a> 3 </color>级以上技能效果',	'芯片激活<color=#f1872a> 3 </color>级以上技能效果',	'40001',	'',	'[[10004,200,2],[2000101,5,2]]',	'2'},
{'10104',	'',	'1',	'基地建造研发中心和发电站',	'基地建造研发中心和发电站',	'150000',	'',	'[[10004,200,2],[60101,1000,2]]',	'2'},
{'10105',	'',	'1',	'通关<color=#f1872a> 剧0-8</color>【总队长的意义】',	'通关<color=#f1872a> 剧0-8</color>【总队长的意义】',	'21090',	'',	'[[10004,200,2],[15001,10,2]]',	'2'},
{'10106',	'',	'2',	'任意队员技能升级<color=#f1872a> 2 </color>次',	'任意队员技能升级<color=#f1872a> 2 </color>次',	'40001',	'',	'[[10004,200,2],[10001,3000,2]]',	'2'},
{'10107',	'',	'2',	'提升任意1名队员的特性',	'提升任意1名队员的特性',	'40001',	'',	'[[10004,200,2],[10003,3000,2]]',	'2'},
{'10108',	'',	'2',	'行星指挥部达到<color=#f1872a> 2 </color>级',	'行星指挥部达到<color=#f1872a> 2 </color>级',	'150000',	'',	'[[10004,200,2],[60101,1500,2]]',	'2'},
{'10109',	'',	'2',	'任意芯片强化<color=#f1872a> 1 </color>次',	'任意芯片强化<color=#f1872a> 1 </color>次',	'80002',	'',	'[[10004,200,2],[2000101,5,2]]',	'2'},
{'10110',	'',	'2',	'通关<color=#f1872a> 1-7</color>【聚力】',	'通关<color=#f1872a> 1-7</color>【聚力】',	'21107',	'',	'[[10004,200,2],[58001,2,2]]',	'2'},
{'10111',	'',	'3',	'通关任意芯片嵌合的第<color=#f1872a> 1 </color>层',	'通关任意芯片嵌合的第<color=#f1872a> 1 </color>层',	'10301',	'',	'[[10004,200,2],[2000101,5,2]]',	'2'},
{'10112',	'',	'3',	'任意队员核心跃升<color=#f1872a> 1 </color>次',	'任意队员核心跃升<color=#f1872a> 1 </color>次',	'40001',	'',	'[[10004,200,2],[10003,5000,2]]',	'2'},
{'10113',	'',	'3',	'任意3件芯片强化到<color=#f1872a> 3 </color>级',	'任意3件芯片强化到<color=#f1872a> 3 </color>级',	'80002',	'',	'[[10004,200,2],[10001,5000,2]]',	'2'},
{'10114',	'',	'3',	'任意1名角色达到<color=#f1872a> 40 </color>级',	'任意1名角色达到<color=#f1872a> 40 </color>级',	'40001',	'',	'[[10004,200,2],[15001,8,2]]',	'2'},
{'10115',	'',	'3',	'通关<color=#f1872a> 0-1</color>【泰坦环·外侧】困难',	'通关<color=#f1872a> 0-1</color>【泰坦环·外侧】困难',	'22001',	'',	'[[10004,200,2],[58002,1,2]]',	'2'},
{'10116',	'',	'4',	'成功改造<color=#f1872a> 1 </color>次芯片',	'成功改造<color=#f1872a> 1 </color>次芯片',	'150004',	'',	'[[10004,200,2],[2000101,10,2]]',	'2'},
{'10117',	'',	'4',	'基地中合成工厂达到3级',	'基地中合成工厂达到3级',	'150000',	'',	'[[10004,200,2],[60101,2000,2]]',	'2'},
{'10118',	'',	'4',	'镜像竞技累计获得<color=#f1872a> 20 </color>积分',	'镜像竞技累计获得<color=#f1872a> 20 </color>积分',	'30003',	'',	'[[10004,200,2],[10010,500,2]]',	'2'},
{'10119',	'',	'4',	'任意3名队员达到<color=#f1872a> 40 </color>级',	'任意3名队员达到<color=#f1872a> 40 </color>级',	'40001',	'',	'[[10004,200,2],[15002,2,2]]',	'2'},
{'10120',	'',	'4',	'通关<color=#f1872a> 1-20</color>【漆黑】',	'通关<color=#f1872a> 1-20</color>【漆黑】',	'21120',	'',	'[[10004,200,2],[11002,1,2]]',	'2'},
{'10121',	'',	'5',	'探索等级达到<color=#f1872a> 15 </color>级',	'探索等级达到<color=#f1872a> 15 </color>级',	'30001',	'',	'[[10004,200,2],[10013,100,2]]',	'2'},
{'10122',	'',	'5',	'任意3件芯片强化到<color=#f1872a> 6 </color>级',	'任意3件芯片强化到<color=#f1872a> 6 </color>级',	'80002',	'',	'[[10004,200,2],[2000101,10,2]]',	'2'},
{'10123',	'',	'5',	'任意1名角色达到<color=#f1872a> 50 </color>级',	'任意1名角色达到<color=#f1872a> 50 </color>级',	'40001',	'',	'[[10004,200,2],[10003,15000,2]]',	'2'},
{'10124',	'',	'5',	'宿舍舒适度达到<color=#f1872a> 100 </color>',	'宿舍舒适度达到<color=#f1872a> 100 </color>',	'150005',	'',	'[[10004,200,2],[10001,15000,2]]',	'2'},
{'10125',	'',	'5',	'通关<color=#f1872a> 2-5</color>【尤弥尔】',	'通关<color=#f1872a> 2-5</color>【尤弥尔】',	'21205',	'',	'[[10004,200,2],[58002,1,2]]',	'2'},
{'10126',	'',	'6',	'任意3件芯片强化到<color=#f1872a> 9 </color>级',	'任意3件芯片强化到<color=#f1872a> 9 </color>级',	'80002',	'',	'[[10004,200,2],[2000101,10,2]]',	'2'},
{'10127',	'',	'6',	'任意3名角色达到<color=#f1872a> 50 </color>级',	'任意3名角色达到<color=#f1872a> 50 </color>级',	'40001',	'',	'[[10004,200,2],[10003,20000,2]]',	'2'},
{'10128',	'',	'6',	'镜像竞技累计获得<color=#f1872a> 40 </color>积分',	'镜像竞技累计获得<color=#f1872a> 40 </color>积分',	'30003',	'',	'[[10004,200,2],[10010,1000,2]]',	'2'},
{'10129',	'',	'6',	'通关<color=#f1872a> 2-9</color>【对立面】',	'通关<color=#f1872a> 2-9</color>【对立面】',	'21209',	'',	'[[10004,200,2],[10001,20000,2]]',	'2'},
{'10130',	'',	'6',	'通关<color=#f1872a>碎星虚影</color>的【虚影阿瑞斯】',	'通关<color=#f1872a>碎星虚影</color>的【虚影阿瑞斯】',	'30004',	'',	'[[10004,200,2],[11002,1,2]]',	'2'},
{'10131',	'',	'7',	'任意3名角色达到<color=#f1872a> 60 </color>级',	'任意3名角色达到<color=#f1872a> 60 </color>级',	'40001',	'',	'[[10004,200,2],[58003,1,2]]',	'2'},
{'10132',	'',	'7',	'任意3件芯片强化到<color=#f1872a> 12 </color>级',	'任意3件芯片强化到<color=#f1872a> 12 </color>级',	'80002',	'',	'[[10004,200,2],[2000201,15,2]]',	'2'},
{'10133',	'',	'7',	'累计核心构建<color=#f1872a> 40 </color>次',	'累计核心构建<color=#f1872a> 40 </color>次',	'60001',	'',	'[[10004,200,2],[10001,25000,2]]',	'2'},
{'10134',	'',	'7',	'通关<color=#f1872a> 2-22 </color>【放逐者】',	'通关<color=#f1872a> 2-22 </color>【放逐者】',	'21222',	'',	'[[10004,200,2],[10003,25000,2]]',	'2'},
{'10135',	'',	'7',	'通关<color=#f1872a>碎星虚影</color>的【虚影赫拉 】',	'通关<color=#f1872a>碎星虚影</color>的【虚影赫拉 】',	'30004',	'',	'[[10004,200,2],[11002,1,2]]',	'2'},
},
}
--cfgCfgSevenDayTask = conf
return conf
