_G["CfgDupLiZhan"]={[10214]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=14,["id"]=10214,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260014}
,["key"]=10214,["sDescription"]="使用至少两名虫洞阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6004}
,[10215]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=15,["id"]=10215,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260015}
,["key"]=10215,["sDescription"]="使用至少两名灭刃阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6004}
,[10216]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=16,["id"]=10216,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260016}
,["key"]=10216,["sDescription"]="使用至少一名山脉阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6004}
,[10217]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=17,["id"]=10217,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={260017}
,["key"]=10217,["sDescription"]="使用至少一名乐团阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6004}
,[10218]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=18,["id"]=10218,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260018}
,["key"]=10218,["sDescription"]="使用至少一名不朽阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6004}
,[10219]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=19,["id"]=10219,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260019}
,["key"]=10219,["sDescription"]="使用至少一名气象阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6004}
,[10220]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=20,["id"]=10220,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={260020}
,["key"]=10220,["sDescription"]="使用至少一名虫洞阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6004}
,[10221]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=21,["id"]=10221,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260021}
,["key"]=10221,["sDescription"]="使用至少一名灭刃阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6004}
,[10222]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=22,["id"]=10222,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260022}
,["key"]=10222,["sDescription"]="操作数不大于30击败普通级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="普通挑战1",["nGroup"]=6004}
,[10223]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=23,["id"]=10223,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={260023}
,["key"]=10223,["sDescription"]="操作数不大于20击败普通级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="普通挑战2",["nGroup"]=6004}
,[10224]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=24,["id"]=10224,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={260024}
,["key"]=10224,["sDescription"]="操作数不大于10击败普通级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="普通挑战3",["nGroup"]=6004}
,[10225]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=25,["id"]=10225,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={260025}
,["key"]=10225,["sDescription"]="操作数不大于30击败困难级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="普通挑战4",["nGroup"]=6004}
,[10226]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=26,["id"]=10226,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={260026}
,["key"]=10226,["sDescription"]="操作数不大于20击败困难级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="普通挑战5",["nGroup"]=6004}
,[10227]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=27,["id"]=10227,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={260027}
,["key"]=10227,["sDescription"]="操作数不大于10击败困难级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="困难挑战1",["nGroup"]=6004}
,[10228]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=28,["id"]=10228,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={260028}
,["key"]=10228,["sDescription"]="操作数不大于30击败地狱级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="困难挑战2",["nGroup"]=6004}
,[10229]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=29,["id"]=10229,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={260029}
,["key"]=10229,["sDescription"]="操作数不大于20击败地狱级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="困难挑战3",["nGroup"]=6004}
,[10230]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=30,["id"]=10230,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={260030}
,["key"]=10230,["sDescription"]="操作数不大于10击败地狱级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="困难挑战4",["nGroup"]=6004}
,[10104]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=4,["id"]=10104,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240004}
,["key"]=10104,["sDescription"]="使用至少两名山脉阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6006}
,[10105]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=5,["id"]=10105,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240005}
,["key"]=10105,["sDescription"]="使用至少两名乐团阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6006}
,[10106]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=6,["id"]=10106,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240006}
,["key"]=10106,["sDescription"]="使用至少两名不朽阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6006}
,[10107]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=7,["id"]=10107,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240007}
,["key"]=10107,["sDescription"]="使用至少两名气象阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6006}
,[10108]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=8,["id"]=10108,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240008}
,["key"]=10108,["sDescription"]="使用至少两名虫洞阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6006}
,[10109]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=9,["id"]=10109,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240009}
,["key"]=10109,["sDescription"]="使用至少两名灭刃阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6006}
,[10110]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=10,["id"]=10110,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240010}
,["key"]=10110,["sDescription"]="使用至少两名山脉阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6006}
,[10111]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=11,["id"]=10111,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240011}
,["key"]=10111,["sDescription"]="使用至少两名乐团阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6006}
,[10112]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=12,["id"]=10112,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240012}
,["key"]=10112,["sDescription"]="使用至少两名不朽阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6006}
,[10113]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=13,["id"]=10113,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240013}
,["key"]=10113,["sDescription"]="使用至少两名气象阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6006}
,[10114]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=14,["id"]=10114,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240014}
,["key"]=10114,["sDescription"]="使用至少两名虫洞阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6006}
,[10115]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=15,["id"]=10115,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240015}
,["key"]=10115,["sDescription"]="使用至少两名灭刃阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6006}
,[10116]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=16,["id"]=10116,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240016}
,["key"]=10116,["sDescription"]="使用至少一名山脉阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6006}
,[10117]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=17,["id"]=10117,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={240017}
,["key"]=10117,["sDescription"]="使用至少一名乐团阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6006}
,[10118]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=18,["id"]=10118,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240018}
,["key"]=10118,["sDescription"]="使用至少一名不朽阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6006}
,[10119]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=19,["id"]=10119,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240019}
,["key"]=10119,["sDescription"]="使用至少一名气象阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6006}
,[10120]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=20,["id"]=10120,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={240020}
,["key"]=10120,["sDescription"]="使用至少一名虫洞阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6006}
,[10121]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=21,["id"]=10121,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240021}
,["key"]=10121,["sDescription"]="使用至少一名灭刃阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6006}
,[10122]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=22,["id"]=10122,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240022}
,["key"]=10122,["sDescription"]="操作数不大于30击败普通级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="普通挑战1",["nGroup"]=6006}
,[10123]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=23,["id"]=10123,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={240023}
,["key"]=10123,["sDescription"]="操作数不大于20击败普通级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="普通挑战2",["nGroup"]=6006}
,[10124]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=24,["id"]=10124,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={240024}
,["key"]=10124,["sDescription"]="操作数不大于10击败普通级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="普通挑战3",["nGroup"]=6006}
,[10125]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=25,["id"]=10125,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={240025}
,["key"]=10125,["sDescription"]="操作数不大于30击败困难级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="普通挑战4",["nGroup"]=6006}
,[10126]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=26,["id"]=10126,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={240026}
,["key"]=10126,["sDescription"]="操作数不大于20击败困难级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="普通挑战5",["nGroup"]=6006}
,[10127]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=27,["id"]=10127,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={240027}
,["key"]=10127,["sDescription"]="操作数不大于10击败困难级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="困难挑战1",["nGroup"]=6006}
,[10128]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=28,["id"]=10128,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={240028}
,["key"]=10128,["sDescription"]="操作数不大于30击败地狱级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="困难挑战2",["nGroup"]=6006}
,[10129]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=29,["id"]=10129,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={240029}
,["key"]=10129,["sDescription"]="操作数不大于20击败地狱级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="困难挑战3",["nGroup"]=6006}
,[10130]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=30,["id"]=10130,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={240030}
,["key"]=10130,["sDescription"]="操作数不大于10击败地狱级别的挑战",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="困难挑战4",["nGroup"]=6006}
,[10131]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=31,["id"]=10131,["jAwardId"]={{10040,15,2}
,{10035,10,2}
,{24166,1,2}
}
,["aFinishIds"]={240031}
,["key"]=10131,["sDescription"]="击败挑战级别难度任意危险等级的敌人",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="挑战1",["nGroup"]=6006}
,[10132]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=32,["id"]=10132,["jAwardId"]={{10040,15,2}
,{10035,10,2}
,{29070,1,2}
}
,["aFinishIds"]={240032}
,["key"]=10132,["sDescription"]="击败挑战级别难度5的敌人",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="挑战1",["nGroup"]=6006}
,[10432]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=32,["id"]=10432,["jAwardId"]={{10040,15,2}
,{10035,10,2}
,{29068,1,2}
}
,["aFinishIds"]={310032}
,["key"]=10432,["sDescription"]="击败挑战级别难度5的敌人",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="挑战1",["nGroup"]=6007}
,[10431]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=31,["id"]=10431,["jAwardId"]={{10040,15,2}
,{10035,10,2}
,{24162,1,2}
}
,["aFinishIds"]={310031}
,["key"]=10431,["sDescription"]="击败挑战级别难度任意危险等级的敌人",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="挑战1",["nGroup"]=6007}
,[10430]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=30,["id"]=10430,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={310030}
,["key"]=10430,["sDescription"]="操作数不大于10击败地狱级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="困难挑战4",["nGroup"]=6007}
,[10429]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=29,["id"]=10429,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={310029}
,["key"]=10429,["sDescription"]="操作数不大于20击败地狱级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="困难挑战3",["nGroup"]=6007}
,[10428]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=28,["id"]=10428,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={310028}
,["key"]=10428,["sDescription"]="操作数不大于30击败地狱级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="困难挑战2",["nGroup"]=6007}
,[10101]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=1,["id"]=10101,["jAwardId"]={{10040,45,2}
,{10035,10,2}
}
,["aFinishIds"]={240001}
,["key"]=10101,["sDescription"]="通关当期历战试炼1次",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="通关当期历战试炼1次",["nGroup"]=6006}
,[10232]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=32,["id"]=10232,["jAwardId"]={{10040,15,2}
,{10035,10,2}
,{29071,1,2}
}
,["aFinishIds"]={260032}
,["key"]=10232,["sDescription"]="击败挑战级别难度5的敌人",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="挑战1",["nGroup"]=6004}
,[10102]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=2,["id"]=10102,["jAwardId"]={{10040,45,2}
,{10035,10,2}
}
,["aFinishIds"]={240002}
,["key"]=10102,["sDescription"]="通关当期历战试炼3次",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="通关当期历战试炼3次",["nGroup"]=6006}
,[10231]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=31,["id"]=10231,["jAwardId"]={{10040,15,2}
,{10035,10,2}
,{24164,1,2}
}
,["aFinishIds"]={260031}
,["key"]=10231,["sDescription"]="击败挑战级别难度任意危险等级的敌人",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="挑战1",["nGroup"]=6004}
,[10328]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=28,["id"]=10328,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={300028}
,["key"]=10328,["sDescription"]="操作数不大于30击败地狱级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="困难挑战2",["nGroup"]=6003}
,[10329]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=29,["id"]=10329,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={300029}
,["key"]=10329,["sDescription"]="操作数不大于20击败地狱级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="困难挑战3",["nGroup"]=6003}
,[10330]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=30,["id"]=10330,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={300030}
,["key"]=10330,["sDescription"]="操作数不大于10击败地狱级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="困难挑战4",["nGroup"]=6003}
,[10331]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=31,["id"]=10331,["jAwardId"]={{10040,15,2}
,{10035,10,2}
,{24169,1,2}
}
,["aFinishIds"]={300031}
,["key"]=10331,["sDescription"]="击败挑战级别难度任意危险等级的敌人",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="挑战1",["nGroup"]=6003}
,[10332]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=32,["id"]=10332,["jAwardId"]={{10040,15,2}
,{10035,10,2}
,{29066,1,2}
}
,["aFinishIds"]={300032}
,["key"]=10332,["sDescription"]="击败挑战级别难度5的敌人",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="挑战1",["nGroup"]=6003}
,[10401]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=1,["id"]=10401,["jAwardId"]={{10040,45,2}
,{10035,10,2}
}
,["aFinishIds"]={310001}
,["key"]=10401,["sDescription"]="通关当期历战试炼1次",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="通关当期历战试炼1次",["nGroup"]=6007}
,[10402]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=2,["id"]=10402,["jAwardId"]={{10040,45,2}
,{10035,10,2}
}
,["aFinishIds"]={310002}
,["key"]=10402,["sDescription"]="通关当期历战试炼3次",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="通关当期历战试炼3次",["nGroup"]=6007}
,[10403]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=3,["id"]=10403,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310003}
,["key"]=10403,["sDescription"]="通关当期历战试炼5次",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="通关当期历战试炼5次",["nGroup"]=6007}
,[10404]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=4,["id"]=10404,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310004}
,["key"]=10404,["sDescription"]="使用至少两名山脉阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6007}
,[10405]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=5,["id"]=10405,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310005}
,["key"]=10405,["sDescription"]="使用至少两名乐团阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6007}
,[10406]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=6,["id"]=10406,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310006}
,["key"]=10406,["sDescription"]="使用至少两名不朽阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6007}
,[10407]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=7,["id"]=10407,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310007}
,["key"]=10407,["sDescription"]="使用至少两名气象阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6007}
,[10408]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=8,["id"]=10408,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310008}
,["key"]=10408,["sDescription"]="使用至少两名虫洞阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6007}
,[10409]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=9,["id"]=10409,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310009}
,["key"]=10409,["sDescription"]="使用至少两名灭刃阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6007}
,[10410]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=10,["id"]=10410,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310010}
,["key"]=10410,["sDescription"]="使用至少两名山脉阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6007}
,[10411]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=11,["id"]=10411,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310011}
,["key"]=10411,["sDescription"]="使用至少两名乐团阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6007}
,[10412]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=12,["id"]=10412,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310012}
,["key"]=10412,["sDescription"]="使用至少两名不朽阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6007}
,[10413]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=13,["id"]=10413,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310013}
,["key"]=10413,["sDescription"]="使用至少两名气象阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6007}
,[10414]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=14,["id"]=10414,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310014}
,["key"]=10414,["sDescription"]="使用至少两名虫洞阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6007}
,[10415]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=15,["id"]=10415,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310015}
,["key"]=10415,["sDescription"]="使用至少两名灭刃阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6007}
,[10416]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=16,["id"]=10416,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310016}
,["key"]=10416,["sDescription"]="使用至少一名山脉阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6007}
,[10417]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=17,["id"]=10417,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={310017}
,["key"]=10417,["sDescription"]="使用至少一名乐团阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6007}
,[10418]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=18,["id"]=10418,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310018}
,["key"]=10418,["sDescription"]="使用至少一名不朽阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6007}
,[10419]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=19,["id"]=10419,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310019}
,["key"]=10419,["sDescription"]="使用至少一名气象阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6007}
,[10420]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=20,["id"]=10420,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={310020}
,["key"]=10420,["sDescription"]="使用至少一名虫洞阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6007}
,[10421]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=21,["id"]=10421,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310021}
,["key"]=10421,["sDescription"]="使用至少一名灭刃阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6007}
,[10422]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=22,["id"]=10422,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={310022}
,["key"]=10422,["sDescription"]="操作数不大于30击败普通级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="普通挑战1",["nGroup"]=6007}
,[10423]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=23,["id"]=10423,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={310023}
,["key"]=10423,["sDescription"]="操作数不大于20击败普通级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="普通挑战2",["nGroup"]=6007}
,[10424]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=24,["id"]=10424,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={310024}
,["key"]=10424,["sDescription"]="操作数不大于10击败普通级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="普通挑战3",["nGroup"]=6007}
,[10425]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=25,["id"]=10425,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={310025}
,["key"]=10425,["sDescription"]="操作数不大于30击败困难级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="普通挑战4",["nGroup"]=6007}
,[10426]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=26,["id"]=10426,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={310026}
,["key"]=10426,["sDescription"]="操作数不大于20击败困难级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="普通挑战5",["nGroup"]=6007}
,[10427]={["sOpenTime"]="2025/9/24 10:00:00",["index"]=27,["id"]=10427,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={310027}
,["key"]=10427,["sDescription"]="操作数不大于10击败困难级别的挑战",["sCloseTime"]="2025/10/15 03:00:00",["sName"]="困难挑战1",["nGroup"]=6007}
,[10301]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=1,["id"]=10301,["jAwardId"]={{10040,45,2}
,{10035,10,2}
}
,["aFinishIds"]={300001}
,["key"]=10301,["sDescription"]="通关当期历战试炼1次",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="通关当期历战试炼1次",["nGroup"]=6003}
,[10302]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=2,["id"]=10302,["jAwardId"]={{10040,45,2}
,{10035,10,2}
}
,["aFinishIds"]={300002}
,["key"]=10302,["sDescription"]="通关当期历战试炼3次",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="通关当期历战试炼3次",["nGroup"]=6003}
,[10303]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=3,["id"]=10303,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300003}
,["key"]=10303,["sDescription"]="通关当期历战试炼5次",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="通关当期历战试炼5次",["nGroup"]=6003}
,[10304]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=4,["id"]=10304,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300004}
,["key"]=10304,["sDescription"]="使用至少两名山脉阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6003}
,[10305]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=5,["id"]=10305,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300005}
,["key"]=10305,["sDescription"]="使用至少两名乐团阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6003}
,[10306]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=6,["id"]=10306,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300006}
,["key"]=10306,["sDescription"]="使用至少两名不朽阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6003}
,[10307]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=7,["id"]=10307,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300007}
,["key"]=10307,["sDescription"]="使用至少两名气象阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6003}
,[10308]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=8,["id"]=10308,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300008}
,["key"]=10308,["sDescription"]="使用至少两名虫洞阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6003}
,[10309]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=9,["id"]=10309,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300009}
,["key"]=10309,["sDescription"]="使用至少两名灭刃阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6003}
,[10310]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=10,["id"]=10310,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300010}
,["key"]=10310,["sDescription"]="使用至少两名山脉阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6003}
,[10311]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=11,["id"]=10311,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300011}
,["key"]=10311,["sDescription"]="使用至少两名乐团阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6003}
,[10312]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=12,["id"]=10312,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300012}
,["key"]=10312,["sDescription"]="使用至少两名不朽阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6003}
,[10313]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=13,["id"]=10313,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300013}
,["key"]=10313,["sDescription"]="使用至少两名气象阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6003}
,[10314]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=14,["id"]=10314,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300014}
,["key"]=10314,["sDescription"]="使用至少两名虫洞阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6003}
,[10315]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=15,["id"]=10315,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300015}
,["key"]=10315,["sDescription"]="使用至少两名灭刃阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6003}
,[10316]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=16,["id"]=10316,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300016}
,["key"]=10316,["sDescription"]="使用至少一名山脉阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6003}
,[10317]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=17,["id"]=10317,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={300017}
,["key"]=10317,["sDescription"]="使用至少一名乐团阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6003}
,[10318]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=18,["id"]=10318,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300018}
,["key"]=10318,["sDescription"]="使用至少一名不朽阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6003}
,[10319]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=19,["id"]=10319,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300019}
,["key"]=10319,["sDescription"]="使用至少一名气象阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6003}
,[10320]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=20,["id"]=10320,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={300020}
,["key"]=10320,["sDescription"]="使用至少一名虫洞阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6003}
,[10321]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=21,["id"]=10321,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300021}
,["key"]=10321,["sDescription"]="使用至少一名灭刃阵营的队员通过地狱级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6003}
,[10322]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=22,["id"]=10322,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={300022}
,["key"]=10322,["sDescription"]="操作数不大于30击败普通级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="普通挑战1",["nGroup"]=6003}
,[10323]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=23,["id"]=10323,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={300023}
,["key"]=10323,["sDescription"]="操作数不大于20击败普通级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="普通挑战2",["nGroup"]=6003}
,[10324]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=24,["id"]=10324,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={300024}
,["key"]=10324,["sDescription"]="操作数不大于10击败普通级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="普通挑战3",["nGroup"]=6003}
,[10325]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=25,["id"]=10325,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={300025}
,["key"]=10325,["sDescription"]="操作数不大于30击败困难级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="普通挑战4",["nGroup"]=6003}
,[10326]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=26,["id"]=10326,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={300026}
,["key"]=10326,["sDescription"]="操作数不大于20击败困难级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="普通挑战5",["nGroup"]=6003}
,[10327]={["sOpenTime"]="2024/5/15 12:00:00",["index"]=27,["id"]=10327,["jAwardId"]={{10040,30,2}
,{10035,20,2}
}
,["aFinishIds"]={300027}
,["key"]=10327,["sDescription"]="操作数不大于10击败困难级别的挑战",["sCloseTime"]="2025/09/24 03:00:00",["sName"]="困难挑战1",["nGroup"]=6003}
,[10201]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=1,["id"]=10201,["jAwardId"]={{10040,45,2}
,{10035,10,2}
}
,["aFinishIds"]={260001}
,["key"]=10201,["sDescription"]="通关当期历战试炼1次",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="通关当期历战试炼1次",["nGroup"]=6004}
,[10202]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=2,["id"]=10202,["jAwardId"]={{10040,45,2}
,{10035,10,2}
}
,["aFinishIds"]={260002}
,["key"]=10202,["sDescription"]="通关当期历战试炼3次",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="通关当期历战试炼3次",["nGroup"]=6004}
,[10203]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=3,["id"]=10203,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260003}
,["key"]=10203,["sDescription"]="通关当期历战试炼5次",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="通关当期历战试炼5次",["nGroup"]=6004}
,[10204]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=4,["id"]=10204,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260004}
,["key"]=10204,["sDescription"]="使用至少两名山脉阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6004}
,[10205]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=5,["id"]=10205,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260005}
,["key"]=10205,["sDescription"]="使用至少两名乐团阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6004}
,[10206]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=6,["id"]=10206,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260006}
,["key"]=10206,["sDescription"]="使用至少两名不朽阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6004}
,[10207]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=7,["id"]=10207,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260007}
,["key"]=10207,["sDescription"]="使用至少两名气象阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6004}
,[10208]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=8,["id"]=10208,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260008}
,["key"]=10208,["sDescription"]="使用至少两名虫洞阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-虫洞",["nGroup"]=6004}
,[10209]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=9,["id"]=10209,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260009}
,["key"]=10209,["sDescription"]="使用至少两名灭刃阵营的队员通过普通级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-灭刃",["nGroup"]=6004}
,[10210]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=10,["id"]=10210,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260010}
,["key"]=10210,["sDescription"]="使用至少两名山脉阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-山脉",["nGroup"]=6004}
,[10211]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=11,["id"]=10211,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260011}
,["key"]=10211,["sDescription"]="使用至少两名乐团阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-乐团",["nGroup"]=6004}
,[10212]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=12,["id"]=10212,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260012}
,["key"]=10212,["sDescription"]="使用至少两名不朽阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-不朽",["nGroup"]=6004}
,[10213]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=13,["id"]=10213,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={260013}
,["key"]=10213,["sDescription"]="使用至少两名气象阵营的队员通过困难级别的挑战",["sCloseTime"]="2025/06/11 03:00:00",["sName"]="战术验证-气象",["nGroup"]=6004}
,[10103]={["sOpenTime"]="2024/5/15 12:00:01",["index"]=3,["id"]=10103,["jAwardId"]={{10040,30,2}
,{10035,10,2}
}
,["aFinishIds"]={240003}
,["key"]=10103,["sDescription"]="通关当期历战试炼5次",["sCloseTime"]="2025/05/21 03:00:00",["sName"]="通关当期历战试炼5次",["nGroup"]=6006}
}

