local conf = {
	["filename"] = 'h-徽章表.xlsx',
	["sheetname"] = '徽章组',
	["types"] = {
'int','int','int','string','string','int[]','int[]','string'
},
	["names"] = {
'id','key','type','name','icon','pos','size','begTime'
},
	["data"] = {
{'1',	'1',	'1',	'主线剧情',	'bg_1',	'1,1',	'1,2',	''},
{'2',	'2',	'2',	'绮境笺宴',	'bg_2',	'2,1',	'1,1',	''},
{'3',	'3',	'3',	'碎星虚影',	'bg_3',	'2,2',	'1,1',	''},
{'4',	'4',	'4',	'乱序演习',	'bg_4',	'1,4',	'1,1',	''},
{'5',	'5',	'5',	'雷霆试炼',	'bg_5',	'1,3',	'1,1',	''},
{'6',	'6',	'6',	'溯源探查',	'bg_6',	'2,3',	'1,1',	''},
{'7',	'7',	'7',	'夏日活动',	'bg_7',	'2,4',	'1,1',	''},
},
}
--cfgCfgBadgeGroup = conf
return conf
