local conf = {
	["filename"] = 'r-任务配置表.xlsx',
	["sheetname"] = '每周勘测任务',
	["types"] = {
'int','string','int','string','string','string','int','int','int','int','string','string','int','int','int[]','json','int'
},
	["names"] = {
'id','key','type','sName','sDescription','icon','nOpenLevel','nCloseLevel','nOppssId','nPreTaskId','sOpenTime','sCloseTime','nRestType','nTransferPath','aFinishIds','jAwardId','nIsHide'
},
	["data"] = {
{'49101',	'',	'2',	'通关跃升行动关卡10次',	'通关跃升行动关卡10次',	'1',	'',	'',	'',	'',	'',	'',	'2',	'10401',	'49101',	'[[10043,800,2]]',	'2'},
{'49102',	'',	'2',	'通关芯片嵌合关卡10次',	'通关芯片嵌合关卡10次',	'1',	'',	'',	'',	'',	'',	'',	'2',	'10501',	'49102',	'[[10043,800,2]]',	'2'},
{'49103',	'',	'2',	'通关碎星虚影5次',	'通关碎星虚影5次',	'1',	'',	'',	'',	'',	'',	'',	'2',	'30004',	'49103',	'[[10043,800,2]]',	'2'},
{'49104',	'',	'2',	'镜像竞技胜利10次',	'镜像竞技胜利10次',	'1',	'',	'',	'',	'',	'',	'',	'2',	'30003',	'49104',	'[[10043,800,2]]',	'2'},
{'49105',	'',	'2',	'芯片重塑3次',	'芯片重塑3次',	'1',	'',	'',	'',	'',	'',	'',	'2',	'150004',	'49105',	'[[10043,800,2]]',	'2'},
{'49106',	'',	'2',	'累计消耗1000燃料',	'累计消耗1000燃料',	'1',	'',	'',	'',	'',	'',	'',	'2',	'30001',	'49106',	'[[10043,800,2]]',	'2'},
{'49107',	'',	'2',	'累计消耗晶币500000',	'累计消耗晶币500000',	'1',	'',	'',	'',	'',	'',	'',	'2',	'140006',	'49107',	'[[10043,800,2]]',	'2'},
},
}
--cfgCfgTaskWeekExploration = conf
return conf
