local conf = {
	["filename"] = 'h-活动入口开放.xlsx',
	["sheetname"] = '剧情活动',
	["types"] = {
'int','string','string','int','int','string','string'
},
	["names"] = {
'id','key','name','sectionID','shopID','actionTime','actionCloseTime'
},
	["data"] = {
{'2000',	'2000',	'真假惊魂夜',	'3001',	'901',	'2024/1/17 12:00 - 2/7  03:00',	'商店关闭于：2024/2/10 3:00:00'},
{'2001',	'2001',	'迷躇樊笼',	'5001',	'901',	'2024/2/28 12:00 - 3/13  02:59',	'活动关闭于：2024/3/16 02:59'},
{'2002',	'2002',	'迷城蛛影',	'3003',	'905',	'2024/4/17 12:00 - 5/8  2:59:00',	'活动关闭于：2024/5/12 2:59:00'},
{'2004',	'2004',	'焕然心生',	'5002',	'',	'2024/5/15 12:00 - 5/29  02:59',	'活动关闭于：2024/6/05 2:59:00'},
{'2005',	'2005',	'绮境笺宴',	'3004',	'906',	'2024/6/26 12:00 - 7/24  02:59',	'商店关闭于：2024/7/27 2:59:00'},
},
}
--cfgCfgDungeonPlot = conf
return conf
