_G["CfgNewYearFinish"]={{["sOpenTime"]="2024/2/07 10:00:00",["sDescription"]="新年任务第1阶段最终阶段",["id"]=1,["jAwardId"]={{10040,50,2}
,{58032,2,2}
,{58002,1,2}
}
,["aFinishIds"]={80301}
,["nCount"]=5,["key"]=1,["sRewardDes"]="新年特殊物品，打开后可随机获得材料或物品",["sCloseTime"]="2024/2/21 3:00:00",["sIcon"]="58032",["nGroup"]=1101}
,{["sOpenTime"]="2024/2/07 10:00:00",["sDescription"]="新年任务第2阶段最终阶段",["id"]=2,["jAwardId"]={{10040,50,2}
,{58032,2,2}
,{58002,1,2}
}
,["aFinishIds"]={80302}
,["nCount"]=5,["key"]=2,["sRewardDes"]="新年特殊物品，打开后可随机获得材料或物品",["sCloseTime"]="2024/2/21 3:00:00",["sIcon"]="58032",["nGroup"]=1101}
,{["sOpenTime"]="2024/2/07 10:00:00",["sDescription"]="新年任务第3阶段最终阶段",["id"]=3,["jAwardId"]={{10040,100,2}
,{58032,3,2}
,{58002,1,2}
}
,["aFinishIds"]={80303}
,["nCount"]=5,["key"]=3,["sRewardDes"]="在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。",["sCloseTime"]="2024/2/21 3:00:00",["sIcon"]="10040",["nGroup"]=1101}
,{["sOpenTime"]="2024/2/07 10:00:00",["sDescription"]="新年任务第4阶段最终阶段",["id"]=4,["jAwardId"]={{10040,100,2}
,{58032,3,2}
,{58003,1,2}
}
,["aFinishIds"]={80304}
,["nCount"]=5,["key"]=4,["sRewardDes"]="在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。",["sCloseTime"]="2024/2/21 3:00:00",["sIcon"]="10040",["nGroup"]=1101}
,{["sOpenTime"]="2024/2/07 10:00:00",["sDescription"]="新年任务第5阶段最终阶段",["id"]=5,["jAwardId"]={{10040,100,2}
,{58032,3,2}
,{58003,1,2}
}
,["aFinishIds"]={80305}
,["nCount"]=5,["key"]=5,["sRewardDes"]="在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。",["sCloseTime"]="2024/2/21 3:00:00",["sIcon"]="10040",["nGroup"]=1101}
,{["sOpenTime"]="2024/2/07 10:00:00",["sDescription"]="新年任务第6阶段最终阶段",["id"]=6,["jAwardId"]={{10040,150,2}
,{58032,4,2}
,{58003,1,2}
}
,["aFinishIds"]={80306}
,["nCount"]=5,["key"]=6,["sRewardDes"]="在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。",["sCloseTime"]="2024/2/21 3:00:00",["sIcon"]="10040",["nGroup"]=1101}
,{["sOpenTime"]="2024/2/07 10:00:00",["sDescription"]="新年任务第7阶段最终阶段",["id"]=7,["jAwardId"]={{10040,150,2}
,{58032,4,2}
,{58004,1,2}
}
,["aFinishIds"]={80307}
,["nCount"]=5,["key"]=7,["sRewardDes"]="T4跃升材料包中选择1种材料奖励",["sCloseTime"]="2024/2/21 3:00:00",["sIcon"]="58004",["nGroup"]=1101}
,{["sOpenTime"]="2024/1/22 10:00:00",["sDescription"]="新年任务第1阶段最终阶段",["id"]=8,["jAwardId"]={{10040,50,2}
,{58032,2,2}
,{58002,1,2}
}
,["aFinishIds"]={80308}
,["nCount"]=5,["key"]=8,["sRewardDes"]="新年特殊物品，打开后可随机获得材料或物品",["sCloseTime"]="2025/2/19 3:00:00",["sIcon"]="58032",["nGroup"]=2101}
,{["sOpenTime"]="2024/1/22 10:00:00",["sDescription"]="新年任务第2阶段最终阶段",["id"]=9,["jAwardId"]={{10040,50,2}
,{58032,2,2}
,{58002,1,2}
}
,["aFinishIds"]={80309}
,["nCount"]=5,["key"]=9,["sRewardDes"]="新年特殊物品，打开后可随机获得材料或物品",["sCloseTime"]="2025/2/19 3:00:00",["sIcon"]="58032",["nGroup"]=2101}
,{["sOpenTime"]="2024/1/22 10:00:00",["sDescription"]="新年任务第3阶段最终阶段",["id"]=10,["jAwardId"]={{10040,100,2}
,{58032,3,2}
,{58002,1,2}
}
,["aFinishIds"]={80310}
,["nCount"]=5,["key"]=10,["sRewardDes"]="在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。",["sCloseTime"]="2025/2/19 3:00:00",["sIcon"]="10040",["nGroup"]=2101}
,{["sOpenTime"]="2024/1/22 10:00:00",["sDescription"]="新年任务第4阶段最终阶段",["id"]=11,["jAwardId"]={{10040,100,2}
,{58032,3,2}
,{58003,1,2}
}
,["aFinishIds"]={80311}
,["nCount"]=5,["key"]=11,["sRewardDes"]="在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。",["sCloseTime"]="2025/2/19 3:00:00",["sIcon"]="10040",["nGroup"]=2101}
,{["sOpenTime"]="2024/1/22 10:00:00",["sDescription"]="新年任务第5阶段最终阶段",["id"]=12,["jAwardId"]={{10040,100,2}
,{58032,3,2}
,{58003,1,2}
}
,["aFinishIds"]={80312}
,["nCount"]=5,["key"]=12,["sRewardDes"]="在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。",["sCloseTime"]="2025/2/19 3:00:00",["sIcon"]="10040",["nGroup"]=2101}
,{["sOpenTime"]="2024/1/22 10:00:00",["sDescription"]="新年任务第6阶段最终阶段",["id"]=13,["jAwardId"]={{10040,150,2}
,{58032,4,2}
,{58003,1,2}
}
,["aFinishIds"]={80313}
,["nCount"]=5,["key"]=13,["sRewardDes"]="在碎星虚影活动中掉落的稀有物资，可以在构建角色中使用。",["sCloseTime"]="2025/2/19 3:00:00",["sIcon"]="10040",["nGroup"]=2101}
,{["sOpenTime"]="2024/1/22 10:00:00",["sDescription"]="新年任务第7阶段最终阶段",["id"]=14,["jAwardId"]={{10040,150,2}
,{58032,4,2}
,{58004,1,2}
}
,["aFinishIds"]={80314}
,["nCount"]=5,["key"]=14,["sRewardDes"]="T4跃升材料包中选择1种材料奖励",["sCloseTime"]="2025/2/19 3:00:00",["sIcon"]="58004",["nGroup"]=2101}
}

