local conf = {
	["filename"] = 'w-物品表.xlsx',
	["sheetname"] = '头像',
	["types"] = {
'int','string','string','string','int','int','int','string','string','json','int','int','int','int','string','string','int','string','json','int[]','int[]','int[]','int','int','int','int','int','string','int','int','int[]','bool','bool','int[]','json','bool','bool','bool','string','int','string','int','int'
},
	["names"] = {
'id','key','name','name2','group','type','tag','describe','describeBase','price','useLv','quality','upperLimit','invert','icon','addColor','use_skip','effects','getInfo','t_otherGet','combineGet','j_otherGet','j_moneyGet','hide','remark','career','effectiveTime','sculpt','dy_value1','dy_value2','dy_arr','is_can_use','auto_use','life_buf_id','dy_tb','is_can_combine','isActionLog','isGmForbid','sExpiry','expiryIx','itemPicture','upperShow','useTimes'
},
	["data"] = {
{'24071',	'',	'灵机一问',	'运营头像1',	'',	'21',	'0',	'角色头像：灵机一问\n可在角色信息处更换角色头像',	'角色头像：灵机一问\n可在角色信息处更换角色头像',	'',	'',	'5',	'999',	'',	'avatar_7',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	'10007',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'24081',	'',	'采矿先锋',	'运营头像2',	'',	'21',	'0',	'角色头像：采矿先锋\n可在角色信息处更换角色头像',	'角色头像：采矿先锋\n可在角色信息处更换角色头像',	'',	'',	'5',	'999',	'',	'avatar_8',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	'10008',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'24091',	'',	'Happy喵喵',	'运营头像3',	'',	'21',	'0',	'角色头像：Happy喵喵\n可在角色信息处更换角色头像',	'角色头像：Happy喵喵\n可在角色信息处更换角色头像',	'',	'',	'5',	'999',	'',	'avatar_9',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	'10009',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'24101',	'',	'闪耀光影',	'TapTap头像',	'',	'21',	'0',	'角色头像：闪耀光影\n可在角色信息处更换角色头像',	'角色头像：闪耀光影\n可在角色信息处更换角色头像',	'',	'',	'5',	'999',	'',	'avatar_10',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	'10010',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'24111',	'',	'欢呼庆贺',	'奥运头像',	'',	'21',	'0',	'角色头像：欢呼庆贺\n可在角色信息处更换角色头像',	'角色头像：欢呼庆贺\n可在角色信息处更换角色头像',	'',	'',	'5',	'999',	'',	'avatar_11',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	'10011',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'24121',	'',	'就选你了',	'运营头像4',	'',	'21',	'0',	'角色头像：就选你了\n可在角色信息处更换角色头像',	'角色头像：就选你了\n可在角色信息处更换角色头像',	'',	'',	'5',	'999',	'',	'avatar_12',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	'10012',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'24131',	'',	'星海钓客',	'星海钓客',	'',	'21',	'0',	'角色头像：星海钓客\n可在角色信息处更换角色头像',	'角色头像：星海钓客\n可在角色信息处更换角色头像',	'',	'',	'5',	'999',	'',	'avatar_13',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	'10013',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'24141',	'',	'末日终结者',	'物品',	'',	'21',	'0',	'限时头像：末日终结者\n可在角色信息处更换角色头像\n头像持续30天',	'限时头像：末日终结者\n可在角色信息处更换角色头像\n头像持续30天',	'',	'',	'5',	'999',	'',	'avatar_24',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	'10014',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'24142',	'',	'末日终结者',	'永久',	'',	'10',	'0',	'限时头像：末日终结者\n可在角色信息处更换角色头像\n头像持续30天',	'限时头像：末日终结者\n可在角色信息处更换角色头像\n头像持续30天',	'',	'',	'5',	'999',	'',	'avatar_24',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'13',	'10014',	'24141,0',	'1',	'1',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'24143',	'',	'末日终结者',	'30天',	'',	'10',	'5',	'限时头像：末日终结者\n可在角色信息处更换角色头像\n头像持续30天',	'限时头像：末日终结者\n可在角色信息处更换角色头像\n头像持续30天',	'',	'',	'5',	'999',	'',	'avatar_24',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'13',	'10014',	'24141,2592000',	'1',	'1',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'24153',	'',	'欢乐主导',	'',	'',	'21',	'0',	'角色头像：欢乐主导\n可在角色信息处更换角色头像',	'角色头像：欢乐主导\n可在角色信息处更换角色头像',	'',	'',	'5',	'999',	'',	'avatar_21',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	'10017',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
},
}
--cfgItemInfo5 = conf
return conf
