local conf = {
	["filename"] = 'w-物品表.xlsx',
	["sheetname"] = '头像框',
	["types"] = {
'int','string','string','string','int','int','int','string','string','json','int','int','int','int','string','string','int','string','json','string[]','int[]','int[]','int','int','int','int','int','string','int','int','int[]','bool','bool','int[]','json','bool','bool','bool','string','int','string','int','int'
},
	["names"] = {
'id','key','name','name2','group','type','tag','describe','describeBase','price','useLv','quality','upperLimit','invert','icon','addColor','use_skip','effects','getInfo','t_otherGet','combineGet','j_otherGet','j_moneyGet','hide','remark','career','effectiveTime','sculpt','dy_value1','dy_value2','dy_arr','is_can_use','auto_use','life_buf_id','dy_tb','is_can_combine','isActionLog','isGmForbid','sExpiry','expiryIx','itemPicture','upperShow','useTimes'
},
	["data"] = {
{'19161',	'',	'数据源芯',	'物品',	'',	'19',	'0',	'头像框：数据源芯\n可在角色信息处更换头像框',	'头像框：数据源芯\n可在角色信息处更换头像框',	'',	'',	'5',	'999',	'',	'19161',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	'2002',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'19162',	'',	'数据源芯(永久）',	'道具',	'',	'10',	'5',	'头像框：数据源芯\n可在角色信息处更换头像框',	'头像框：数据源芯\n可在角色信息处更换头像框',	'[[10001,100]]',	'',	'5',	'999',	'1',	'19161',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'8',	'2002',	'19161,0',	'1',	'1',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'19163',	'',	'数据源芯(七天）',	'道具',	'',	'10',	'5',	'头像框：数据源芯\n可在角色信息处更换头像框',	'头像框：数据源芯\n可在角色信息处更换头像框',	'[[10001,100]]',	'',	'5',	'999',	'1',	'19161',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'8',	'2002',	'19161,604800',	'1',	'1',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'19164',	'',	'数据源芯(30天）',	'道具',	'',	'10',	'5',	'头像框：数据源芯\n可在角色信息处更换头像框',	'头像框：数据源芯\n可在角色信息处更换头像框',	'[[10001,100]]',	'',	'5',	'999',	'1',	'19161',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'8',	'2002',	'19161,2592000',	'1',	'1',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'19191',	'',	'浓情拿铁',	'物品',	'',	'19',	'0',	'头像框：浓情拿铁\n可在角色信息处更换头像框',	'头像框：浓情拿铁\n可在角色信息处更换头像框',	'',	'',	'5',	'999',	'',	'19191',	'',	'',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	'2005',	'',	'',	'',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'19192',	'',	'浓情拿铁(永久）',	'道具',	'',	'10',	'5',	'头像框：浓情拿铁\n可在角色信息处更换头像框',	'头像框：浓情拿铁\n可在角色信息处更换头像框',	'[[10001,100]]',	'',	'5',	'999',	'1',	'19191',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'8',	'2005',	'19191,0',	'1',	'1',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'19193',	'',	'浓情拿铁(七天）',	'道具',	'',	'10',	'5',	'头像框：浓情拿铁\n可在角色信息处更换头像框',	'头像框：浓情拿铁\n可在角色信息处更换头像框',	'[[10001,100]]',	'',	'5',	'999',	'1',	'19191',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'8',	'2005',	'19191,604800',	'1',	'1',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
{'19194',	'',	'浓情拿铁(30天）',	'道具',	'',	'10',	'5',	'头像框：浓情拿铁\n可在角色信息处更换头像框',	'头像框：浓情拿铁\n可在角色信息处更换头像框',	'[[10001,100]]',	'',	'5',	'999',	'1',	'19191',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'8',	'2005',	'19191,2592000',	'1',	'1',	'',	'',	'',	'1',	'',	'',	'',	'',	'',	''},
},
}
--cfgItemInfo4 = conf
return conf
