_G["ItemGetWay"]={{["describe"]="日常任务",["key"]=1,["id"]=1}
,{["describe"]="周常任务",["key"]=2,["id"]=2}
,{["describe"]="任务奖励",["key"]=3,["id"]=3}
,{["describe"]="核心构建获得",["key"]=4,["id"]=4}
,{["describe"]="队员构建的馈赠",["key"]=5,["id"]=5}
,{["describe"]="[每日登录获取]",["key"]=6,["id"]=6}
,{["describe"]="[商店兑换]",["key"]=7,["id"]=7}
,{["describe"]="[粲晶购买]",["key"]=8,["id"]=8}
,{["describe"]="补给站【限时贸易所】",["key"]=9,["id"]=9}
,{["describe"]="补给站【万物贸易所】",["key"]=10,["id"]=10}
,{["describe"]="补给站【异星灰域】",["key"]=11,["id"]=11}
,{["describe"]="【限时贸易所】或【研发中心生产】获得",["key"]=12,["id"]=12}
,{["describe"]="注刈嵌合 1层",["key"]=13,["id"]=13}
,{["describe"]="注刈嵌合 1-4层",["key"]=14,["id"]=14}
,{["describe"]="注刈嵌合 2-4层",["key"]=15,["id"]=15}
,{["describe"]="注刈嵌合 5层",["key"]=16,["id"]=16}
,{["describe"]="序章 01-08",["key"]=17,["id"]=17}
,{["describe"]="困难序章 01-08",["key"]=18,["id"]=18}
,{["describe"]="鼓军嵌合 1层",["key"]=19,["id"]=19}
,{["describe"]="鼓军嵌合 1-4层",["key"]=20,["id"]=20}
,{["describe"]="鼓军嵌合 2-4层",["key"]=21,["id"]=21}
,{["describe"]="鼓军嵌合 5层",["key"]=22,["id"]=22}
,{["describe"]="光杵嵌合 1层",["key"]=23,["id"]=23}
,{["describe"]="光杵嵌合 1-4层",["key"]=24,["id"]=24}
,{["describe"]="光杵嵌合 2-4层",["key"]=25,["id"]=25}
,{["describe"]="光杵嵌合 5层",["key"]=26,["id"]=26}
,{["describe"]="第一章 11~20关",["key"]=27,["id"]=27}
,{["describe"]="第一章 01~10关",["key"]=28,["id"]=28}
,{["describe"]="困难第一章 01~10关",["key"]=29,["id"]=29}
,{["describe"]="困难第一章 11~20关",["key"]=30,["id"]=30}
,{["describe"]="困难第一章 21~25关",["key"]=31,["id"]=31}
,{["describe"]="第二章 01~08关",["key"]=32,["id"]=32}
,{["describe"]="第二章 18~22关",["key"]=33,["id"]=33}
,{["describe"]="第二章 09~17关",["key"]=34,["id"]=34}
,{["describe"]="第一章 21~25关",["key"]=35,["id"]=35}
,{["describe"]="第三章 21~25关",["key"]=36,["id"]=36}
,{["describe"]="活动期间通关副本限时获得",["key"]=37,["id"]=37}
,{["describe"]="每日探索中【芯片嵌合副本】获得",["key"]=38,["id"]=38}
,{["describe"]="主线章节【序章】获得",["key"]=39,["id"]=39}
,{["describe"]="主线章节【第一章 1-11至1-20】获得",["key"]=40,["id"]=40}
,{["describe"]="主线章节（困难）【第一章 1-11至1-20】获得",["key"]=41,["id"]=41}
,{["describe"]="主线章节【第一章 1-1至1-10】获得",["key"]=42,["id"]=42}
,{["describe"]="主线章节【第二章 2-1至2-10】获得",["key"]=43,["id"]=43}
,{["describe"]="主线章节（困难）【第二章 2-1至2-10】获得",["key"]=44,["id"]=44}
,{["describe"]="主线章节【第二章 2-21至2-25】获得",["key"]=45,["id"]=45}
,{["describe"]="主线章节（困难）【第二章 2-21至2-25】获得",["key"]=46,["id"]=46}
,{["describe"]="主线章节【第二章 2-11至2-20】获得",["key"]=47,["id"]=47}
,{["describe"]="主线章节（困难）【第二章 2-11至2-20】获得",["key"]=48,["id"]=48}
,{["describe"]="主线章节【第一章 1-21至1-25】获得",["key"]=49,["id"]=49}
,{["describe"]="主线章节（困难）【第一章 1-21至1-25】获得",["key"]=50,["id"]=50}
}

