local conf = {
	["filename"] = 's-声音.xlsx',
	["sheetname"] = '角色皮肤语音',
	["types"] = {
'int','string','string','string','int','int','int','int[]','string','int','string','int','string','int','int','int','bool'
},
	["names"] = {
'id','key','cue_sheet','cue_name','model','group','type','type_child','name','script1_display','script1','script2_display','script2','openLv','faceIndex','playTime','bookDisplay'
},
	["data"] = {
{'30180302',	'machairodus_skin107_02',	'cv_skin/machairodus_skin107.acb',	'machairodus_skin107_02',	'3018003',	'301803',	'7',	'',	'登录（夜幕幽冥）',	'',	'只、只不过是这种程度的东西，我马上就能挣脱……唔……马上！',	'',	'只、只不过是这种程度的东西，我马上就能挣脱……唔……马上！',	'1',	'',	'1',	'1'},
{'30180303',	'machairodus_skin107_03',	'cv_skin/machairodus_skin107.acb',	'machairodus_skin107_03',	'3018003',	'301803',	'10',	'',	'接触1（夜幕幽冥）',	'',	'喂，千万不要把这个放在NERI的宣传册里，谁都有出丑的时候，您下次出丑的时候我一定也不会放过的！',	'',	'喂，千万不要把这个放在NERI的宣传册里，谁都有出丑的时候，您下次出丑的时候我一定也不会放过的！',	'1',	'',	'1',	'1'},
{'30180304',	'machairodus_skin107_04',	'cv_skin/machairodus_skin107.acb',	'machairodus_skin107_04',	'3018003',	'301803',	'10',	'',	'接触2（夜幕幽冥）',	'',	'可恶，我就该想到这个摩托就是陷阱，突然出现的摩托？我一开始怎么就没有反应过来啊……',	'',	'可恶，我就该想到这个摩托就是陷阱，突然出现的摩托？我一开始怎么就没有反应过来啊……',	'1',	'',	'1',	'1'},
{'30180305',	'machairodus_skin107_05',	'cv_skin/machairodus_skin107.acb',	'machairodus_skin107_05',	'3018003',	'301803',	'10',	'',	'接触3（夜幕幽冥）',	'',	'这个姿势太累人了，我说，真的不能把我放出来吗？',	'',	'这个姿势太累人了，我说，真的不能把我放出来吗？',	'1',	'',	'1',	'1'},
{'30180306',	'machairodus_skin107_06',	'cv_skin/machairodus_skin107.acb',	'machairodus_skin107_06',	'3018003',	'301803',	'10',	'',	'心动接触（夜幕幽冥）',	'',	'警戒线弹下去了？好…机…会…',	'',	'警戒线弹下去了？好…机…会…',	'1',	'',	'1',	'1'},
{'30180307',	'machairodus_skin107_07',	'cv_skin/machairodus_skin107.acb',	'machairodus_skin107_07',	'3018003',	'301803',	'12',	'',	'归来（夜幕幽冥）',	'',	'你们都任务回来了，能考虑帮我放出来吗。',	'',	'你们都任务回来了，能考虑帮我放出来吗。',	'1',	'',	'1',	'1'},
{'30180308',	'machairodus_skin107_08',	'cv_skin/machairodus_skin107.acb',	'machairodus_skin107_08',	'3018003',	'301803',	'3',	'',	'出击（夜幕幽冥）',	'',	'刚好让我活动活动手脚。',	'',	'刚好让我活动活动手脚。',	'1',	'',	'1',	'1'},
{'60090301',	'Curtana_skin101_01',	'cv_skin/Curtana_skin101.acb',	'Curtana_skin101_01',	'6009003',	'600903',	'18',	'',	'获得（问心寻桥）',	'',	'我在练习一些来自瓦洲的特殊格斗技，暂时出了一点点小~意外，总队长能扶我一下吗……',	'',	'我在练习一些来自瓦洲的特殊格斗技，暂时出了一点点小~意外，总队长能扶我一下吗……',	'',	'',	'',	'1'},
{'60090302',	'Curtana_skin101_02',	'cv_skin/Curtana_skin101.acb',	'Curtana_skin101_02',	'6009003',	'600903',	'7',	'',	'登录（问心寻桥）',	'',	'哎呀呀，疼疼疼……太丢人了，还好没人看见——总、总队长？',	'',	'哎呀呀，疼疼疼……太丢人了，还好没人看见——总、总队长？',	'',	'',	'',	'1'},
{'60090303',	'Curtana_skin101_03',	'cv_skin/Curtana_skin101.acb',	'Curtana_skin101_03',	'6009003',	'600903',	'10',	'',	'接触1（问心寻桥）',	'',	'这个姿势，说不定能让我开发出什么特殊的战斗技巧。',	'',	'这个姿势，说不定能让我开发出什么特殊的战斗技巧。',	'',	'',	'',	'1'},
{'60090304',	'Curtana_skin101_04',	'cv_skin/Curtana_skin101.acb',	'Curtana_skin101_04',	'6009003',	'600903',	'10',	'',	'接触2（问心寻桥）',	'',	'拉一下韧带，一定可以够到鞋子的……算了，还是让总队长帮我吧。',	'',	'拉一下韧带，一定可以够到鞋子的……算了，还是让总队长帮我吧。',	'',	'',	'',	'1'},
{'60090305',	'Curtana_skin101_05',	'cv_skin/Curtana_skin101.acb',	'Curtana_skin101_05',	'6009003',	'600903',	'10',	'',	'接触3（问心寻桥）',	'',	'先说好，我只是在休息，总队长乱翻我可能会生气哟……房间就当做是你弄乱的了，嘻嘻。',	'',	'先说好，我只是在休息，总队长乱翻我可能会生气哟……房间就当做是你弄乱的了，嘻嘻。',	'',	'',	'',	'1'},
{'60090306',	'Curtana_skin101_06',	'cv_skin/Curtana_skin101.acb',	'Curtana_skin101_06',	'6009003',	'600903',	'10',	'',	'心动接触（问心寻桥）',	'',	'总队长，不要乱摸，痒！',	'',	'总队长，不要乱摸，痒！',	'',	'',	'',	'1'},
{'60090307',	'Curtana_skin101_07',	'cv_skin/Curtana_skin101.acb',	'Curtana_skin101_07',	'6009003',	'600903',	'14',	'',	'进入设施（问心寻桥）',	'',	'绝对不会再摔了，放心吧。',	'',	'绝对不会再摔了，放心吧。',	'',	'',	'',	'1'},
{'60090308',	'Curtana_skin101_08',	'cv_skin/Curtana_skin101.acb',	'Curtana_skin101_08',	'6009003',	'600903',	'3',	'',	'出击（问心寻桥）',	'',	'让我来展示训练成果～',	'',	'让我来展示训练成果～',	'',	'',	'',	'1'},
{'60030301',	'Durandal_skin103_01',	'cv_skin/Durandal_skin103.acb',	'Durandal_skin103_01',	'6003003',	'600303',	'18',	'',	'获得（舒心一刻）',	'',	'嘘，我这是稍微偷懒一下～但这也是合规的训练哟，所以我们接下来要去哪里呢，总队长～',	'',	'嘘，我这是稍微偷懒一下～但这也是合规的训练哟，所以我们接下来要去哪里呢，总队长～',	'',	'',	'',	'1'},
{'60030302',	'Durandal_skin103_02',	'cv_skin/Durandal_skin103.acb',	'Durandal_skin103_02',	'6003003',	'600303',	'7',	'',	'登录（舒心一刻）',	'',	'嗯～让您看到了失礼的时候呢～或许这也是训练的一环吧？',	'',	'嗯～让您看到了失礼的时候呢～或许这也是训练的一环吧？',	'',	'',	'',	'1'},
{'60030303',	'Durandal_skin103_03',	'cv_skin/Durandal_skin103.acb',	'Durandal_skin103_03',	'6003003',	'600303',	'10',	'',	'接触1（舒心一刻）',	'',	'总队长是开发了什么特殊的爱好吗，怎么在我换衣服的时候“刚好”出现呢？',	'',	'总队长是开发了什么特殊的爱好吗，怎么在我换衣服的时候“刚好”出现呢？',	'',	'',	'',	'1'},
{'60030304',	'Durandal_skin103_04',	'cv_skin/Durandal_skin103.acb',	'Durandal_skin103_04',	'6003003',	'600303',	'10',	'',	'接触2（舒心一刻）',	'',	'这个时候来找我，总不可能是任务吧？想好找我的理由了吗，总～队～长～',	'',	'这个时候来找我，总不可能是任务吧？想好找我的理由了吗，总～队～长～',	'',	'',	'',	'1'},
{'60030305',	'Durandal_skin103_05',	'cv_skin/Durandal_skin103.acb',	'Durandal_skin103_05',	'6003003',	'600303',	'10',	'',	'接触3（舒心一刻）',	'',	'嘿——咻——（断一下）呀，总队长？尾白的好梦都被你吓没咯～可惜了新的训练服,来帮我想个理由找后勤部拿新的训练服吧。',	'',	'嘿——咻——（断一下）呀，总队长？尾白的好梦都被你吓没咯～可惜了新的训练服,来帮我想个理由找后勤部拿新的训练服吧。',	'',	'',	'',	'1'},
{'60030306',	'Durandal_skin103_06',	'cv_skin/Durandal_skin103.acb',	'Durandal_skin103_06',	'6003003',	'600303',	'10',	'',	'心动接触（舒心一刻）',	'',	'猜猜看，衣服为什么会坏呢？',	'',	'猜猜看，衣服为什么会坏呢？',	'',	'',	'',	'1'},
{'60030307',	'Durandal_skin103_07',	'cv_skin/Durandal_skin103.acb',	'Durandal_skin103_07',	'6003003',	'600303',	'3',	'',	'出击（舒心一刻）',	'',	'训练的结果也该展示一下了，请即刻指派任务。',	'',	'训练的结果也该展示一下了，请即刻指派任务。',	'',	'',	'',	'1'},
{'60020301',	'Joyeuse_skin101_01',	'cv_skin/Joyeuse_skin101.acb',	'Joyeuse_skin101_01',	'6002003',	'600203',	'18',	'',	'获得（凤鸣桃华）',	'',	'请放心，只是小酌，并未喝醉。喝完不能泡澡吗……那总队长可以稍等片刻，待我清醒可好？',	'',	'请放心，只是小酌，并未喝醉。喝完不能泡澡吗……那总队长可以稍等片刻，待我清醒可好？',	'1',	'',	'1',	'1'},
{'60020302',	'Joyeuse_skin101_02',	'cv_skin/Joyeuse_skin101.acb',	'Joyeuse_skin101_02',	'6002003',	'600203',	'7',	'',	'登录（凤鸣桃华）',	'',	'在这独饮了许久，终于等到你了……不如就坐在这儿吧？总队长？',	'',	'在这独饮了许久，终于等到你了……不如就坐在这儿吧？总队长？',	'1',	'',	'1',	'1'},
{'60020303',	'Joyeuse_skin101_03',	'cv_skin/Joyeuse_skin101.acb',	'Joyeuse_skin101_03',	'6002003',	'600203',	'10',	'',	'接触1（凤鸣桃华）',	'',	'想不到在异星之上也能感受瓦洲佳节，甚好，甚好。',	'',	'想不到在异星之上也能感受瓦洲佳节，甚好，甚好。',	'1',	'',	'1',	'1'},
{'60020304',	'Joyeuse_skin101_04',	'cv_skin/Joyeuse_skin101.acb',	'Joyeuse_skin101_04',	'6002003',	'600203',	'10',	'',	'接触2（凤鸣桃华）',	'',	'碎星也能喝到如此佳酿，呀，撒在腿上了，凉飕飕的，这感觉可真微妙呢。',	'',	'碎星也能喝到如此佳酿，呀，撒在腿上了，凉飕飕的，这感觉可真微妙呢。',	'1',	'',	'1',	'1'},
{'60020305',	'Joyeuse_skin101_05',	'cv_skin/Joyeuse_skin101.acb',	'Joyeuse_skin101_05',	'6002003',	'600203',	'10',	'',	'接触3（凤鸣桃华）',	'',	'鞋掉了呢，不穿鞋玩水也挺舒服的，应该不会有人看见吧？不过就算被看见了，您也会为我穿上的对吧？',	'',	'鞋掉了呢，不穿鞋玩水也挺舒服的，应该不会有人看见吧？不过就算被看见了，您也会为我穿上的对吧？',	'1',	'',	'1',	'1'},
{'60020306',	'Joyeuse_skin101_06',	'cv_skin/Joyeuse_skin101.acb',	'Joyeuse_skin101_06',	'6002003',	'600203',	'11',	'2',	'心动接触（凤鸣桃华）',	'',	'兴许是后劲上来了，燥热了不少，总队长？你在看哪里呢~',	'',	'兴许是后劲上来了，燥热了不少，总队长？你在看哪里呢~',	'51',	'',	'1',	'1'},
{'60020308',	'Joyeuse_skin101_07',	'cv_skin/Joyeuse_skin101.acb',	'Joyeuse_skin101_07',	'6002003',	'600203',	'3',	'',	'出击（凤鸣桃华）',	'',	'放心，我比之前更熟练了。',	'',	'放心，我比之前更熟练了。',	'1',	'',	'1',	'1'},
},
}
--cfgSound2 = conf
return conf
