local conf = {
	["filename"] = 's-声音.xlsx',
	["sheetname"] = '角色插图语音',
	["types"] = {
'int','string','string','string','int','int','int','int[]','string','int','string','int','string','int','int','int','bool'
},
	["names"] = {
'id','key','cue_sheet','cue_name','model','group','type','type_child','name','script1_display','script1','script2_display','script2','openLv','faceIndex','playTime','bookDisplay'
},
	["data"] = {
{'6100101',	'three_people_01',	'picture/three_people.acb',	'three_people_01',	'6009001',	'600901',	'',	'',	'卡提那1',	'',	'乌波，你说什么呢，有个坏人一直盯着我们，那不是我们的英雄吗？',	'',	'乌波，你说什么呢，有个坏人一直盯着我们，那不是我们的英雄吗？',	'1',	'',	'1',	''},
{'6100102',	'three_people_02',	'picture/three_people.acb',	'three_people_02',	'6003001',	'600301',	'',	'',	'杜兰德尔1',	'',	'乌波说的是坏人该不会是……总队长，你要不要坐到这边来和我们好好解释一下？',	'',	'乌波说的是坏人该不会是……总队长，你要不要坐到这边来和我们好好解释一下？',	'1',	'',	'1',	''},
{'6100103',	'three_people_03',	'picture/three_people.acb',	'three_people_03',	'6002001',	'600201',	'',	'',	'咎瓦尤斯1',	'',	'嗯，各项描述都很像是您呢……开玩笑的，这并不是乌波发的资料。',	'',	'嗯，各项描述都很像是您呢……开玩笑的，这并不是乌波发的资料。',	'1',	'',	'1',	''},
{'6100104',	'three_people_04',	'picture/three_people.acb',	'three_people_04',	'6002001',	'600201',	'',	'',	'咎瓦尤斯2',	'',	'令人羡慕的战绩呢，真想和您切磋一下，地点就交给总队长您来选择吧。',	'',	'令人羡慕的战绩呢，真想和您切磋一下，地点就交给总队长您来选择吧。',	'1',	'',	'1',	''},
{'6100105',	'three_people_05',	'picture/three_people.acb',	'three_people_05',	'6003001',	'600301',	'',	'',	'杜兰德尔2',	'',	'诶，这不是总队长吗？要不要过来一起参加我们的茶会，顺便复盘一些有趣的事情。',	'',	'诶，这不是总队长吗？要不要过来一起参加我们的茶会，顺便复盘一些有趣的事情。',	'1',	'',	'1',	''},
{'6100106',	'three_people_06',	'picture/three_people.acb',	'three_people_06',	'6009001',	'600901',	'',	'',	'卡提那2',	'',	'乌波说它收集到了某位大英雄的珍贵影像呢，总队长也来一起欣赏吧。',	'',	'乌波说它收集到了某位大英雄的珍贵影像呢，总队长也来一起欣赏吧。',	'1',	'',	'1',	''},
{'6101701',	'tender_dream_01',	'picture/tender_dream.acb',	'tender_dream_01',	'6005001',	'6005001',	'',	'',	'纳格陵',	'',	'哎呀~这么活泼可爱的小猫咪，总队长要来摸一下吗？',	'',	'哎呀~这么活泼可爱的小猫咪，总队长要来摸一下吗？',	'1',	'',	'1',	''},
{'6101702',	'tender_dream_02',	'picture/tender_dream.acb',	'tender_dream_02',	'3048001',	'3048001',	'',	'',	'乌斯怀亚',	'',	'总队长，你怎么来了？欸~滴下来了~',	'',	'总队长，你怎么来了？欸~滴下来了~',	'1',	'',	'1',	''},
{'6101703',	'tender_dream_03',	'picture/tender_dream.acb',	'tender_dream_03',	'4040001',	'4040001',	'',	'',	'荧',	'',	'好可惜啊~唔……总队长，你也来和我们一起放松吧？',	'',	'好可惜啊~唔……总队长，你也来和我们一起放松吧？',	'1',	'',	'1',	''},
},
}
--cfgSound3 = conf
return conf
