local conf = {
	["filename"] = 'z-章节表.xlsx',
	["sheetname"] = '普通活动',
	["types"] = {
'int','int','string','int','string','int','int','int[]','string','string','string','int','int','int','int','int[]','int','int','int','string','string','string','string','json','int[]','string','string','string','string','float','int','int','int','string[]','string[]','string[]','string','string','int'
},
	["names"] = {
'id','key','chapter','type','name','pos','open_tips','conditions','path','fatherView','fatherDesc','index','group','fade','activeId','openTime','dailyEnumID','count','cd','lock_desc','desc','icon','descImg','fallRewards','starRewardID','mName','eName','sBg','bg','bgPosZ','multiId','sOpen','preSection','passDesc','nextOpenDesc','diffPassDesc','descKey','bgm','story'
},
	["data"] = {
{'1001',	'',	'碎星虚影',	'101',	'戈里刻虚影',	'1',	'',	'4001',	'DungeonTower',	'',	'',	'',	'3',	'1',	'',	'1,1,1,1,1,1,1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'aBg1_2',	'tBg1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	''},
{'1002',	'',	'碎星虚影',	'101',	'诺斯虚影',	'1',	'',	'4002',	'DungeonTower',	'',	'',	'',	'3',	'1',	'',	'1,1,1,1,1,1,1',	'',	'',	'',	'通关[虚影稽查者]后开启',	'',	'',	'',	'',	'',	'',	'',	'aBg1_2',	'tBg2',	'',	'',	'',	'',	'',	'',	'',	'',	'',	''},
{'2001',	'',	'拂晓之战',	'102',	'战场系统',	'2',	'',	'4001',	'BattleField',	'',	'',	'',	'3',	'2',	'1',	'1,1,1,1,1,1,1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'aBg1_5',	'bBg1',	'11.3',	'',	'',	'',	'',	'',	'',	'',	'',	''},
{'3001',	'',	'真假惊魂夜',	'103',	'剧情活动',	'3',	'',	'2009',	'DungeonActivity1',	'',	'',	'',	'3',	'1',	'2',	'1,1,1,1,1,1,1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'aBg1_4',	'dBg1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	''},
{'3003',	'',	'迷城蛛影',	'103',	'迷城蛛影',	'4',	'',	'2009',	'DungeonActivity4',	'',	'',	'',	'3',	'2',	'4',	'1,1,1,1,1,1,1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'aBg1_7',	'dBg1',	'',	'4',	'',	'',	'',	'',	'',	'',	'',	'20200'},
{'3004',	'',	'绮境笺宴',	'103',	'绮境笺宴',	'4',	'',	'4001',	'DungeonActivity1',	'',	'',	'',	'3',	'1',	'7',	'1,1,1,1,1,1,1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'aBg1_4',	'dBg1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	''},
{'4001',	'',	'拟真演训',	'104',	'讨伐活动',	'5',	'',	'2009',	'DungeonActivity2',	'',	'',	'',	'3',	'2',	'3',	'1,1,1,1,1,1,1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'aBg1_3',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	''},
{'4002',	'',	'拟真演训',	'104',	'讨伐活动',	'5',	'',	'2009',	'DungeonActivity2',	'',	'',	'',	'3',	'2',	'6',	'1,1,1,1,1,1,1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'',	'aBg1_3',	'dBg1',	'',	'',	'',	'',	'',	'',	'',	'',	'',	''},
},
}
--cfgSection3 = conf
return conf
