local conf = {
	["filename"] = 'z-章节表.xlsx',
	["sheetname"] = '材料',
	["types"] = {
'int','int','string','int','string','int','int','bool','int','int[]','json','int','int','int','int','int','int[]','int','int','int','string','string','string','string','json','int[]','string','string','string','string','float','int','int[]','int','int','string[]','string[]','string[]','string','string','int'
},
	["names"] = {
'id','key','chapter','type','name','pos','onlyOne','isShowPassTeam','open_tips','conditions','info','index','group','fade','activeId','turnNum','openTime','dailyEnumID','count','cd','lock_desc','desc','icon','descImg','fallRewards','starRewardID','mName','eName','sBg','bg','bgPosZ','multiId','specialMultiIds','sOpen','preSection','passDesc','nextOpenDesc','diffPassDesc','descKey','bgm','story'
},
	["data"] = {
{'101',	'',	'跃升行动',	'1',	'自然跃升',	'',	'',	'1',	'',	'2117',	'',	'',	'2',	'',	'',	'',	'1,1,1,1,1,1,1',	'3',	'',	'600',	'',	'//可获得气象、山脉模块',	'chapter_101',	'Darily_01',	'[[14304, 0, 2],[14301, 0, 2]]',	'',	'DAILY',	'',	'bg2',	'',	'',	'4',	'',	'',	'',	'每日探索【跃升行动】任务完成',	'',	'',	'materialDaily1',	'',	''},
{'102',	'',	'跃升行动',	'1',	'人造跃升',	'',	'',	'1',	'',	'2117',	'',	'',	'2',	'',	'',	'',	'1,1,1,1,1,1,1',	'3',	'',	'600',	'',	'//可获得灭刃、乐团模块',	'chapter_101',	'Darily_02',	'[[14306, 0, 2],[14302, 0, 2]]',	'',	'DAILY',	'',	'bg7',	'',	'',	'4',	'',	'',	'',	'每日探索【跃升行动】任务完成',	'',	'',	'materialDaily2',	'',	''},
{'103',	'',	'跃升行动',	'1',	'生命跃升',	'',	'',	'1',	'',	'2117',	'',	'',	'2',	'',	'',	'',	'1,1,1,1,1,1,1',	'3',	'',	'600',	'',	'//可获得不朽、虫洞模块',	'chapter_101',	'Darily_03',	'[[14303, 0, 2],[14305, 0, 2]]',	'',	'DAILY',	'',	'bg8',	'',	'',	'4',	'',	'',	'',	'每日探索【跃升行动】任务完成',	'',	'',	'materialDaily3',	'',	''},
{'201',	'',	'芯片嵌合',	'2',	'鼓军嵌合',	'',	'',	'1',	'',	'2115',	'',	'',	'2',	'',	'',	'',	'1,1,1,1,1,1,1',	'2',	'',	'600',	'',	'//可获得物攻、振奋芯片',	'chapter_201',	'Darily_08',	'[[18123, 0, 2],[18137, 0, 2]]',	'',	'DAILY',	'',	'bg3',	'',	'',	'4',	'101,102',	'',	'',	'每日探索【芯片嵌合】任务完成',	'',	'',	'equipDaily1',	'',	''},
{'202',	'',	'芯片嵌合',	'2',	'光杵嵌合',	'',	'',	'1',	'',	'2115',	'',	'',	'2',	'',	'',	'',	'1,1,1,1,1,1,1',	'2',	'',	'600',	'',	'//可获得能量、金刚芯片',	'chapter_201',	'Darily_09',	'[[18124, 0, 2],[18120, 0, 2]]',	'',	'DAILY',	'',	'bg9',	'',	'',	'4',	'101,102',	'',	'',	'每日探索【芯片嵌合】任务完成',	'',	'',	'equipDaily2',	'',	''},
{'203',	'',	'芯片嵌合',	'2',	'注刈嵌合',	'',	'',	'1',	'',	'2115',	'',	'',	'2',	'',	'',	'',	'1,1,1,1,1,1,1',	'2',	'',	'600',	'',	'//可获得切割、集中芯片',	'chapter_201',	'Darily_10',	'[[18102, 0, 2],[18119, 0, 2]]',	'',	'DAILY',	'',	'bg6',	'',	'',	'4',	'101,102',	'',	'',	'每日探索【芯片嵌合】任务完成',	'',	'',	'equipDaily3',	'',	''},
{'204',	'',	'芯片嵌合',	'2',	'链接嵌合',	'',	'',	'1',	'',	'2115',	'',	'',	'2',	'',	'',	'',	'1,0,0,0,0,1,1',	'2',	'',	'600',	'每周一、六、日开放',	'//可获得神力、神速芯片',	'chapter_201',	'Darily_08',	'[[18135, 0, 2],[18134, 0, 2]]',	'',	'DAILY',	'',	'bg11',	'',	'',	'4',	'101,102',	'',	'',	'每日探索【芯片嵌合】任务完成',	'',	'',	'equipDaily1',	'',	''},
{'205',	'',	'芯片嵌合',	'2',	'体魄嵌合',	'',	'',	'1',	'',	'2115',	'',	'',	'2',	'',	'',	'',	'0,1,0,0,0,1,1',	'2',	'',	'600',	'每周二、六、日开放',	'//可获得穿甲、支援芯片',	'chapter_201',	'Darily_09',	'[[18101, 0, 2],[18107, 0, 2]]',	'',	'DAILY',	'',	'bg12',	'',	'',	'4',	'101,102',	'',	'',	'每日探索【芯片嵌合】任务完成',	'',	'',	'equipDaily2',	'',	''},
{'206',	'',	'芯片嵌合',	'2',	'侵蚀嵌合',	'',	'',	'1',	'',	'2115',	'',	'',	'2',	'',	'',	'',	'0,0,1,0,0,1,1',	'2',	'',	'600',	'每周三、六、日开放',	'//可获得腐蚀、引爆芯片',	'chapter_201',	'Darily_10',	'[[18118, 0, 2],[18151, 0, 2]]',	'',	'DAILY',	'',	'bg13',	'',	'',	'4',	'101,102',	'',	'',	'每日探索【芯片嵌合】任务完成',	'',	'',	'equipDaily3',	'',	''},
{'207',	'',	'芯片嵌合',	'2',	'迅刃嵌合',	'',	'',	'1',	'',	'2115',	'',	'',	'2',	'',	'',	'',	'0,0,0,1,0,1,1',	'2',	'',	'600',	'每周四、六、日开放',	'//可获得灵巧、暴怒芯片',	'chapter_201',	'Darily_09',	'[[18115, 0, 2],[18116, 0, 2]]',	'',	'DAILY',	'',	'bg14',	'',	'',	'4',	'101,102',	'',	'',	'每日探索【芯片嵌合】任务完成',	'',	'',	'equipDaily2',	'',	''},
{'208',	'',	'芯片嵌合',	'2',	'矛盾嵌合',	'',	'',	'1',	'',	'2115',	'',	'',	'2',	'',	'',	'',	'0,0,0,0,1,1,1',	'2',	'',	'600',	'每周五、六、日开放',	'//可获得致命、屏障芯片',	'chapter_201',	'Darily_10',	'[[18117, 0, 2],[18113, 0, 2]]',	'',	'DAILY',	'',	'bg15',	'',	'',	'4',	'101,102',	'',	'',	'每日探索【芯片嵌合】任务完成',	'',	'',	'equipDaily3',	'',	''},
{'301',	'',	'技能磨砺',	'3',	'技能磨砺',	'',	'',	'1',	'',	'2109',	'',	'',	'2',	'',	'',	'',	'1,1,1,1,1,1,1',	'1',	'',	'600',	'',	'//可获得技能训练素材',	'chapter_301',	'Darily_11',	'[[15002, 0, 2],[15001, 0, 2]]',	'',	'DAILY',	'',	'bg10',	'',	'',	'4',	'',	'',	'',	'每日探索【技能磨砺】任务完成',	'',	'',	'',	'',	''},
{'401',	'',	'星币开采',	'4',	'星币开采',	'',	'',	'1',	'',	'2106',	'',	'',	'2',	'',	'',	'',	'1,1,1,1,1,1,1',	'1',	'',	'600',	'',	'//可获得星币',	'chapter_301',	'Darily_11',	'[[10001, 0, 2]]',	'',	'DAILY',	'',	'bg4',	'',	'',	'4',	'',	'',	'',	'每日探索【星币开采】任务完成',	'',	'',	'',	'',	''},
{'501',	'',	'技术解析',	'5',	'技术解析',	'',	'',	'1',	'',	'2106',	'',	'',	'2',	'',	'',	'',	'1,1,1,1,1,1,1',	'1',	'',	'600',	'',	'//可获得技术点',	'chapter_301',	'Darily_11',	'[[10003, 0, 2]]',	'',	'DAILY',	'',	'bg5',	'',	'',	'4',	'',	'',	'',	'每日探索【技术解析】任务完成',	'',	'',	'',	'',	''},
{'601',	'',	'荒墟拾遗',	'6',	'荒墟拾遗',	'',	'',	'1',	'',	'2117',	'',	'',	'2',	'',	'',	'',	'1,1,1,1,1,1,1',	'1',	'',	'600',	'',	'//可获得遗余之谱代币',	'chapter_301',	'Darily_11',	'[[10039, 0, 2]]',	'',	'DAILY',	'',	'bg1',	'',	'',	'4',	'',	'',	'',	'每日探索【荒墟拾遗】任务完成',	'',	'',	'',	'',	''},
},
}
--cfgSection2 = conf
return conf
